{
  "url": "https://www.telesurtv.net/dolarizacion-parcial-en-cuba-avanza-implementacion-para-el-fortalecimiento-economico/",
  "title": "Dolarización parcial en Cuba: avanza implementación para el fortalecimiento económico - teleSUR",
  "section": "América Latina y El Caribe",
  "tags": [
    "Comercio",
    "Cuba",
    "Dólares",
    "Dolarización",
    "Dolarización Parcial",
    "Economía",
    "Progreso Económico"
  ],
  "text": "\nEl Gobierno cubano ha implementado un conjunto de medidas dirigidas a la captación, gestión y control de divisas, con el objetivo de impulsar la producción nacional y estabilizar la economía.\nLEA TAMBIÉN:Presidente de Cuba recibe al secretario ejecutivo del ALBA-TCP\nEstas acciones de dolarización parcial, adoptadas de manera gradual y en constante evaluación, buscan fortalecer los ingresos en moneda extranjera y fomentar el encadenamiento productivo entre los distintos sectores de la economía.\nComo parte de la estrategia para captar más divisas, se ha autorizado la apertura de establecimientos comerciales que venden productos en dólares estadounidenses (USD), tanto en efectivo como a través de tarjetas electrónicas. Inicialmente, estos comercios se han concentrado en zonas turísticas, pero se prevé su expansión progresiva al resto del país.\nAsimismo, se ha permitido la aceptación de efectivo en USD en ciertos establecimientos, con la intención de canalizar el circulante en dólares que actualmente se encuentra fuera del sistema financiero formal. En paralelo, el Gobierno trabaja en mecanismos para direccionar las remesas que ingresan al país hacia el sistema bancario estatal, garantizando una mayor disponibilidad de divisas.\n\nPara mejorar la administración de las divisas disponibles, se inauguró un nuevo mecanismo de asignación y gestión de recursos financieros para los distintos actores económicos. Este redimensionamiento del mercado cambiario busca regular y optimizar el flujo de divisas en la economía.\nEn este sentido, se ha fortalecido la bancarización como un pilar fundamental de la estrategia económica. Se promueve el uso de medios de pago electrónicos, lo que permite al sistema financiero estatal captar divisas de manera más eficiente y garantizar su circulación dentro del país.\nEl sistema bancario ha mantenido operativas las cuentas en Moneda Libremente Convertible (MLC) y sus tarjetas asociadas, lo que permite a los ciudadanos y empresas realizar transacciones en divisas. Además, se han introducido nuevos productos financieros, como la tarjeta prepago del Banco de Crédito y Comercio, diseñada para facilitar transacciones en dólares y dinamizar la economía en este contexto de dolarización parcial.\nEntre los avances más significativos en materia económica, el Gobierno ha logrado reducir el déficit fiscal en más del 39% en 2024, un paso clave para la estabilidad financiera del país. Como parte del rediseño de la política de subsidios, se está promoviendo un enfoque basado en la asistencia directa a las personas en lugar de subsidiar productos, con el fin de optimizar el uso de los recursos del Estado.\n\nUna de las prioridades del Gobierno es el incremento de la producción nacional, con especial énfasis en la producción de alimentos. Para ello, se han puesto en marcha programas de financiamiento dirigidos a productores nacionales, con el objetivo de garantizar la disponibilidad de materias primas y mejorar la infraestructura tecnológica.\nAsimismo, se han implementado estrategias para fomentar las exportaciones de bienes y servicios, promoviendo el encadenamiento productivo entre las empresas estatales y el sector privado. En este marco, se está ejecutando la Ley de Soberanía Alimentaria y Seguridad Alimentaria y Nutricional, con el propósito de reforzar la producción agropecuaria y reducir la dependencia de importaciones.\nComo parte del proceso de modernización del país, se está impulsando la transformación digital en la gestión gubernamental, con el fin de mejorar la eficiencia y la transparencia en la administración pública. Paralelamente, se están fortaleciendo las acciones para prevenir y enfrentar el delito y la corrupción, garantizando un mejor control sobre los recursos económicos.\nOtro eje central de la estrategia es el fortalecimiento de la empresa estatal socialista, promoviendo su modernización y eficiencia para consolidar su papel como actor clave en el desarrollo económico del país.\nSi bien el objetivo final del Gobierno es avanzar hacia la desdolarización de la economía, se considera que esta fase de dolarización parcial es una herramienta necesaria para captar divisas, reactivar sectores productivos y sentar las bases para la estabilidad económica a largo plazo. Las medidas implementadas continúan en evaluación permanente, con el propósito de garantizar su efectividad y responder a los desafíos del contexto actual.\nCon estas estrategias, Cuba busca fortalecer su economía y avanzar hacia un modelo más sostenible, en el que la producción nacional y la captación de divisas permitan consolidar el bienestar de la población y el desarrollo del país.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/dolarizacion-parcial-en-cuba-avanza-implementacion-para-el-fortalecimiento-economico/",
    "json_file": "Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-01.json",
    "message_index": 107,
    "message_id": 85804,
    "date": "2025-01-30T18:37:15+00:00",
    "text": "🌐 Noticias de la web que debes conocer\n\n▪ Israel libera a tercer grupo de palestinos como parte del alto el fuego\nhttps://www.telesurtv.net/israel-libera-a-tercer-grupo-de-palestinos-como-parte-del-alto-el-fuego/\n\n▪Confirma Hamás el asesinato del comandante Mohammed Deif, fundador de Brigadas Al-Qassam\n https://www.telesurtv.net/confirma-hamas-el-asesinato-del-comandante-mohammed-deif-fundador-de-brigadas-al-qassam/\n\n▪ Dolarización parcial en Cuba: avanza implementación para el fortalecimiento económico\nhttps://www.telesurtv.net/dolarizacion-parcial-en-cuba-avanza-implementacion-para-el-fortalecimiento-economico/\n\nSíguenos en 📲",
    "photo_path": null,
    "views": 2074,
    "reactions": {
      "👍": 24,
      "👏": 6,
      "🤔": 2
    },
    "total_reactions": 32
  },
  "preprocessing": {
    "cleaned": "el gobierno cubano ha implementado un conjunto de medidas dirigidas a la captación, gestión y control de divisas, con el objetivo de impulsar la producción nacional y estabilizar la economía. estas acciones de dolarización parcial, adoptadas de manera gradual y en constante evaluación, buscan fortalecer los ingresos en moneda extranjera y fomentar el encadenamiento productivo entre los distintos sectores de la economía. como parte de la estrategia para captar más divisas, se ha autorizado la apertura de establecimientos comerciales que venden productos en dólares estadounidenses (usd), tanto en efectivo como a través de tarjetas electrónicas. inicialmente, estos comercios se han concentrado en zonas turísticas, pero se prevé su expansión progresiva al resto del país. asimismo, se ha permitido la aceptación de efectivo en usd en ciertos establecimientos, con la intención de canalizar el circulante en dólares que actualmente se encuentra fuera del sistema financiero formal. en paralelo, el gobierno trabaja en mecanismos para direccionar las remesas que ingresan al país hacia el sistema bancario estatal, garantizando una mayor disponibilidad de divisas. para mejorar la administración de las divisas disponibles, se inauguró un nuevo mecanismo de asignación y gestión de recursos financieros para los distintos actores económicos. este redimensionamiento del mercado cambiario busca regular y optimizar el flujo de divisas en la economía. en este sentido, se ha fortalecido la bancarización como un pilar fundamental de la estrategia económica. se promueve el uso de medios de pago electrónicos, lo que permite al sistema financiero estatal captar divisas de manera más eficiente y garantizar su circulación dentro del país. el sistema bancario ha mantenido operativas las cuentas en moneda libremente convertible (mlc) y sus tarjetas asociadas, lo que permite a los ciudadanos y empresas realizar transacciones en divisas. además, se han introducido nuevos productos financieros, como la tarjeta prepago del banco de crédito y comercio, diseñada para facilitar transacciones en dólares y dinamizar la economía en este contexto de dolarización parcial. entre los avances más significativos en materia económica, el gobierno ha logrado reducir el déficit fiscal en más del 39% en 2024, un paso clave para la estabilidad financiera del país. como parte del rediseño de la política de subsidios, se está promoviendo un enfoque basado en la asistencia directa a las personas en lugar de subsidiar productos, con el fin de optimizar el uso de los recursos del estado. una de las prioridades del gobierno es el incremento de la producción nacional, con especial énfasis en la producción de alimentos. para ello, se han puesto en marcha programas de financiamiento dirigidos a productores nacionales, con el objetivo de garantizar la disponibilidad de materias primas y mejorar la infraestructura tecnológica. asimismo, se han implementado estrategias para fomentar las exportaciones de bienes y servicios, promoviendo el encadenamiento productivo entre las empresas estatales y el sector privado. en este marco, se está ejecutando la ley de soberanía alimentaria y seguridad alimentaria y nutricional, con el propósito de reforzar la producción agropecuaria y reducir la dependencia de importaciones. como parte del proceso de modernización del país, se está impulsando la transformación digital en la gestión gubernamental, con el fin de mejorar la eficiencia y la transparencia en la administración pública. paralelamente, se están fortaleciendo las acciones para prevenir y enfrentar el delito y la corrupción, garantizando un mejor control sobre los recursos económicos. otro eje central de la estrategia es el fortalecimiento de la empresa estatal socialista, promoviendo su modernización y eficiencia para consolidar su papel como actor clave en el desarrollo económico del país. si bien el objetivo final del gobierno es avanzar hacia la desdolarización de la economía, se considera que esta fase de dolarización parcial es una herramienta necesaria para captar divisas, reactivar sectores productivos y sentar las bases para la estabilidad económica a largo plazo. las medidas implementadas continúan en evaluación permanente, con el propósito de garantizar su efectividad y responder a los desafíos del contexto actual. con estas estrategias, cuba busca fortalecer su economía y avanzar hacia un modelo más sostenible, en el que la producción nacional y la captación de divisas permitan consolidar el bienestar de la población y el desarrollo del país.",
    "tokens": [
      "gobierno",
      "cubano",
      "implementado",
      "conjunto",
      "medidas",
      "dirigidas",
      "captación",
      ",",
      "gestión",
      "control",
      "divisas",
      ",",
      "objetivo",
      "impulsar",
      "producción",
      "nacional",
      "estabilizar",
      "economía",
      ".",
      "acciones",
      "dolarización",
      "parcial",
      ",",
      "adoptadas",
      "manera",
      "gradual",
      "constante",
      "evaluación",
      ",",
      "buscan",
      "fortalecer",
      "ingresos",
      "moneda",
      "extranjera",
      "fomentar",
      "encadenamiento",
      "productivo",
      "distintos",
      "sectores",
      "economía",
      ".",
      "parte",
      "estrategia",
      "captar",
      "divisas",
      ",",
      "autorizado",
      "apertura",
      "establecimientos",
      "comerciales",
      "venden",
      "productos",
      "dólares",
      "estadounidenses",
      "(",
      "usd",
      ")",
      ",",
      "efectivo",
      "través",
      "tarjetas",
      "electrónicas",
      ".",
      "inicialmente",
      ",",
      "comercios",
      "concentrado",
      "zonas",
      "turísticas",
      ",",
      "prevé",
      "expansión",
      "progresiva",
      "resto",
      "país",
      ".",
      "asimismo",
      ",",
      "permitido",
      "aceptación",
      "efectivo",
      "usd",
      "ciertos",
      "establecimientos",
      ",",
      "intención",
      "canalizar",
      "circulante",
      "dólares",
      "actualmente",
      "encuentra",
      "sistema",
      "financiero",
      "formal",
      ".",
      "paralelo",
      ",",
      "gobierno",
      "trabaja",
      "mecanismos",
      "direccionar",
      "remesas",
      "ingresan",
      "país",
      "hacia",
      "sistema",
      "bancario",
      "estatal",
      ",",
      "garantizando",
      "mayor",
      "disponibilidad",
      "divisas",
      ".",
      "mejorar",
      "administración",
      "divisas",
      "disponibles",
      ",",
      "inauguró",
      "nuevo",
      "mecanismo",
      "asignación",
      "gestión",
      "recursos",
      "financieros",
      "distintos",
      "actores",
      "económicos",
      ".",
      "redimensionamiento",
      "mercado",
      "cambiario",
      "busca",
      "regular",
      "optimizar",
      "flujo",
      "divisas",
      "economía",
      ".",
      ",",
      "fortalecido",
      "bancarización",
      "pilar",
      "fundamental",
      "estrategia",
      "económica",
      ".",
      "promueve",
      "uso",
      "medios",
      "pago",
      "electrónicos",
      ",",
      "permite",
      "sistema",
      "financiero",
      "estatal",
      "captar",
      "divisas",
      "manera",
      "eficiente",
      "garantizar",
      "circulación",
      "dentro",
      "país",
      ".",
      "sistema",
      "bancario",
      "mantenido",
      "operativas",
      "cuentas",
      "moneda",
      "libremente",
      "convertible",
      "(",
      "mlc",
      ")",
      "tarjetas",
      "asociadas",
      ",",
      "permite",
      "ciudadanos",
      "empresas",
      "realizar",
      "transacciones",
      "divisas",
      ".",
      "además",
      ",",
      "introducido",
      "nuevos",
      "productos",
      "financieros",
      ",",
      "tarjeta",
      "prepago",
      "banco",
      "crédito",
      "comercio",
      ",",
      "diseñada",
      "facilitar",
      "transacciones",
      "dólares",
      "dinamizar",
      "economía",
      "contexto",
      "dolarización",
      "parcial",
      ".",
      "avances",
      "significativos",
      "materia",
      "económica",
      ",",
      "gobierno",
      "logrado",
      "reducir",
      "déficit",
      "fiscal",
      "39",
      "%",
      "2024",
      ",",
      "paso",
      "clave",
      "estabilidad",
      "financiera",
      "país",
      ".",
      "parte",
      "rediseño",
      "política",
      "subsidios",
      ",",
      "promoviendo",
      "enfoque",
      "basado",
      "asistencia",
      "directa",
      "personas",
      "lugar",
      "subsidiar",
      "productos",
      ",",
      "fin",
      "optimizar",
      "uso",
      "recursos",
      ".",
      "prioridades",
      "gobierno",
      "incremento",
      "producción",
      "nacional",
      ",",
      "especial",
      "énfasis",
      "producción",
      "alimentos",
      ".",
      "ello",
      ",",
      "puesto",
      "marcha",
      "programas",
      "financiamiento",
      "dirigidos",
      "productores",
      "nacionales",
      ",",
      "objetivo",
      "garantizar",
      "disponibilidad",
      "materias",
      "primas",
      "mejorar",
      "infraestructura",
      "tecnológica",
      ".",
      "asimismo",
      ",",
      "implementado",
      "estrategias",
      "fomentar",
      "exportaciones",
      "bienes",
      "servicios",
      ",",
      "promoviendo",
      "encadenamiento",
      "productivo",
      "empresas",
      "estatales",
      "sector",
      "privado",
      ".",
      "marco",
      ",",
      "ejecutando",
      "ley",
      "soberanía",
      "alimentaria",
      "seguridad",
      "alimentaria",
      "nutricional",
      ",",
      "propósito",
      "reforzar",
      "producción",
      "agropecuaria",
      "reducir",
      "dependencia",
      "importaciones",
      ".",
      "parte",
      "proceso",
      "modernización",
      "país",
      ",",
      "impulsando",
      "transformación",
      "digital",
      "gestión",
      "gubernamental",
      ",",
      "fin",
      "mejorar",
      "eficiencia",
      "transparencia",
      "administración",
      "pública",
      ".",
      "paralelamente",
      ",",
      "fortaleciendo",
      "acciones",
      "prevenir",
      "enfrentar",
      "delito",
      "corrupción",
      ",",
      "garantizando",
      "mejor",
      "control",
      "recursos",
      "económicos",
      ".",
      "eje",
      "central",
      "estrategia",
      "fortalecimiento",
      "empresa",
      "estatal",
      "socialista",
      ",",
      "promoviendo",
      "modernización",
      "eficiencia",
      "consolidar",
      "papel",
      "actor",
      "clave",
      "desarrollo",
      "económico",
      "país",
      ".",
      "si",
      "bien",
      "objetivo",
      "final",
      "gobierno",
      "avanzar",
      "hacia",
      "desdolarización",
      "economía",
      ",",
      "considera",
      "fase",
      "dolarización",
      "parcial",
      "herramienta",
      "necesaria",
      "captar",
      "divisas",
      ",",
      "reactivar",
      "sectores",
      "productivos",
      "sentar",
      "bases",
      "estabilidad",
      "económica",
      "largo",
      "plazo",
      ".",
      "medidas",
      "implementadas",
      "continúan",
      "evaluación",
      "permanente",
      ",",
      "propósito",
      "garantizar",
      "efectividad",
      "responder",
      "desafíos",
      "contexto",
      "actual",
      ".",
      "estrategias",
      ",",
      "cuba",
      "busca",
      "fortalecer",
      "economía",
      "avanzar",
      "hacia",
      "modelo",
      "sostenible",
      ",",
      "producción",
      "nacional",
      "captación",
      "divisas",
      "permitan",
      "consolidar",
      "bienestar",
      "población",
      "desarrollo",
      "país",
      "."
    ],
    "token_count": 433,
    "sentence_count": 24
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 51,
      "NN": 244,
      "JJ": 73,
      "IN": 35,
      "FW": 194,
      "NNS": 27,
      "VBP": 24,
      "VBZ": 10,
      "CD": 2,
      "VBN": 2,
      "RB": 1
    },
    "bigram_freq": {
      "NNP-NNP": 13,
      "NNP-NN": 23,
      "NN-NN": 144,
      "NN-JJ": 20,
      "JJ-NN": 46,
      "NN-IN": 29,
      "IN-FW": 27,
      "FW-NNS": 7,
      "NNS-VBP": 20,
      "VBP-JJ": 14,
      "JJ-NNS": 4,
      "NNS-NN": 1,
      "FW-NN": 24,
      "NN-FW": 19,
      "FW-FW": 128,
      "FW-JJ": 16,
      "FW-NNP": 17,
      "NNP-FW": 10,
      "NN-NNP": 12,
      "NNP-VBZ": 2,
      "VBZ-FW": 1,
      "JJ-FW": 9,
      "IN-NN": 3,
      "NN-VBZ": 5,
      "VBZ-IN": 1,
      "VBZ-VBZ": 1,
      "VBZ-NNP": 1,
      "FW-VBZ": 1,
      "VBZ-JJ": 5,
      "JJ-JJ": 10,
      "JJ-NNP": 4,
      "NN-NNS": 11,
      "IN-JJ": 2,
      "NNP-VBP": 1,
      "VBP-NN": 3,
      "VBP-NNP": 3,
      "NNS-IN": 3,
      "IN-NNS": 2,
      "NN-VBP": 3,
      "FW-CD": 1,
      "CD-IN": 1,
      "IN-CD": 1,
      "CD-JJ": 1,
      "VBP-VBN": 2,
      "VBN-JJ": 2,
      "NNP-IN": 1,
      "NNS-VBZ": 1,
      "VBZ-NNS": 1,
      "NNS-JJ": 1,
      "NNS-NNS": 1,
      "VBP-RB": 1,
      "RB-JJ": 1,
      "VBP-NNS": 1,
      "NNP-JJ": 1
    },
    "trigram_freq": {
      "NNP-NNP-NN": 4,
      "NNP-NN-NN": 20,
      "NN-NN-NN": 86,
      "NN-NN-JJ": 15,
      "NN-JJ-NN": 14,
      "JJ-NN-IN": 10,
      "NN-IN-FW": 25,
      "IN-FW-NNS": 2,
      "FW-NNS-VBP": 7,
      "NNS-VBP-JJ": 14,
      "VBP-JJ-NNS": 2,
      "JJ-NNS-NN": 1,
      "NNS-NN-IN": 1,
      "IN-FW-NN": 3,
      "FW-NN-FW": 9,
      "NN-FW-FW": 7,
      "FW-FW-FW": 95,
      "FW-FW-JJ": 7,
      "FW-JJ-NN": 12,
      "JJ-NN-NN": 23,
      "NN-NN-FW": 8,
      "NN-FW-NNP": 2,
      "FW-NNP-NNP": 3,
      "NNP-NNP-NNP": 6,
      "NNP-NNP-FW": 1,
      "NNP-FW-NNP": 3,
      "FW-NNP-NN": 4,
      "JJ-NN-NNP": 4,
      "NN-NNP-NNP": 2,
      "NNP-NNP-VBZ": 1,
      "NNP-VBZ-FW": 1,
      "VBZ-FW-FW": 1,
      "IN-FW-JJ": 4,
      "FW-JJ-FW": 2,
      "JJ-FW-NN": 3,
      "NN-FW-JJ": 4,
      "NN-NN-IN": 17,
      "NN-IN-NN": 2,
      "IN-NN-NN": 1,
      "IN-NN-FW": 1,
      "NN-FW-NN": 5,
      "FW-NN-NN": 11,
      "NN-NN-VBZ": 4,
      "NN-VBZ-IN": 1,
      "VBZ-IN-FW": 1,
      "IN-FW-FW": 16,
      "FW-FW-NNP": 10,
      "FW-NNP-FW": 9,
      "NNP-FW-FW": 3,
      "FW-FW-NN": 11,
      "FW-FW-NNS": 4,
      "VBP-JJ-NN": 7,
      "NN-VBZ-VBZ": 1,
      "VBZ-VBZ-NNP": 1,
      "VBZ-NNP-NN": 1,
      "NNP-FW-NNS": 1,
      "NN-NN-NNP": 7,
      "NN-NNP-NN": 8,
      "NNP-FW-NN": 2,
      "NN-FW-VBZ": 1,
      "FW-VBZ-JJ": 1,
      "VBZ-JJ-JJ": 2,
      "JJ-JJ-NN": 6,
      "JJ-NN-JJ": 5,
      "NN-JJ-NNP": 2,
      "JJ-NNP-NN": 4,
      "NNP-NN-FW": 1,
      "NN-NN-NNS": 5,
      "NN-NNS-VBP": 9,
      "VBP-JJ-JJ": 2,
      "IN-FW-NNP": 2,
      "FW-NN-NNS": 2,
      "JJ-JJ-JJ": 1,
      "JJ-NN-VBZ": 1,
      "NN-VBZ-JJ": 3,
      "VBZ-JJ-NNP": 1,
      "NN-IN-JJ": 2,
      "IN-JJ-NN": 2,
      "NN-JJ-JJ": 3,
      "FW-NNP-VBP": 1,
      "NNP-VBP-NN": 1,
      "VBP-NN-NN": 3,
      "NNS-VBP-NNP": 2,
      "VBP-NNP-NNP": 1,
      "NNP-NN-NNS": 2,
      "JJ-JJ-NNS": 1,
      "JJ-NNS-VBP": 1,
      "JJ-NNS-IN": 2,
      "NNS-IN-NN": 1,
      "IN-NN-NNP": 1,
      "JJ-NN-NNS": 2,
      "NN-NNS-IN": 1,
      "NNS-IN-NNS": 2,
      "IN-NNS-VBP": 1,
      "VBP-JJ-FW": 3,
      "JJ-FW-FW": 6,
      "FW-JJ-NNP": 1,
      "NN-NN-VBP": 2,
      "NN-VBP-NNP": 1,
      "VBP-NNP-NN": 2,
      "JJ-JJ-FW": 2,
      "FW-FW-CD": 1,
      "FW-CD-IN": 1,
      "CD-IN-CD": 1,
      "IN-CD-JJ": 1,
      "CD-JJ-NN": 1,
      "JJ-NN-VBP": 1,
      "NN-VBP-VBN": 2,
      "VBP-VBN-JJ": 2,
      "VBN-JJ-FW": 1,
      "NNP-NNP-IN": 1,
      "NNP-IN-FW": 1,
      "NN-NNS-VBZ": 1,
      "NNS-VBZ-NNS": 1,
      "VBZ-NNS-JJ": 1,
      "NNS-JJ-FW": 1,
      "NN-JJ-NNS": 1,
      "IN-NNS-NNS": 1,
      "NNS-NNS-VBP": 1,
      "NNS-VBP-RB": 1,
      "VBP-RB-JJ": 1,
      "RB-JJ-NN": 1,
      "NNS-VBP-NNS": 1,
      "VBP-NNS-VBP": 1,
      "NNS-VBP-NN": 2,
      "FW-JJ-JJ": 1,
      "NN-NNP-JJ": 1,
      "NNP-JJ-JJ": 1,
      "VBN-JJ-NN": 1,
      "NN-NNP-VBZ": 1,
      "NNP-VBZ-JJ": 1,
      "VBZ-JJ-NN": 2,
      "NNP-FW-JJ": 1,
      "FW-NN-IN": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 244,
        "FW": 194,
        "JJ": 73,
        "NNP": 51,
        "IN": 35
      },
      "top_bigrams": {
        "NN-NN": 144,
        "FW-FW": 128,
        "JJ-NN": 46,
        "NN-IN": 29,
        "IN-FW": 27
      },
      "top_trigrams": {
        "FW-FW-FW": 95,
        "NN-NN-NN": 86,
        "NN-IN-FW": 25,
        "JJ-NN-NN": 23,
        "NNP-NN-NN": 20
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 24,
    "chunk_counts": {
      "NP": 157,
      "ADJP": 9,
      "PP": 11,
      "VP": 34
    },
    "top_rules": [
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 4,
        "weight": 0.017
      },
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 3,
        "weight": 0.0128
      },
      {
        "rule": "VP -> ('para', 'VBP') NP",
        "frequency": 3,
        "weight": 0.0128
      },
      {
        "rule": "NP -> ('con', 'NN') ('el', 'NN')",
        "frequency": 2,
        "weight": 0.0085
      },
      {
        "rule": "PP -> ('encadenamiento', 'IN') NP",
        "frequency": 2,
        "weight": 0.0085
      },
      {
        "rule": "NP -> ('USD', 'NNP')",
        "frequency": 2,
        "weight": 0.0085
      },
      {
        "rule": "NP -> ('Asimismo', 'NNP')",
        "frequency": 2,
        "weight": 0.0085
      },
      {
        "rule": "VP -> ('se', 'VBD') NP",
        "frequency": 2,
        "weight": 0.0085
      },
      {
        "rule": "NP -> ('garantizando', 'NN')",
        "frequency": 2,
        "weight": 0.0085
      },
      {
        "rule": "NP -> ('divisas', 'NN')",
        "frequency": 2,
        "weight": 0.0085
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "El Gobierno cubano ha implementado"
      },
      {
        "label": "NP",
        "text": "un conjunto"
      },
      {
        "label": "NP",
        "text": "a la captación"
      },
      {
        "label": "ADJP",
        "text": "gestión"
      },
      {
        "label": "NP",
        "text": "control"
      },
      {
        "label": "NP",
        "text": "con el"
      },
      {
        "label": "NP",
        "text": "nacional y estabilizar la economía"
      },
      {
        "label": "NP",
        "text": "LEA TAMBIÉN"
      },
      {
        "label": "NP",
        "text": "Presidente"
      },
      {
        "label": "PP",
        "text": "de Cuba recibe al secretario"
      },
      {
        "label": "NP",
        "text": "Cuba recibe al secretario"
      },
      {
        "label": "NP",
        "text": "ejecutivo del ALBA-TCP Estas"
      },
      {
        "label": "VP",
        "text": "acciones"
      },
      {
        "label": "ADJP",
        "text": "parcial"
      },
      {
        "label": "NP",
        "text": "gradual y"
      }
    ],
    "clause_structures": [
      "(S\n  (NP El/NNP Gobierno/NNP cubano/NN ha/NN implementado/NN)\n  (NP un/JJ conjunto/NN)\n  de/IN\n  medidas/FW\n  dirigidas/FW\n  (NP a/DT la/NN captación/NN)\n  ,/,\n  (ADJP gestión/JJ)\n  y/FW\n  (NP control/NN)\n  de/IN\n  divisas/FW\n  ,/,\n  (NP con/NN el/NN)\n  objetivo/FW\n  de/FW\n  impulsar/FW\n  la/FW\n  producción/FW\n  (NP nacional/JJ y/NN estabilizar/NN la/NN economía/NN)\n  ./.)",
      "(S\n  (NP LEA/NNP TAMBIÉN/NNP)\n  :/:\n  (NP Presidente/NNP)\n  (PP de/IN (NP Cuba/NNP recibe/NN al/NN secretario/NN))\n  (NP ejecutivo/JJ del/NN ALBA-TCP/NNP Estas/NNP)\n  (VP acciones/VBZ)\n  de/FW\n  dolarización/FW\n  (ADJP parcial/JJ)\n  ,/,\n  adoptadas/FW\n  de/FW\n  manera/FW\n  (NP gradual/JJ y/NN)\n  en/FW\n  (NP constante/NN evaluación/NN)\n  ,/,\n  (NP buscan/JJ fortalecer/NN los/NN ingresos/NN)\n  (PP en/IN (NP moneda/NN extranjera/NN y/NN fomentar/NN el/NN))\n  (PP encadenamiento/IN (NP productivo/NN))\n  entre/FW\n  (NP los/NN distintos/NN)\n  (VP sectores/VBZ)\n  de/IN\n  la/FW\n  economía/FW\n  ./.)",
      "(S\n  (NP Como/NNP parte/NN)\n  de/IN\n  la/FW\n  estrategia/FW\n  para/FW\n  (NP captar/NN más/NN divisas/NN)\n  ,/,\n  se/FW\n  ha/FW\n  autorizado/FW\n  la/FW\n  apertura/FW\n  de/FW\n  establecimientos/FW\n  (NP comerciales/NNS)\n  (VP que/VBP (NP venden/JJ productos/NN en/NN))\n  (VP dólares/VBZ (NP estadounidenses/NNS))\n  (/(\n  (NP USD/NNP)\n  )/)\n  ,/,\n  tanto/EX\n  en/FW\n  efectivo/FW\n  (VP como/VBP (NP a/DT través/NN))\n  de/IN\n  tarjetas/FW\n  (NP electrónicas/NN)\n  ./.)",
      "(S\n  (NP Inicialmente/NNP)\n  ,/,\n  (VP estos/VBZ (NP comercios/NNS))\n  se/FW\n  (NP han/NN concentrado/NN)\n  (PP en/IN (NP zonas/NN turísticas/NN))\n  ,/,\n  (NP\n    pero/NN\n    se/NN\n    prevé/NN\n    su/NN\n    expansión/NN\n    progresiva/NN\n    al/NN\n    resto/NN\n    del/NN\n    país/NN)\n  ./.)",
      "(S\n  (NP Asimismo/NNP)\n  ,/,\n  (VP se/VBD (NP ha/JJ permitido/NN la/NN))\n  aceptación/FW\n  de/FW\n  efectivo/FW\n  en/FW\n  (NP USD/NNP)\n  en/FW\n  (NP ciertos/NN establecimientos/NN)\n  ,/,\n  (NP con/NN)\n  la/FW\n  intención/FW\n  de/FW\n  canalizar/FW\n  el/FW\n  (NP circulante/NN)\n  en/FW\n  (VP\n    dólares/VBZ\n    (NP que/JJ actualmente/JJ se/NN)\n    (NP encuentra/JJ fuera/NN del/NN sistema/NN financiero/NN)\n    formal/JJ)\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "ECONOMIA_COMERCIO_FINANZAS",
      "JURIDICO_LEGISLATIVO_CORRUPCION",
      "ORGANISMOS_INTERNACIONALES",
      "PAISES",
      "GOBIERNOS_OFICIALES",
      "TIEMPO_RELATIVO",
      "POLITICAS_PUBLICAS"
    ],
    "matches": [
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "desarrollo económico del país",
        "position": [
          3942,
          3971
        ],
        "start": 3942,
        "end": 3971
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "crédito",
        "position": [
          2110,
          2117
        ],
        "start": 2110,
        "end": 2117
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "desarrollo económico",
        "position": [
          3942,
          3962
        ],
        "start": 3942,
        "end": 3962
      },
      {
        "category": "JURIDICO_LEGISLATIVO_CORRUPCION",
        "matched_text": "corrupción",
        "position": [
          3689,
          3699
        ],
        "start": 3689,
        "end": 3699
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "presidente de cuba",
        "position": [
          205,
          223
        ],
        "start": 205,
        "end": 223
      },
      {
        "category": "ORGANISMOS_INTERNACIONALES",
        "matched_text": "alba",
        "position": [
          259,
          263
        ],
        "start": 259,
        "end": 263
      },
      {
        "category": "POLITICAS_PUBLICAS",
        "matched_text": "estrategia económica. se promueve el uso de medios de pago electrónicos, lo que permite al sistema financiero estatal",
        "position": [
          1615,
          1732
        ],
        "start": 1615,
        "end": 1732
      },
      {
        "category": "PAISES",
        "matched_text": "cuba",
        "position": [
          219,
          223
        ],
        "start": 219,
        "end": 223
      },
      {
        "category": "TIEMPO_RELATIVO",
        "matched_text": "actualmente",
        "position": [
          1001,
          1012
        ],
        "start": 1001,
        "end": 1012
      }
    ],
    "match_count": 9
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Gobierno cubano",
        "tipo": "Lugar"
      },
      {
        "nombre": "Estado",
        "tipo": "Lugar"
      },
      {
        "nombre": "MLC",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Gobierno",
        "tipo": "Lugar"
      },
      {
        "nombre": "ALBA-TCP\nEstas acciones",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Seguridad Alimentaria",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Cuba",
        "tipo": "Lugar"
      },
      {
        "nombre": "Banco de Crédito y Comercio",
        "tipo": "Organizacion"
      }
    ],
    "relaciones": []
  },
  "sentiment": {
    "compound": 0.9081,
    "pos": 0.021,
    "neu": 0.979,
    "neg": 0.0,
    "label": "positive"
  }
}