{
  "url": "https://www.telesurtv.net/luisa-gonzalez-revocara-contrato-campo-sacha/",
  "title": "Luisa González promete \"echar abajo\" contrato petrolero de Campo Sacha de ganar presidencia - teleSUR",
  "section": "América Latina y El Caribe",
  "tags": [
    "Amodaimi",
    "campo Sacha",
    "Ecuador",
    "Luisa González",
    "Noboa",
    "presidencia",
    "Revolución Ciudadana"
  ],
  "text": "\nLa candidata presidencial por la Revolución Ciudadana, Luisa González, anunció en una entrevista que, de llegar a la presidencia, revertirá el contrato de concesión del Campo Sacha, adjudicado a la empresa Amodaimi-Oil Company S.L.\nGonzález denunció que el acuerdo fue realizado “al margen de la ley” y aseguró que no permitirá la entrega de los recursos naturales de los ecuatorianos. “Lo vamos a echar abajo, lo vamos a revertir, porque no vamos a entregar los recursos de los ecuatorianos, cuando aquí se ha hecho un contrato al margen de la ley”, declaró.\nAdemás, la candidata advirtió sobre la posibilidad de que existan cláusulas de arbitraje internacional incluidas en el contrato, señalando que estas violan la Constitución ecuatoriana y la voluntad soberana del pueblo.\n“El arbitraje internacional está prohibido desde la Constitución. Recordemos también que en la consulta popular de 2024, las dos preguntas que realmente le importaban al señor Noboa eran sobre arbitraje internacional y el trabajo por hora. Y además de que la Constitución de la República dice que el Ecuador no acepta arbitraje internacional, en esa consulta popular dijimos no al arbitraje internacional”, afirmó González.\nAdemás advirtió que, si el contrato fue firmado con cláusulas de arbitraje internacional, estaría yendo “contra la ley, contra la Constitución, contra la voluntad soberana del pueblo ecuatoriano”.\n“La empresa, si es que firmó con estas condiciones, está firmándolo conociendo que el pueblo ecuatoriano, que nuestra normativa, la Constitución y las leyes, dicen no al arbitraje internacional y, por lo tanto, no nos vamos a someter”, sostuvo.\n\n\nEl anuncio de González se produce en medio de crecientes denuncias sobre los vínculos entre el gobierno de Daniel Noboa y la empresa Amodaimi-Oil Company S.L., a la que se adjudicó la operación del Campo Sacha.\nSegún investigaciones de medios locales y registros de la Superintendencia de Compañías, Amodaimi-Oil comparte el mismo número de contacto con la Sociedad Ganadera El Ordeño S.A.S., empresa vinculada a Isabel Noboa, tía del presidente ecuatoriano.\nEste hallazgo difundido por la prensa es fuente de fuertes cuestionamientos sobre posibles conflictos de interés y privilegios otorgados a grupos cercanos al gobierno. A pesar de las declaraciones de la ministra de Energía, Inés Manzano, quien desestimó que se trate de un proceso de adjudicación o concesión a empresas privadas, las evidencias sugieren lo contrario.\nAdemás, la Asociación Nacional de Trabajadores de las Empresas de la Energía y el Petróleo (ANTEP) ha advertido que, tras la adjudicación del contrato, la inversión de capital saldrá del flujo de caja de la operación y deuda, que será pagada con el propio crudo ecuatoriano. “Lo mismo que hace Petroecuador, sin necesidad de compartir con nadie”, subrayó la organización.\nSegún las actas de negociación, de cada 100 barriles extraídos del Campo Sacha, 87.5 serán para Sinopetrol (consorcio chino-canadiense al que pertenece Amodaimi-Oil) y solo 12.5 para el Estado ecuatoriano. Esta distribución ha sido calificada como desventajosa para el país, ya que la mayoría de las ganancias quedarían en manos de la empresa privada.\nOtro foco de críticas es el hecho estudio jurídico que representa a Sinopetrol es el mismo del abogado de Noboa y de la canciller, Gabriela Sommerfeld.\nEl economista Juan Pablo Jaramillo señaló en su cuenta de X que Petrolia, la otra entidad que integra el consorcio, presenta apenas un capital suscrito de dos mil dólares, compró a Amodaimi y el nombre comercial que usan es New Stratus Energy. Esta entidad publicó que financiará la prima del contrato de mil 500 millones de dólares con el flujo de caja de la operación y con una preventa petrolera.\nEn medio de la polémica, el abogado Washington Andrade presentó un acto urgente ante la Fiscalía General del Estado para que se investigue este proceso de adjudicación por presuntos delitos de peculado, corrupción en el sector privado y traición a la Patria.\n\n\nLuisa González ha sido enfática en su rechazo a lo que considera una entrega de los recursos naturales del país. “No vamos a permitir que se sigan entregando nuestros recursos a empresas extranjeras que solo buscan su beneficio, mientras el pueblo ecuatoriano sigue sufriendo”, declaró.\nLa candidata ha prometido revisar todos los contratos firmados durante el gobierno de Noboa que consideren cláusulas de arbitraje internacional o que no respeten la soberanía nacional. “Vamos a hacer valer la Constitución y la voluntad del pueblo. No nos vamos a someter a intereses extranjeros que solo buscan explotar nuestros recursos”, afirmó.\nGonzález también ha criticado la falta de transparencia en el proceso de adjudicación del Campo Sacha, señalando que este tipo de acuerdos deben ser sometidos a un escrutinio público y contar con la aprobación de la ciudadanía.\n“No podemos permitir que se tomen decisiones tan importantes a espaldas del pueblo. Los recursos naturales son de todos los ecuatorianos, y cualquier decisión sobre ellos debe ser consultada y aprobada por la ciudadanía”, sostuvo.\n",
  "source_metadata": {
    "url": "https://www.telesurtv.net/luisa-gonzalez-revocara-contrato-campo-sacha/",
    "json_file": "Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-03.json",
    "message_index": 2036,
    "message_id": 88393,
    "date": "2025-03-05T17:55:23+00:00",
    "text": "teleSUR\nLuisa González promete «echar abajo» contrato petrolero de Campo Sacha de ganar presidencia\nhttps://www.telesurtv.net/luisa-gonzalez-revocara-contrato-campo-sacha/",
    "photo_path": null,
    "views": 1424,
    "reactions": {
      "👍": 54,
      "❤": 8
    },
    "total_reactions": 62
  },
  "preprocessing": {
    "cleaned": "la candidata presidencial por la revolución ciudadana, luisa gonzález, anunció en una entrevista que, de llegar a la presidencia, revertirá el contrato de concesión del campo sacha, adjudicado a la empresa amodaimi-oil company s.l. gonzález denunció que el acuerdo fue realizado “al margen de la ley” y aseguró que no permitirá la entrega de los recursos naturales de los ecuatorianos. “lo vamos a echar abajo, lo vamos a revertir, porque no vamos a entregar los recursos de los ecuatorianos, cuando aquí se ha hecho un contrato al margen de la ley”, declaró. además, la candidata advirtió sobre la posibilidad de que existan cláusulas de arbitraje internacional incluidas en el contrato, señalando que estas violan la constitución ecuatoriana y la voluntad soberana del pueblo. “el arbitraje internacional está prohibido desde la constitución. recordemos también que en la consulta popular de 2024, las dos preguntas que realmente le importaban al señor noboa eran sobre arbitraje internacional y el trabajo por hora. y además de que la constitución de la república dice que el ecuador no acepta arbitraje internacional, en esa consulta popular dijimos no al arbitraje internacional”, afirmó gonzález. además advirtió que, si el contrato fue firmado con cláusulas de arbitraje internacional, estaría yendo “contra la ley, contra la constitución, contra la voluntad soberana del pueblo ecuatoriano”. “la empresa, si es que firmó con estas condiciones, está firmándolo conociendo que el pueblo ecuatoriano, que nuestra normativa, la constitución y las leyes, dicen no al arbitraje internacional y, por lo tanto, no nos vamos a someter”, sostuvo. el anuncio de gonzález se produce en medio de crecientes denuncias sobre los vínculos entre el gobierno de daniel noboa y la empresa amodaimi-oil company s.l., a la que se adjudicó la operación del campo sacha. según investigaciones de medios locales y registros de la superintendencia de compañías, amodaimi-oil comparte el mismo número de contacto con la sociedad ganadera el ordeño s.a.s., empresa vinculada a isabel noboa, tía del presidente ecuatoriano. este hallazgo difundido por la prensa es fuente de fuertes cuestionamientos sobre posibles conflictos de interés y privilegios otorgados a grupos cercanos al gobierno. a pesar de las declaraciones de la ministra de energía, inés manzano, quien desestimó que se trate de un proceso de adjudicación o concesión a empresas privadas, las evidencias sugieren lo contrario. además, la asociación nacional de trabajadores de las empresas de la energía y el petróleo (antep) ha advertido que, tras la adjudicación del contrato, la inversión de capital saldrá del flujo de caja de la operación y deuda, que será pagada con el propio crudo ecuatoriano. “lo mismo que hace petroecuador, sin necesidad de compartir con nadie”, subrayó la organización. según las actas de negociación, de cada 100 barriles extraídos del campo sacha, 87.5 serán para sinopetrol (consorcio chino-canadiense al que pertenece amodaimi-oil) y solo 12.5 para el estado ecuatoriano. esta distribución ha sido calificada como desventajosa para el país, ya que la mayoría de las ganancias quedarían en manos de la empresa privada. otro foco de críticas es el hecho estudio jurídico que representa a sinopetrol es el mismo del abogado de noboa y de la canciller, gabriela sommerfeld. el economista juan pablo jaramillo señaló en su cuenta de x que petrolia, la otra entidad que integra el consorcio, presenta apenas un capital suscrito de dos mil dólares, compró a amodaimi y el nombre comercial que usan es new stratus energy. esta entidad publicó que financiará la prima del contrato de mil 500 millones de dólares con el flujo de caja de la operación y con una preventa petrolera. en medio de la polémica, el abogado washington andrade presentó un acto urgente ante la fiscalía general del estado para que se investigue este proceso de adjudicación por presuntos delitos de peculado, corrupción en el sector privado y traición a la patria. luisa gonzález ha sido enfática en su rechazo a lo que considera una entrega de los recursos naturales del país. “no vamos a permitir que se sigan entregando nuestros recursos a empresas extranjeras que solo buscan su beneficio, mientras el pueblo ecuatoriano sigue sufriendo”, declaró. la candidata ha prometido revisar todos los contratos firmados durante el gobierno de noboa que consideren cláusulas de arbitraje internacional o que no respeten la soberanía nacional. “vamos a hacer valer la constitución y la voluntad del pueblo. no nos vamos a someter a intereses extranjeros que solo buscan explotar nuestros recursos”, afirmó. gonzález también ha criticado la falta de transparencia en el proceso de adjudicación del campo sacha, señalando que este tipo de acuerdos deben ser sometidos a un escrutinio público y contar con la aprobación de la ciudadanía. “no podemos permitir que se tomen decisiones tan importantes a espaldas del pueblo. los recursos naturales son de todos los ecuatorianos, y cualquier decisión sobre ellos debe ser consultada y aprobada por la ciudadanía”, sostuvo.",
    "tokens": [
      "candidata",
      "presidencial",
      "revolución",
      "ciudadana",
      ",",
      "luisa",
      "gonzález",
      ",",
      "anunció",
      "entrevista",
      ",",
      "llegar",
      "presidencia",
      ",",
      "revertirá",
      "contrato",
      "concesión",
      "campo",
      "sacha",
      ",",
      "adjudicado",
      "empresa",
      "amodaimi-oil",
      "company",
      "s.l",
      ".",
      "gonzález",
      "denunció",
      "acuerdo",
      "realizado",
      "“",
      "margen",
      "ley",
      "”",
      "aseguró",
      "permitirá",
      "entrega",
      "recursos",
      "naturales",
      "ecuatorianos",
      ".",
      "“",
      "vamos",
      "echar",
      "abajo",
      ",",
      "vamos",
      "revertir",
      ",",
      "vamos",
      "entregar",
      "recursos",
      "ecuatorianos",
      ",",
      "aquí",
      "hecho",
      "contrato",
      "margen",
      "ley",
      "”",
      ",",
      "declaró",
      ".",
      "además",
      ",",
      "candidata",
      "advirtió",
      "posibilidad",
      "existan",
      "cláusulas",
      "arbitraje",
      "internacional",
      "incluidas",
      "contrato",
      ",",
      "señalando",
      "violan",
      "constitución",
      "ecuatoriana",
      "voluntad",
      "soberana",
      "pueblo",
      ".",
      "“",
      "arbitraje",
      "internacional",
      "prohibido",
      "constitución",
      ".",
      "recordemos",
      "consulta",
      "popular",
      "2024",
      ",",
      "dos",
      "preguntas",
      "realmente",
      "importaban",
      "señor",
      "noboa",
      "arbitraje",
      "internacional",
      "trabajo",
      "hora",
      ".",
      "además",
      "constitución",
      "república",
      "dice",
      "ecuador",
      "acepta",
      "arbitraje",
      "internacional",
      ",",
      "consulta",
      "popular",
      "dijimos",
      "arbitraje",
      "internacional",
      "”",
      ",",
      "afirmó",
      "gonzález",
      ".",
      "además",
      "advirtió",
      ",",
      "si",
      "contrato",
      "firmado",
      "cláusulas",
      "arbitraje",
      "internacional",
      ",",
      "yendo",
      "“",
      "ley",
      ",",
      "constitución",
      ",",
      "voluntad",
      "soberana",
      "pueblo",
      "ecuatoriano",
      "”",
      ".",
      "“",
      "empresa",
      ",",
      "si",
      "firmó",
      "condiciones",
      ",",
      "firmándolo",
      "conociendo",
      "pueblo",
      "ecuatoriano",
      ",",
      "normativa",
      ",",
      "constitución",
      "leyes",
      ",",
      "dicen",
      "arbitraje",
      "internacional",
      ",",
      ",",
      "vamos",
      "someter",
      "”",
      ",",
      "sostuvo",
      ".",
      "anuncio",
      "gonzález",
      "produce",
      "medio",
      "crecientes",
      "denuncias",
      "vínculos",
      "gobierno",
      "daniel",
      "noboa",
      "empresa",
      "amodaimi-oil",
      "company",
      "s.l.",
      ",",
      "adjudicó",
      "operación",
      "campo",
      "sacha",
      ".",
      "según",
      "investigaciones",
      "medios",
      "locales",
      "registros",
      "superintendencia",
      "compañías",
      ",",
      "amodaimi-oil",
      "comparte",
      "mismo",
      "número",
      "contacto",
      "sociedad",
      "ganadera",
      "ordeño",
      "s.a.s.",
      ",",
      "empresa",
      "vinculada",
      "isabel",
      "noboa",
      ",",
      "tía",
      "presidente",
      "ecuatoriano",
      ".",
      "hallazgo",
      "difundido",
      "prensa",
      "fuente",
      "fuertes",
      "cuestionamientos",
      "posibles",
      "conflictos",
      "interés",
      "privilegios",
      "otorgados",
      "grupos",
      "cercanos",
      "gobierno",
      ".",
      "pesar",
      "declaraciones",
      "ministra",
      "energía",
      ",",
      "inés",
      "manzano",
      ",",
      "desestimó",
      "trate",
      "proceso",
      "adjudicación",
      "concesión",
      "empresas",
      "privadas",
      ",",
      "evidencias",
      "sugieren",
      "contrario",
      ".",
      "además",
      ",",
      "asociación",
      "nacional",
      "trabajadores",
      "empresas",
      "energía",
      "petróleo",
      "(",
      "antep",
      ")",
      "advertido",
      ",",
      "tras",
      "adjudicación",
      "contrato",
      ",",
      "inversión",
      "capital",
      "saldrá",
      "flujo",
      "caja",
      "operación",
      "deuda",
      ",",
      "pagada",
      "propio",
      "crudo",
      "ecuatoriano",
      ".",
      "“",
      "mismo",
      "hace",
      "petroecuador",
      ",",
      "necesidad",
      "compartir",
      "nadie",
      "”",
      ",",
      "subrayó",
      "organización",
      ".",
      "según",
      "actas",
      "negociación",
      ",",
      "cada",
      "100",
      "barriles",
      "extraídos",
      "campo",
      "sacha",
      ",",
      "87.5",
      "sinopetrol",
      "(",
      "consorcio",
      "chino-canadiense",
      "pertenece",
      "amodaimi-oil",
      ")",
      "solo",
      "12.5",
      "ecuatoriano",
      ".",
      "distribución",
      "sido",
      "calificada",
      "desventajosa",
      "país",
      ",",
      "mayoría",
      "ganancias",
      "quedarían",
      "manos",
      "empresa",
      "privada",
      ".",
      "foco",
      "críticas",
      "hecho",
      "estudio",
      "jurídico",
      "representa",
      "sinopetrol",
      "mismo",
      "abogado",
      "noboa",
      "canciller",
      ",",
      "gabriela",
      "sommerfeld",
      ".",
      "economista",
      "juan",
      "pablo",
      "jaramillo",
      "señaló",
      "cuenta",
      "x",
      "petrolia",
      ",",
      "entidad",
      "integra",
      "consorcio",
      ",",
      "presenta",
      "apenas",
      "capital",
      "suscrito",
      "dos",
      "mil",
      "dólares",
      ",",
      "compró",
      "amodaimi",
      "nombre",
      "comercial",
      "usan",
      "new",
      "stratus",
      "energy",
      ".",
      "entidad",
      "publicó",
      "financiará",
      "prima",
      "contrato",
      "mil",
      "500",
      "millones",
      "dólares",
      "flujo",
      "caja",
      "operación",
      "preventa",
      "petrolera",
      ".",
      "medio",
      "polémica",
      ",",
      "abogado",
      "washington",
      "andrade",
      "presentó",
      "acto",
      "urgente",
      "fiscalía",
      "general",
      "investigue",
      "proceso",
      "adjudicación",
      "presuntos",
      "delitos",
      "peculado",
      ",",
      "corrupción",
      "sector",
      "privado",
      "traición",
      "patria",
      ".",
      "luisa",
      "gonzález",
      "sido",
      "enfática",
      "rechazo",
      "considera",
      "entrega",
      "recursos",
      "naturales",
      "país",
      ".",
      "“",
      "vamos",
      "permitir",
      "sigan",
      "entregando",
      "recursos",
      "empresas",
      "extranjeras",
      "solo",
      "buscan",
      "beneficio",
      ",",
      "mientras",
      "pueblo",
      "ecuatoriano",
      "sigue",
      "sufriendo",
      "”",
      ",",
      "declaró",
      ".",
      "candidata",
      "prometido",
      "revisar",
      "contratos",
      "firmados",
      "gobierno",
      "noboa",
      "consideren",
      "cláusulas",
      "arbitraje",
      "internacional",
      "respeten",
      "soberanía",
      "nacional",
      ".",
      "“",
      "vamos",
      "hacer",
      "valer",
      "constitución",
      "voluntad",
      "pueblo",
      ".",
      "vamos",
      "someter",
      "intereses",
      "extranjeros",
      "solo",
      "buscan",
      "explotar",
      "recursos",
      "”",
      ",",
      "afirmó",
      ".",
      "gonzález",
      "criticado",
      "falta",
      "transparencia",
      "proceso",
      "adjudicación",
      "campo",
      "sacha",
      ",",
      "señalando",
      "tipo",
      "acuerdos",
      "deben",
      "ser",
      "sometidos",
      "escrutinio",
      "público",
      "contar",
      "aprobación",
      "ciudadanía",
      ".",
      "“",
      "podemos",
      "permitir",
      "tomen",
      "decisiones",
      "tan",
      "importantes",
      "espaldas",
      "pueblo",
      ".",
      "recursos",
      "naturales",
      "ecuatorianos",
      ",",
      "cualquier",
      "decisión",
      "debe",
      "ser",
      "consultada",
      "aprobada",
      "ciudadanía",
      "”",
      ",",
      "sostuvo",
      "."
    ],
    "token_count": 532,
    "sentence_count": 29
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 102,
      "VBZ": 14,
      "JJ": 75,
      "NN": 269,
      "FW": 189,
      "IN": 32,
      "DT": 8,
      "NNS": 32,
      "RB": 3,
      "VBP": 26,
      "CD": 5,
      "VBD": 2,
      "JJR": 1
    },
    "bigram_freq": {
      "NNP-VBZ": 9,
      "VBZ-JJ": 8,
      "JJ-NN": 41,
      "NN-NN": 156,
      "NN-NNP": 22,
      "NNP-NNP": 39,
      "NNP-NN": 32,
      "NN-FW": 30,
      "FW-JJ": 14,
      "FW-FW": 111,
      "FW-NN": 26,
      "NN-IN": 24,
      "IN-FW": 22,
      "FW-NNP": 26,
      "JJ-IN": 2,
      "IN-NNP": 4,
      "NN-JJ": 18,
      "NN-DT": 4,
      "DT-NN": 6,
      "JJ-NNS": 10,
      "NNS-IN": 3,
      "JJ-NNP": 5,
      "NN-RB": 1,
      "RB-JJ": 1,
      "NNP-FW": 16,
      "IN-NN": 2,
      "NNP-VBP": 1,
      "VBP-JJ": 17,
      "JJ-JJ": 10,
      "IN-CD": 1,
      "CD-NNS": 3,
      "NNS-JJ": 1,
      "NNS-VBP": 22,
      "NNP-VBD": 2,
      "VBD-JJ": 2,
      "NN-VBP": 1,
      "VBP-NNP": 4,
      "NNP-DT": 1,
      "NN-VBZ": 3,
      "JJ-FW": 6,
      "FW-NNS": 6,
      "NN-NNS": 8,
      "NNS-NNS": 2,
      "VBZ-NNS": 1,
      "NNS-VBZ": 1,
      "VBZ-DT": 2,
      "IN-DT": 1,
      "DT-JJ": 2,
      "FW-VBP": 1,
      "IN-NNS": 1,
      "VBZ-FW": 2,
      "NNS-FW": 2,
      "VBP-IN": 2,
      "IN-JJ": 1,
      "VBP-NN": 2,
      "FW-CD": 2,
      "NNS-RB": 1,
      "RB-VBP": 1,
      "NNP-CD": 1,
      "CD-NN": 2,
      "NN-CD": 1,
      "VBZ-NNP": 1,
      "FW-IN": 1,
      "NNP-JJ": 1,
      "JJ-RB": 1,
      "RB-NN": 1,
      "FW-JJR": 1,
      "JJR-NN": 1,
      "FW-VBZ": 1,
      "VBP-NNS": 1
    },
    "trigram_freq": {
      "NNP-VBZ-JJ": 5,
      "VBZ-JJ-NN": 6,
      "JJ-NN-NN": 22,
      "NN-NN-NNP": 15,
      "NN-NNP-NNP": 7,
      "NNP-NNP-NNP": 17,
      "NNP-NNP-NN": 12,
      "NNP-NN-FW": 6,
      "NN-FW-JJ": 1,
      "FW-JJ-NN": 4,
      "NN-NN-FW": 15,
      "NN-FW-FW": 19,
      "FW-FW-FW": 69,
      "FW-FW-NN": 13,
      "FW-NN-FW": 8,
      "NN-FW-NN": 7,
      "FW-NN-IN": 3,
      "NN-IN-FW": 18,
      "IN-FW-FW": 9,
      "FW-FW-NNP": 18,
      "FW-NNP-NNP": 10,
      "NNP-NNP-VBZ": 5,
      "VBZ-JJ-IN": 1,
      "JJ-IN-NNP": 1,
      "IN-NNP-NNP": 2,
      "NNP-NN-NN": 22,
      "NN-NN-NN": 96,
      "NN-NN-JJ": 12,
      "NN-JJ-NN": 14,
      "JJ-NN-IN": 8,
      "FW-NN-NN": 10,
      "NN-NN-DT": 2,
      "NN-DT-NN": 3,
      "DT-NN-FW": 1,
      "FW-FW-JJ": 4,
      "FW-JJ-NNS": 4,
      "JJ-NNS-IN": 2,
      "NNS-IN-FW": 2,
      "IN-FW-JJ": 8,
      "FW-JJ-NNP": 2,
      "JJ-NNP-NN": 4,
      "DT-NN-RB": 1,
      "NN-RB-JJ": 1,
      "RB-JJ-NN": 1,
      "NN-NN-IN": 13,
      "FW-NNP-FW": 11,
      "NNP-FW-NN": 2,
      "NNS-IN-NN": 1,
      "IN-NN-NN": 2,
      "NN-FW-NNP": 3,
      "NNP-FW-FW": 8,
      "FW-NNP-VBP": 1,
      "NNP-VBP-JJ": 1,
      "VBP-JJ-NN": 8,
      "FW-JJ-JJ": 2,
      "JJ-JJ-IN": 1,
      "JJ-IN-CD": 1,
      "IN-CD-NNS": 1,
      "CD-NNS-JJ": 1,
      "NNS-JJ-NNS": 1,
      "JJ-NNS-VBP": 7,
      "NNS-VBP-JJ": 15,
      "VBP-JJ-JJ": 2,
      "JJ-JJ-NN": 5,
      "NN-NNP-VBD": 1,
      "NNP-VBD-JJ": 2,
      "VBD-JJ-JJ": 1,
      "JJ-JJ-JJ": 2,
      "FW-NNP-NN": 4,
      "NN-NN-VBP": 1,
      "NN-VBP-NNP": 1,
      "VBP-NNP-DT": 1,
      "NNP-DT-NN": 1,
      "DT-NN-VBZ": 3,
      "NN-VBZ-JJ": 3,
      "VBZ-JJ-FW": 1,
      "JJ-FW-FW": 4,
      "FW-NN-JJ": 2,
      "JJ-NN-DT": 2,
      "JJ-NN-NNP": 3,
      "FW-JJ-FW": 2,
      "FW-FW-NNS": 3,
      "FW-NNS-VBP": 4,
      "NNS-VBP-NNP": 2,
      "VBP-NNP-NN": 1,
      "JJ-NN-NNS": 4,
      "NN-NNS-NNS": 1,
      "NNS-NNS-VBP": 2,
      "NN-JJ-JJ": 3,
      "NN-NNP-VBZ": 3,
      "NNP-VBZ-NNS": 1,
      "VBZ-NNS-VBZ": 1,
      "NNS-VBZ-DT": 1,
      "VBZ-DT-NN": 2,
      "NN-IN-DT": 1,
      "IN-DT-JJ": 1,
      "DT-JJ-NN": 1,
      "NN-NNP-NN": 10,
      "NNP-FW-VBP": 1,
      "FW-VBP-JJ": 1,
      "NN-IN-NNS": 1,
      "IN-NNS-VBP": 1,
      "NNP-NNP-FW": 3,
      "NNP-VBZ-FW": 2,
      "VBZ-FW-FW": 1,
      "FW-NNS-FW": 1,
      "NNS-FW-FW": 1,
      "NNP-FW-NNP": 4,
      "VBZ-FW-NNP": 1,
      "VBP-JJ-NNS": 3,
      "NNS-VBP-IN": 2,
      "VBP-IN-FW": 2,
      "IN-FW-NNS": 2,
      "FW-NNS-IN": 1,
      "NN-IN-JJ": 1,
      "IN-JJ-NN": 1,
      "NN-NNS-VBP": 7,
      "NNS-VBP-NN": 2,
      "VBP-NN-NNP": 1,
      "NNP-NNP-VBD": 1,
      "VBD-JJ-NN": 1,
      "VBP-JJ-FW": 2,
      "JJ-FW-NN": 2,
      "IN-FW-NN": 2,
      "FW-FW-CD": 1,
      "FW-CD-NNS": 2,
      "CD-NNS-RB": 1,
      "NNS-RB-VBP": 1,
      "RB-VBP-NNP": 1,
      "VBP-NNP-NNP": 1,
      "NNP-NNP-CD": 1,
      "NNP-CD-NN": 1,
      "CD-NN-NN": 2,
      "NN-IN-NNP": 2,
      "IN-NNP-NN": 1,
      "NNP-NN-CD": 1,
      "NN-CD-NN": 1,
      "NNP-NN-NNP": 1,
      "IN-NNP-FW": 1,
      "FW-NN-NNP": 2,
      "NNP-VBZ-NNP": 1,
      "VBZ-NNP-NNP": 1,
      "FW-NN-NNS": 1,
      "VBP-NNP-FW": 1,
      "NNP-FW-JJ": 1,
      "JJ-NN-JJ": 2,
      "JJ-JJ-NNP": 1,
      "JJ-NNP-NNP": 1,
      "IN-FW-CD": 1,
      "CD-NNS-FW": 1,
      "NNS-FW-NNS": 1,
      "FW-FW-IN": 1,
      "FW-IN-NNP": 1,
      "NNP-NN-JJ": 1,
      "NN-IN-NN": 1,
      "VBP-JJ-NNP": 2,
      "JJ-JJ-NNS": 1,
      "NN-NN-NNS": 1,
      "NN-DT-JJ": 1,
      "DT-JJ-FW": 1,
      "NN-NNP-JJ": 1,
      "NNP-JJ-RB": 1,
      "JJ-RB-NN": 1,
      "RB-NN-NNS": 1,
      "FW-FW-JJR": 1,
      "FW-JJR-NN": 1,
      "JJR-NN-JJ": 1,
      "FW-FW-VBZ": 1,
      "FW-VBZ-DT": 1,
      "DT-NN-NN": 1,
      "NN-JJ-NNS": 1,
      "JJ-NNS-NNS": 1,
      "NNS-VBP-NNS": 1,
      "VBP-NNS-VBP": 1,
      "VBP-NN-NN": 1,
      "NNP-NN-NNS": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 269,
        "FW": 189,
        "NNP": 102,
        "JJ": 75,
        "IN": 32
      },
      "top_bigrams": {
        "NN-NN": 156,
        "FW-FW": 111,
        "JJ-NN": 41,
        "NNP-NNP": 39,
        "NNP-NN": 32
      },
      "top_trigrams": {
        "NN-NN-NN": 96,
        "FW-FW-FW": 69,
        "JJ-NN-NN": 22,
        "NNP-NN-NN": 22,
        "NN-FW-FW": 19
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 29,
    "chunk_counts": {
      "NP": 199,
      "VP": 37,
      "ADJP": 13,
      "PP": 6
    },
    "top_rules": [
      {
        "rule": "NP -> ('Campo', 'NNP') ('Sacha', 'NNP')",
        "frequency": 4,
        "weight": 0.0141
      },
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 3,
        "weight": 0.0106
      },
      {
        "rule": "NP -> ('recursos', 'JJ') ('naturales', 'NNS')",
        "frequency": 2,
        "weight": 0.007
      },
      {
        "rule": "NP -> ('ecuatorianos', 'NNS')",
        "frequency": 2,
        "weight": 0.007
      },
      {
        "rule": "NP -> ('declaró', 'NN')",
        "frequency": 2,
        "weight": 0.007
      },
      {
        "rule": "NP -> ('Además', 'NNP')",
        "frequency": 2,
        "weight": 0.007
      },
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 2,
        "weight": 0.007
      },
      {
        "rule": "NP -> ('Constitución', 'NNP')",
        "frequency": 2,
        "weight": 0.007
      },
      {
        "rule": "NP -> ('y', 'NN')",
        "frequency": 2,
        "weight": 0.007
      },
      {
        "rule": "NP -> ('pueblo', 'NN')",
        "frequency": 2,
        "weight": 0.007
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "La"
      },
      {
        "label": "VP",
        "text": "candidata presidencial por la Revolución Ciudadana"
      },
      {
        "label": "NP",
        "text": "presidencial por la Revolución Ciudadana"
      },
      {
        "label": "NP",
        "text": "Luisa González"
      },
      {
        "label": "NP",
        "text": "anunció"
      },
      {
        "label": "NP",
        "text": "una entrevista que"
      },
      {
        "label": "NP",
        "text": "a la presidencia"
      },
      {
        "label": "VP",
        "text": "revertirá el contrato"
      },
      {
        "label": "NP",
        "text": "el contrato"
      },
      {
        "label": "NP",
        "text": "Campo Sacha"
      },
      {
        "label": "VP",
        "text": "adjudicado a la empresa Amodaimi-Oil Company S.L"
      },
      {
        "label": "NP",
        "text": "a la empresa Amodaimi-Oil Company S.L"
      },
      {
        "label": "NP",
        "text": "González denunció que el acuerdo fue realizado “ al margen"
      },
      {
        "label": "NP",
        "text": "que"
      },
      {
        "label": "NP",
        "text": "no permitirá"
      }
    ],
    "clause_structures": [
      "(S\n  (NP La/NNP)\n  (VP\n    candidata/VBZ\n    (NP presidencial/JJ por/NN la/NN Revolución/NNP Ciudadana/NNP))\n  ,/,\n  (NP Luisa/NNP González/NNP)\n  ,/,\n  (NP anunció/NN)\n  en/FW\n  (NP una/JJ entrevista/NN que/NN)\n  ,/,\n  de/FW\n  llegar/FW\n  (NP a/DT la/NN presidencia/NN)\n  ,/,\n  (VP revertirá/VB (NP el/JJ contrato/NN))\n  de/IN\n  concesión/FW\n  del/FW\n  (NP Campo/NNP Sacha/NNP)\n  ,/,\n  (VP\n    adjudicado/VBZ\n    (NP a/DT la/JJ empresa/JJ Amodaimi-Oil/NNP Company/NNP S.L/NNP))\n  ./.)",
      "(S\n  (NP\n    González/NNP\n    denunció/NN\n    que/NN\n    el/NN\n    acuerdo/NN\n    fue/NN\n    realizado/NN\n    “/NNP\n    al/NN\n    margen/NN)\n  de/IN\n  la/FW\n  ley/FW\n  ”/FW\n  y/FW\n  aseguró/FW\n  (NP que/NN)\n  (NP no/DT permitirá/NN)\n  la/FW\n  entrega/FW\n  de/FW\n  los/FW\n  (NP recursos/JJ naturales/NNS)\n  de/IN\n  los/FW\n  (NP ecuatorianos/NNS)\n  ./.)",
      "(S\n  (NP “/JJ Lo/NNP vamos/NN)\n  (NP a/DT echar/NN abajo/NN)\n  ,/,\n  (ADJP lo/JJ)\n  vamos/FW\n  (NP a/DT revertir/NN)\n  ,/,\n  (NP porque/NN)\n  (NP no/DT vamos/NN)\n  (NP a/DT entregar/NN los/NN recursos/NN)\n  de/IN\n  los/FW\n  (NP ecuatorianos/NNS)\n  ,/,\n  (NP cuando/NN aquí/NN se/NN ha/NN hecho/NN)\n  (NP un/JJ contrato/NN al/NN margen/NN)\n  de/IN\n  la/FW\n  ley/FW\n  ”/FW\n  ,/,\n  (NP declaró/NN)\n  ./.)",
      "(S\n  (NP Además/NNP)\n  ,/,\n  (NP la/NN candidata/NNS)\n  (VP advirtió/VBP sobre/JJ)\n  la/FW\n  posibilidad/FW\n  de/FW\n  que/FW\n  existan/FW\n  cláusulas/FW\n  de/FW\n  arbitraje/FW\n  (NP internacional/JJ incluidas/NNS)\n  (PP en/IN (NP el/NN contrato/NN))\n  ,/,\n  (NP señalando/NN que/NN)\n  estas/FW\n  (NP violan/NN)\n  la/FW\n  (NP Constitución/NNP)\n  ecuatoriana/FW\n  (NP y/NN)\n  la/FW\n  voluntad/FW\n  soberana/FW\n  del/FW\n  (NP pueblo/NN)\n  ./.)",
      "(S\n  (NP “/JJ El/NNP arbitraje/NN)\n  (NP\n    internacional/JJ\n    está/NN\n    prohibido/NN\n    desde/NN\n    la/NN\n    Constitución/NNP)\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "ECONOMIA_COMERCIO_FINANZAS",
      "JURIDICO_LEGISLATIVO_CORRUPCION",
      "REGIONES_PROVINCIAS",
      "CANTIDADES_NUMERICAS",
      "MONETARIOS",
      "PAISES",
      "ELECCIONES_PROCESOS_POLITICOS",
      "APROBACION_RECHAZO",
      "ACCIONES_LEGALES",
      "LEYES_NORMATIVAS",
      "ORGANIZACIONES_SOCIALES",
      "INFRAESTRUCTURA_SERVICIOS",
      "CONFLICTOS_ARMADOS_OPERACIONES",
      "GOBIERNOS_OFICIALES",
      "ANTIIMPERIALISMO_SOBERANIA"
    ],
    "matches": [
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "denunció que el acuerdo fue realizado “al",
        "position": [
          242,
          283
        ],
        "start": 242,
        "end": 283
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "trabajo",
        "position": [
          1002,
          1009
        ],
        "start": 1002,
        "end": 1009
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "inversión",
        "position": [
          2630,
          2639
        ],
        "start": 2630,
        "end": 2639
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "transparencia en el proceso",
        "position": [
          4689,
          4716
        ],
        "start": 4689,
        "end": 4716
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "declaró",
        "position": [
          552,
          559
        ],
        "start": 552,
        "end": 559
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "anunció",
        "position": [
          72,
          79
        ],
        "start": 72,
        "end": 79
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "advirtió",
        "position": [
          582,
          590
        ],
        "start": 582,
        "end": 590
      },
      {
        "category": "JURIDICO_LEGISLATIVO_CORRUPCION",
        "matched_text": "peculado",
        "position": [
          3944,
          3952
        ],
        "start": 3944,
        "end": 3952
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "gobierno de daniel noboa",
        "position": [
          1743,
          1767
        ],
        "start": 1743,
        "end": 1767
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "presidente ecuatoriano",
        "position": [
          2083,
          2105
        ],
        "start": 2083,
        "end": 2105
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "ministra de energía",
        "position": [
          2310,
          2329
        ],
        "start": 2310,
        "end": 2329
      },
      {
        "category": "ORGANIZACIONES_SOCIALES",
        "matched_text": "asociación nacional de trabajadores",
        "position": [
          2486,
          2521
        ],
        "start": 2486,
        "end": 2521
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "desestimó",
        "position": [
          2351,
          2360
        ],
        "start": 2351,
        "end": 2360
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "subrayó",
        "position": [
          2822,
          2829
        ],
        "start": 2822,
        "end": 2829
      },
      {
        "category": "ACCIONES_LEGALES",
        "matched_text": "denunció",
        "position": [
          242,
          250
        ],
        "start": 242,
        "end": 250
      },
      {
        "category": "LEYES_NORMATIVAS",
        "matched_text": "normativa",
        "position": [
          1519,
          1528
        ],
        "start": 1519,
        "end": 1528
      },
      {
        "category": "LEYES_NORMATIVAS",
        "matched_text": "constitución",
        "position": [
          720,
          732
        ],
        "start": 720,
        "end": 732
      },
      {
        "category": "INFRAESTRUCTURA_SERVICIOS",
        "matched_text": "energía",
        "position": [
          2322,
          2329
        ],
        "start": 2322,
        "end": 2329
      },
      {
        "category": "PAISES",
        "matched_text": "ecuador",
        "position": [
          1080,
          1087
        ],
        "start": 1080,
        "end": 1087
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "estado ecuatoriano",
        "position": [
          3033,
          3051
        ],
        "start": 3033,
        "end": 3051
      },
      {
        "category": "ANTIIMPERIALISMO_SOBERANIA",
        "matched_text": "soberanía nacional",
        "position": [
          4464,
          4482
        ],
        "start": 4464,
        "end": 4482
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "500 millones",
        "position": [
          3660,
          3672
        ],
        "start": 3660,
        "end": 3672
      },
      {
        "category": "MONETARIOS",
        "matched_text": "500 millones de dólares",
        "position": [
          3660,
          3683
        ],
        "start": 3660,
        "end": 3683
      }
    ],
    "match_count": 23
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Superintendencia de Compañías",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Petroecuador",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Constitución",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Campo Sacha",
        "tipo": "Lugar"
      },
      {
        "nombre": "Amodaimi",
        "tipo": "Lugar"
      },
      {
        "nombre": "señor Noboa",
        "tipo": "Persona"
      },
      {
        "nombre": "Ecuador",
        "tipo": "Lugar"
      },
      {
        "nombre": "Noboa",
        "tipo": "Persona"
      },
      {
        "nombre": "Luisa González",
        "tipo": "Persona"
      },
      {
        "nombre": "Daniel Noboa",
        "tipo": "Persona"
      },
      {
        "nombre": "Isabel Noboa",
        "tipo": "Persona"
      },
      {
        "nombre": "Inés Manzano",
        "tipo": "Persona"
      },
      {
        "nombre": "Sinopetrol",
        "tipo": "Lugar"
      },
      {
        "nombre": "González",
        "tipo": "Persona"
      },
      {
        "nombre": "Washington Andrade",
        "tipo": "Persona"
      },
      {
        "nombre": "Fiscalía General del Estado",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Gabriela Sommerfeld",
        "tipo": "Persona"
      },
      {
        "nombre": "Asociación Nacional de Trabajadores de las Empresas de la Energía y el Petróleo",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Estado ecuatoriano",
        "tipo": "Lugar"
      },
      {
        "nombre": "Constitución de la República",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Sociedad Ganadera El Ordeño S.A.S.",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Juan Pablo Jaramillo",
        "tipo": "Persona"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Luisa González",
        "relacion": "ANUNCIAR",
        "objeto": "Campo Sacha"
      },
      {
        "sujeto": "Luisa González",
        "relacion": "ANUNCIAR",
        "objeto": "González"
      },
      {
        "sujeto": "Constitución de la República",
        "relacion": "DECIR_AFIRMAR",
        "objeto": "Ecuador"
      },
      {
        "sujeto": "Constitución de la República",
        "relacion": "DECIR_AFIRMAR",
        "objeto": "González"
      },
      {
        "sujeto": "Ecuador",
        "relacion": "ACEPTAR_DECIR_AFIRMAR",
        "objeto": "González"
      },
      {
        "sujeto": "González",
        "relacion": "PRODUCIR",
        "objeto": "Daniel Noboa"
      },
      {
        "sujeto": "González",
        "relacion": "PRODUCIR",
        "objeto": "Campo Sacha"
      },
      {
        "sujeto": "Superintendencia de Compañías",
        "relacion": "COMPARTIR",
        "objeto": "Sociedad Ganadera El Ordeño S.A.S."
      },
      {
        "sujeto": "Superintendencia de Compañías",
        "relacion": "COMPARTIR",
        "objeto": "Isabel Noboa"
      },
      {
        "sujeto": "Juan Pablo Jaramillo",
        "relacion": "SE_ALAR",
        "objeto": "Amodaimi"
      },
      {
        "sujeto": "Washington Andrade",
        "relacion": "PRESENTAR",
        "objeto": "Fiscalía General del Estado"
      },
      {
        "sujeto": "González",
        "relacion": "CRITICAR",
        "objeto": "Campo Sacha"
      }
    ]
  },
  "sentiment": {
    "compound": 0.2263,
    "pos": 0.028,
    "neu": 0.945,
    "neg": 0.027,
    "label": "positive"
  }
}