{
  "url": "https://www.telesurtv.net/tiempo-de-carnaval-sudamerica-vive-su-segunda-noche-de-festividades/",
  "title": "Tiempo de Carnaval: Sudamérica vive su segunda noche de festividades - teleSUR",
  "section": "América Latina y El Caribe",
  "tags": [
    "Águia de Ouro",
    "barranquilla",
    "comparsas",
    "Cordão do Prata Preta",
    "cultura latinoamericana",
    "desfiles",
    "Latinoamérica",
    "Oruro",
    "Río de Janeiro",
    "ritmos autóctonos",
    "São Paulo",
    "Tiempo de Carnaval"
  ],
  "text": "\nCaravanas alrededor de Brasil, Colombia y Bolivia desarrollan la segunda noche de carnavales en su edición 2025, donde millones de personas bailan sin cesar junto a las comparsas que arrollan las calles con colores vibrantes y ritmos identitarios.\nLEA TAMBIÉN\nTiempo de Carnaval: Sudamérica celebra sus fiestas con tradición, color y alegría\nEn Brasil, el Cordón de Negro Plateado (Cordão do Prata Preta) rindió homenaje con sus tradicionales marchas a la vieja guardia de fiesteros de este carnaval: Vó Jacy, que participa del desfile desde 2006, y el Dr. Bulhões, activista del Sistema Único de Salud y de las vacunas.\nCordão do Prata Preta, fundado en 2004, es uno de los bloques más tradicionales de la Zona Portuaria de Río de Janeiro.\nFue creado para revitalizar el carnaval callejero de la región, y rinde homenaje a Horácio José da Silva, conocido como Prata Preta, capoeirista y líder de la Revuelta de las Vacunas en 1904.\nAsimismo, el segundo día de festividades en Brasil contó con la presencia de la tradicional Águia de Ouro en São Paulo, con una hermosa celebración del cantante y compositor Benito di Paula.\nTambién desfilaron el Imperio de Casa Verde; Mocidade Alegre, bajo el lema “Aquellos que no pueden manejar mandinga no pueden llevar amuletos”; los Gaviões da Fiel, cuyo motor del desfile fue la cultura religiosa de origen afro; los Académicos do Tucuruvi, en representación de la cultura indígena; la Estrella del Tercer Milenio, como parte de la comunidad LGBTIQ+; y el Vai -Vai, mayor vencedor de los títulos del carnaval de São Paulo.\n\n\nDeclarado Obra Maestra y Patrimonio de la Humanidad, el Carnaval de Oruro reunió a miles de danzarines, músicos y espectadores participaron el pasado sábado en la peregrinación folclórica.\nEste gran desfile comenzó en el norte de la ciudad boliviana de Oruro, situada en el occidente altiplánico de Bolivia, y recorrió las principales calles hasta finalizar en el Santuario de la Virgen del Socavón.\nLas morenadas, las diabladas, los tinkus y los caporales, entre otras bellas danzas, le dieron brillo a la entrada del Carnaval de Oruro, una festividad que refleja las costumbres nativas mezcladas con el catolicismo.\nDe acuerdo con el corresponsal Freddy Morales, el desfile de los 52 grupos folclóricos en Bolivia culminó a las 08H00 (hora local) de este domingo en la iglesia de la Virgen de la Candelaria. De esta manera, culminó esta etapa que se hace llamar el “sábado de peregrinación”.\nActo seguido, miles de participantes se reunieron frente a la iglesia para realizar el “saludo del alba”, una festividad en el que miles de personas festejan al son de la música de las bandas mientras esperan el amanecer.\nAunque el evento contó con algunas precipitaciones, las personas disfrutaron de los ritmos folclóricos y entonó las principales tonadas del carnaval andino de Oruro.\n\n\nUno de los eventos más deseados y esperados por el público local y extranjero de Colombia es el Carnaval de Barranquilla, festividad que vivió su segunda noche el pasado 1 ° de marzo.\nEsta exposición de color y música, que combina tradiciones africanas, indígenas y españolas, atrae a miles de visitantes de todo el mundo.\nLa víspera, la ciudad se inundó de color, ingenio y música con la ‘Batalla de Flores’, el primero de los multitudinarios desfiles del Carnaval de Barranquilla, la fiesta folclórica más importante de Colombia.\nCarrozas con reinas y camiones con orquestas musicales inundaron de alegría a los más de 60.000 asistentes que se apostaron a lado y lado del Cumbiódromo de la Vía 40, avenida que comprende más de 40 kilómetros.\nUna de las novedades de este año en este centenario desfile fue que por primera vez los artesanos y maestros carroceros desfilaron junto a sus obras, con lo que se destacó la importancia de su trabajo.\nDesde Barranquilla, el corresponsal Hernán Tobar comentó que en la Vía 40 harán presencia este domingo alrededor de 169 grupos folclóricos, con 77 disfraces individuales y 59 disfraces colectivos.\nEn esta oportunidad se espera resaltar los ritmos ancestrales que exponen la riqueza de la cultura latinoamericana.\nLas cumbias, el mapalé, los congos, el son de negros y otras expresiones musicales y artísticas protagonizarán las festividades.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/tiempo-de-carnaval-sudamerica-vive-su-segunda-noche-de-festividades/",
    "json_file": "Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-03.json",
    "message_index": 2296,
    "message_id": 88108,
    "date": "2025-03-02T17:55:12+00:00",
    "text": "teleSUR\nTiempo de Carnaval: Sudamérica vive su segunda noche de festividades\nhttps://www.telesurtv.net/tiempo-de-carnaval-sudamerica-vive-su-segunda-noche-de-festividades/",
    "photo_path": null,
    "views": 2324,
    "reactions": {
      "👍": 34,
      "🐳": 2
    },
    "total_reactions": 36
  },
  "preprocessing": {
    "cleaned": "caravanas alrededor de brasil, colombia y bolivia desarrollan la segunda noche de carnavales en su edición 2025, donde millones de personas bailan sin cesar junto a las comparsas que arrollan las calles con colores vibrantes y ritmos identitarios. en brasil, el cordón de negro plateado (cordão do prata preta) rindió homenaje con sus tradicionales marchas a la vieja guardia de fiesteros de este carnaval: vó jacy, que participa del desfile desde 2006, y el dr. bulhões, activista del sistema único de salud y de las vacunas. cordão do prata preta, fundado en 2004, es uno de los bloques más tradicionales de la zona portuaria de río de janeiro. fue creado para revitalizar el carnaval callejero de la región, y rinde homenaje a horácio josé da silva, conocido como prata preta, capoeirista y líder de la revuelta de las vacunas en 1904. asimismo, el segundo día de festividades en brasil contó con la presencia de la tradicional águia de ouro en são paulo, con una hermosa celebración del cantante y compositor benito di paula. también desfilaron el imperio de casa verde; mocidade alegre, bajo el lema “aquellos que no pueden manejar mandinga no pueden llevar amuletos”; los gaviões da fiel, cuyo motor del desfile fue la cultura religiosa de origen afro; los académicos do tucuruvi, en representación de la cultura indígena; la estrella del tercer milenio, como parte de la comunidad lgbtiq+; y el vai -vai, mayor vencedor de los títulos del carnaval de são paulo. declarado obra maestra y patrimonio de la humanidad, el carnaval de oruro reunió a miles de danzarines, músicos y espectadores participaron el pasado sábado en la peregrinación folclórica. este gran desfile comenzó en el norte de la ciudad boliviana de oruro, situada en el occidente altiplánico de bolivia, y recorrió las principales calles hasta finalizar en el santuario de la virgen del socavón. las morenadas, las diabladas, los tinkus y los caporales, entre otras bellas danzas, le dieron brillo a la entrada del carnaval de oruro, una festividad que refleja las costumbres nativas mezcladas con el catolicismo. de acuerdo con el corresponsal freddy morales, el desfile de los 52 grupos folclóricos en bolivia culminó a las 08h00 (hora local) de este domingo en la iglesia de la virgen de la candelaria. de esta manera, culminó esta etapa que se hace llamar el “sábado de peregrinación”. acto seguido, miles de participantes se reunieron frente a la iglesia para realizar el “saludo del alba”, una festividad en el que miles de personas festejan al son de la música de las bandas mientras esperan el amanecer. aunque el evento contó con algunas precipitaciones, las personas disfrutaron de los ritmos folclóricos y entonó las principales tonadas del carnaval andino de oruro. uno de los eventos más deseados y esperados por el público local y extranjero de colombia es el carnaval de barranquilla, festividad que vivió su segunda noche el pasado 1 ° de marzo. esta exposición de color y música, que combina tradiciones africanas, indígenas y españolas, atrae a miles de visitantes de todo el mundo. la víspera, la ciudad se inundó de color, ingenio y música con la ‘batalla de flores’, el primero de los multitudinarios desfiles del carnaval de barranquilla, la fiesta folclórica más importante de colombia. carrozas con reinas y camiones con orquestas musicales inundaron de alegría a los más de 60.000 asistentes que se apostaron a lado y lado del cumbiódromo de la vía 40, avenida que comprende más de 40 kilómetros. una de las novedades de este año en este centenario desfile fue que por primera vez los artesanos y maestros carroceros desfilaron junto a sus obras, con lo que se destacó la importancia de su trabajo. desde barranquilla, el corresponsal hernán tobar comentó que en la vía 40 harán presencia este domingo alrededor de 169 grupos folclóricos, con 77 disfraces individuales y 59 disfraces colectivos. en esta oportunidad se espera resaltar los ritmos ancestrales que exponen la riqueza de la cultura latinoamericana. las cumbias, el mapalé, los congos, el son de negros y otras expresiones musicales y artísticas protagonizarán las festividades.",
    "tokens": [
      "caravanas",
      "alrededor",
      "brasil",
      ",",
      "colombia",
      "bolivia",
      "desarrollan",
      "segunda",
      "noche",
      "carnavales",
      "edición",
      "2025",
      ",",
      "millones",
      "personas",
      "bailan",
      "cesar",
      "junto",
      "comparsas",
      "arrollan",
      "calles",
      "colores",
      "vibrantes",
      "ritmos",
      "identitarios",
      ".",
      "brasil",
      ",",
      "cordón",
      "negro",
      "plateado",
      "(",
      "cordão",
      "do",
      "prata",
      "preta",
      ")",
      "rindió",
      "homenaje",
      "tradicionales",
      "marchas",
      "vieja",
      "guardia",
      "fiesteros",
      "carnaval",
      ":",
      "vó",
      "jacy",
      ",",
      "participa",
      "desfile",
      "2006",
      ",",
      "dr.",
      "bulhões",
      ",",
      "activista",
      "sistema",
      "único",
      "salud",
      "vacunas",
      ".",
      "cordão",
      "do",
      "prata",
      "preta",
      ",",
      "fundado",
      "2004",
      ",",
      "bloques",
      "tradicionales",
      "zona",
      "portuaria",
      "río",
      "janeiro",
      ".",
      "creado",
      "revitalizar",
      "carnaval",
      "callejero",
      "región",
      ",",
      "rinde",
      "homenaje",
      "horácio",
      "josé",
      "da",
      "silva",
      ",",
      "conocido",
      "prata",
      "preta",
      ",",
      "capoeirista",
      "líder",
      "revuelta",
      "vacunas",
      "1904.",
      "asimismo",
      ",",
      "segundo",
      "día",
      "festividades",
      "brasil",
      "contó",
      "presencia",
      "tradicional",
      "águia",
      "ouro",
      "são",
      "paulo",
      ",",
      "hermosa",
      "celebración",
      "cantante",
      "compositor",
      "benito",
      "di",
      "paula",
      ".",
      "desfilaron",
      "imperio",
      "casa",
      "verde",
      ";",
      "mocidade",
      "alegre",
      ",",
      "bajo",
      "lema",
      "“",
      "aquellos",
      "pueden",
      "manejar",
      "mandinga",
      "pueden",
      "llevar",
      "amuletos",
      "”",
      ";",
      "gaviões",
      "da",
      "fiel",
      ",",
      "cuyo",
      "motor",
      "desfile",
      "cultura",
      "religiosa",
      "origen",
      "afro",
      ";",
      "académicos",
      "do",
      "tucuruvi",
      ",",
      "representación",
      "cultura",
      "indígena",
      ";",
      "estrella",
      "tercer",
      "milenio",
      ",",
      "parte",
      "comunidad",
      "lgbtiq+",
      ";",
      "vai",
      "-vai",
      ",",
      "mayor",
      "vencedor",
      "títulos",
      "carnaval",
      "são",
      "paulo",
      ".",
      "declarado",
      "obra",
      "maestra",
      "patrimonio",
      "humanidad",
      ",",
      "carnaval",
      "oruro",
      "reunió",
      "miles",
      "danzarines",
      ",",
      "músicos",
      "espectadores",
      "participaron",
      "pasado",
      "sábado",
      "peregrinación",
      "folclórica",
      ".",
      "gran",
      "desfile",
      "comenzó",
      "norte",
      "ciudad",
      "boliviana",
      "oruro",
      ",",
      "situada",
      "occidente",
      "altiplánico",
      "bolivia",
      ",",
      "recorrió",
      "principales",
      "calles",
      "finalizar",
      "santuario",
      "virgen",
      "socavón",
      ".",
      "morenadas",
      ",",
      "diabladas",
      ",",
      "tinkus",
      "caporales",
      ",",
      "bellas",
      "danzas",
      ",",
      "dieron",
      "brillo",
      "entrada",
      "carnaval",
      "oruro",
      ",",
      "festividad",
      "refleja",
      "costumbres",
      "nativas",
      "mezcladas",
      "catolicismo",
      ".",
      "acuerdo",
      "corresponsal",
      "freddy",
      "morales",
      ",",
      "desfile",
      "52",
      "grupos",
      "folclóricos",
      "bolivia",
      "culminó",
      "08h00",
      "(",
      "hora",
      "local",
      ")",
      "domingo",
      "iglesia",
      "virgen",
      "candelaria",
      ".",
      "manera",
      ",",
      "culminó",
      "etapa",
      "hace",
      "llamar",
      "“",
      "sábado",
      "peregrinación",
      "”",
      ".",
      "acto",
      "seguido",
      ",",
      "miles",
      "participantes",
      "reunieron",
      "frente",
      "iglesia",
      "realizar",
      "“",
      "saludo",
      "alba",
      "”",
      ",",
      "festividad",
      "miles",
      "personas",
      "festejan",
      "música",
      "bandas",
      "mientras",
      "esperan",
      "amanecer",
      ".",
      "aunque",
      "evento",
      "contó",
      "precipitaciones",
      ",",
      "personas",
      "disfrutaron",
      "ritmos",
      "folclóricos",
      "entonó",
      "principales",
      "tonadas",
      "carnaval",
      "andino",
      "oruro",
      ".",
      "eventos",
      "deseados",
      "esperados",
      "público",
      "local",
      "extranjero",
      "colombia",
      "carnaval",
      "barranquilla",
      ",",
      "festividad",
      "vivió",
      "segunda",
      "noche",
      "pasado",
      "1",
      "°",
      "marzo",
      ".",
      "exposición",
      "color",
      "música",
      ",",
      "combina",
      "tradiciones",
      "africanas",
      ",",
      "indígenas",
      "españolas",
      ",",
      "atrae",
      "miles",
      "visitantes",
      "mundo",
      ".",
      "víspera",
      ",",
      "ciudad",
      "inundó",
      "color",
      ",",
      "ingenio",
      "música",
      "‘",
      "batalla",
      "flores",
      "’",
      ",",
      "primero",
      "multitudinarios",
      "desfiles",
      "carnaval",
      "barranquilla",
      ",",
      "fiesta",
      "folclórica",
      "importante",
      "colombia",
      ".",
      "carrozas",
      "reinas",
      "camiones",
      "orquestas",
      "musicales",
      "inundaron",
      "alegría",
      "60.000",
      "asistentes",
      "apostaron",
      "lado",
      "lado",
      "cumbiódromo",
      "vía",
      "40",
      ",",
      "avenida",
      "comprende",
      "40",
      "kilómetros",
      ".",
      "novedades",
      "año",
      "centenario",
      "desfile",
      "primera",
      "vez",
      "artesanos",
      "maestros",
      "carroceros",
      "desfilaron",
      "junto",
      "obras",
      ",",
      "destacó",
      "importancia",
      "trabajo",
      ".",
      "barranquilla",
      ",",
      "corresponsal",
      "hernán",
      "tobar",
      "comentó",
      "vía",
      "40",
      "harán",
      "presencia",
      "domingo",
      "alrededor",
      "169",
      "grupos",
      "folclóricos",
      ",",
      "77",
      "disfraces",
      "individuales",
      "59",
      "disfraces",
      "colectivos",
      ".",
      "oportunidad",
      "espera",
      "resaltar",
      "ritmos",
      "ancestrales",
      "exponen",
      "riqueza",
      "cultura",
      "latinoamericana",
      ".",
      "cumbias",
      ",",
      "mapalé",
      ",",
      "congos",
      ",",
      "negros",
      "expresiones",
      "musicales",
      "artísticas",
      "protagonizarán",
      "festividades",
      "."
    ],
    "token_count": 458,
    "sentence_count": 21
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 113,
      "NN": 214,
      "FW": 159,
      "CD": 13,
      "NNS": 37,
      "IN": 37,
      "VBZ": 10,
      "JJ": 43,
      "VBP": 20,
      "RBS": 1,
      "DT": 2,
      "VB": 1,
      "VBD": 1,
      "RB": 2,
      "CC": 1
    },
    "bigram_freq": {
      "NNP-NN": 30,
      "NN-FW": 19,
      "FW-NNP": 38,
      "NNP-NNP": 36,
      "NN-NN": 120,
      "FW-FW": 85,
      "FW-NN": 23,
      "NN-CD": 4,
      "CD-NN": 6,
      "NN-NNS": 12,
      "NNS-IN": 3,
      "IN-FW": 21,
      "NN-VBZ": 5,
      "VBZ-NNS": 1,
      "NNS-NN": 1,
      "VBZ-VBZ": 1,
      "VBZ-JJ": 4,
      "JJ-NNS": 6,
      "NNS-NNP": 3,
      "NNP-IN": 8,
      "IN-NNP": 8,
      "NN-JJ": 7,
      "JJ-NN": 29,
      "NN-NNP": 18,
      "NNP-FW": 27,
      "NNP-VBP": 3,
      "VBP-NNP": 6,
      "VBZ-RBS": 1,
      "RBS-JJ": 1,
      "JJ-JJ": 4,
      "NN-IN": 25,
      "NNP-JJ": 3,
      "FW-NNS": 4,
      "NNS-VBP": 15,
      "VBP-NNS": 2,
      "NNS-FW": 2,
      "IN-CD": 4,
      "CD-NNP": 1,
      "FW-JJ": 8,
      "JJ-FW": 3,
      "NNP-VBZ": 2,
      "VBZ-NNP": 1,
      "NN-DT": 2,
      "DT-JJ": 2,
      "NNP-VB": 1,
      "VB-FW": 1,
      "IN-NNS": 1,
      "NNS-NNS": 6,
      "VBP-JJ": 9,
      "FW-CD": 1,
      "NN-VBD": 1,
      "VBD-CD": 1,
      "CD-JJ": 1,
      "NNS-RB": 2,
      "RB-VBZ": 1,
      "IN-NN": 3,
      "VBZ-FW": 1,
      "NN-VBP": 1,
      "VBP-NN": 2,
      "NNP-CC": 1,
      "CC-JJ": 1,
      "JJ-NNP": 1,
      "NNS-JJ": 3,
      "VBP-IN": 1,
      "CD-NNS": 5,
      "NNP-CD": 2,
      "NNS-VBZ": 1,
      "VBZ-CD": 1,
      "RB-VBP": 1
    },
    "trigram_freq": {
      "NNP-NN-FW": 2,
      "NN-FW-NNP": 3,
      "FW-NNP-NNP": 8,
      "NNP-NNP-NNP": 9,
      "NNP-NNP-NN": 15,
      "NNP-NN-NN": 21,
      "NN-NN-FW": 14,
      "NN-FW-FW": 10,
      "FW-FW-FW": 55,
      "FW-FW-NN": 8,
      "FW-NN-CD": 1,
      "NN-CD-NN": 3,
      "CD-NN-NNS": 1,
      "NN-NNS-IN": 3,
      "NNS-IN-FW": 2,
      "IN-FW-NN": 2,
      "FW-NN-NN": 11,
      "NN-NN-NN": 67,
      "NN-NN-VBZ": 4,
      "NN-VBZ-NNS": 1,
      "VBZ-NNS-NN": 1,
      "NNS-NN-VBZ": 1,
      "NN-VBZ-VBZ": 1,
      "VBZ-VBZ-JJ": 1,
      "VBZ-JJ-NNS": 2,
      "JJ-NNS-NNP": 1,
      "NNS-NNP-NNP": 1,
      "NNP-NNP-IN": 3,
      "NNP-IN-NNP": 3,
      "IN-NNP-NNP": 6,
      "NN-NN-JJ": 6,
      "NN-JJ-NN": 6,
      "JJ-NN-NN": 15,
      "NN-NN-NNP": 7,
      "NN-NNP-NNP": 9,
      "NNP-NNP-FW": 6,
      "NNP-FW-NNP": 14,
      "FW-NNP-FW": 17,
      "NNP-NNP-VBP": 1,
      "NNP-VBP-NNP": 3,
      "VBP-NNP-NNP": 2,
      "NN-VBZ-RBS": 1,
      "VBZ-RBS-JJ": 1,
      "RBS-JJ-JJ": 1,
      "JJ-JJ-NN": 3,
      "JJ-NN-IN": 7,
      "NN-IN-FW": 14,
      "IN-FW-FW": 8,
      "FW-NN-NNP": 4,
      "NNP-NNP-JJ": 2,
      "NNP-JJ-NN": 3,
      "NN-NN-CD": 2,
      "CD-NN-NNP": 1,
      "JJ-NN-NNP": 3,
      "NNP-FW-FW": 6,
      "FW-FW-NNS": 3,
      "FW-NNS-NNP": 1,
      "NNS-NNP-VBP": 1,
      "CD-NN-FW": 1,
      "FW-NNS-VBP": 1,
      "NNS-VBP-NNS": 1,
      "VBP-NNS-FW": 1,
      "NNS-FW-FW": 2,
      "FW-FW-NNP": 17,
      "FW-NNP-IN": 3,
      "NN-NN-IN": 12,
      "NNP-NN-NNP": 2,
      "NN-NNP-NN": 3,
      "IN-FW-NNP": 4,
      "NNP-IN-CD": 1,
      "IN-CD-NNP": 1,
      "CD-NNP-FW": 1,
      "NNP-FW-NN": 7,
      "FW-NNP-NN": 8,
      "FW-FW-JJ": 2,
      "FW-JJ-FW": 1,
      "JJ-FW-FW": 3,
      "NNP-NN-JJ": 1,
      "NN-NNP-VBZ": 2,
      "NNP-VBZ-NNP": 1,
      "VBZ-NNP-NNP": 1,
      "NN-NNP-IN": 1,
      "NNP-NN-DT": 1,
      "NN-DT-JJ": 2,
      "DT-JJ-NN": 2,
      "NN-NN-DT": 1,
      "JJ-NN-NNS": 3,
      "NN-NNS-VBP": 7,
      "NNS-VBP-NNP": 3,
      "VBP-NNP-NN": 2,
      "IN-FW-JJ": 5,
      "FW-JJ-NN": 7,
      "NN-NNP-VBP": 1,
      "VBP-NNP-VB": 1,
      "NNP-VB-FW": 1,
      "VB-FW-FW": 1,
      "NN-IN-NNP": 5,
      "NNP-IN-FW": 4,
      "NNP-NN-NNS": 2,
      "NNS-IN-NNS": 1,
      "IN-NNS-NNS": 1,
      "NNS-NNS-NNS": 1,
      "NNS-NNS-VBP": 3,
      "NNS-VBP-JJ": 9,
      "VBP-JJ-NN": 5,
      "NN-NN-NNS": 6,
      "NN-NNS-NNS": 1,
      "VBP-JJ-FW": 1,
      "VBP-JJ-NNS": 3,
      "JJ-NNS-VBP": 3,
      "FW-NNP-JJ": 1,
      "NN-VBZ-JJ": 2,
      "NN-NNP-FW": 1,
      "FW-NN-IN": 5,
      "IN-FW-CD": 1,
      "FW-CD-NN": 1,
      "CD-NN-NN": 3,
      "IN-NNP-NN": 1,
      "NNP-NN-VBD": 1,
      "NN-VBD-CD": 1,
      "VBD-CD-JJ": 1,
      "CD-JJ-JJ": 1,
      "JJ-JJ-FW": 1,
      "NN-FW-NN": 6,
      "NN-NNS-RB": 1,
      "NNS-RB-VBZ": 1,
      "RB-VBZ-JJ": 1,
      "VBZ-JJ-NN": 2,
      "NN-IN-NN": 3,
      "IN-NN-NN": 1,
      "IN-NN-IN": 1,
      "NNP-VBZ-FW": 1,
      "VBZ-FW-JJ": 1,
      "NN-NN-VBP": 1,
      "NN-VBP-NN": 1,
      "VBP-NN-NN": 2,
      "IN-NNP-CC": 1,
      "NNP-CC-JJ": 1,
      "CC-JJ-NNP": 1,
      "JJ-NNP-FW": 1,
      "JJ-NNS-JJ": 1,
      "NNS-JJ-NNS": 1,
      "JJ-NNS-FW": 1,
      "FW-NN-FW": 2,
      "IN-FW-NNS": 1,
      "FW-NNS-NNS": 2,
      "VBP-NNP-FW": 1,
      "NNS-VBP-IN": 1,
      "VBP-IN-FW": 1,
      "NN-IN-CD": 3,
      "IN-CD-NNS": 3,
      "CD-NNS-JJ": 2,
      "NNS-JJ-JJ": 1,
      "FW-NNP-CD": 1,
      "NNP-CD-NN": 2,
      "CD-NNS-NNP": 1,
      "NNS-NNP-IN": 1,
      "NNS-VBP-NN": 1,
      "IN-NN-NNP": 1,
      "NN-NNP-CD": 1,
      "NNS-JJ-NN": 1,
      "JJ-NN-CD": 1,
      "NN-CD-NNS": 1,
      "CD-NNS-VBZ": 1,
      "NNS-VBZ-CD": 1,
      "VBZ-CD-NNS": 1,
      "CD-NNS-VBP": 1,
      "NN-JJ-JJ": 1,
      "NNS-NNS-RB": 1,
      "NNS-RB-VBP": 1,
      "RB-VBP-NNS": 1,
      "VBP-NNS-NNS": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 214,
        "FW": 159,
        "NNP": 113,
        "JJ": 43,
        "NNS": 37
      },
      "top_bigrams": {
        "NN-NN": 120,
        "FW-FW": 85,
        "FW-NNP": 38,
        "NNP-NNP": 36,
        "NNP-NN": 30
      },
      "top_trigrams": {
        "NN-NN-NN": 67,
        "FW-FW-FW": 55,
        "NNP-NN-NN": 21,
        "FW-NNP-FW": 17,
        "FW-FW-NNP": 17
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 21,
    "chunk_counts": {
      "NP": 191,
      "VP": 39,
      "PP": 12,
      "ADJP": 2
    },
    "top_rules": [
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 8,
        "weight": 0.0302
      },
      {
        "rule": "NP -> ('Oruro', 'NNP')",
        "frequency": 4,
        "weight": 0.0151
      },
      {
        "rule": "NP -> ('Carnaval', 'NNP')",
        "frequency": 3,
        "weight": 0.0113
      },
      {
        "rule": "VP -> ('con', 'VBP') NP",
        "frequency": 3,
        "weight": 0.0113
      },
      {
        "rule": "VP -> ('do', 'VBP') NP",
        "frequency": 3,
        "weight": 0.0113
      },
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 3,
        "weight": 0.0113
      },
      {
        "rule": "NP -> ('Cordão', 'NNP')",
        "frequency": 2,
        "weight": 0.0075
      },
      {
        "rule": "NP -> ('Prata', 'NNP') ('Preta', 'NNP')",
        "frequency": 2,
        "weight": 0.0075
      },
      {
        "rule": "NP -> ('a', 'DT') ('la', 'NN')",
        "frequency": 2,
        "weight": 0.0075
      },
      {
        "rule": "NP -> ('São', 'NNP') ('Paulo', 'NNP')",
        "frequency": 2,
        "weight": 0.0075
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "Caravanas alrededor"
      },
      {
        "label": "NP",
        "text": "Brasil"
      },
      {
        "label": "NP",
        "text": "Colombia y Bolivia desarrollan la"
      },
      {
        "label": "NP",
        "text": "edición"
      },
      {
        "label": "NP",
        "text": "donde millones"
      },
      {
        "label": "NP",
        "text": "bailan sin cesar"
      },
      {
        "label": "VP",
        "text": "junto a las comparsas que arrollan"
      },
      {
        "label": "NP",
        "text": "a las comparsas que arrollan"
      },
      {
        "label": "VP",
        "text": "las calles con"
      },
      {
        "label": "NP",
        "text": "calles con"
      },
      {
        "label": "VP",
        "text": "colores"
      },
      {
        "label": "VP",
        "text": "vibrantes y ritmos identitarios"
      },
      {
        "label": "NP",
        "text": "y ritmos identitarios"
      },
      {
        "label": "NP",
        "text": "LEA TAMBIÉN Tiempo"
      },
      {
        "label": "NP",
        "text": "Carnaval"
      }
    ],
    "clause_structures": [
      "(S\n  (NP Caravanas/NNP alrededor/NN)\n  de/FW\n  (NP Brasil/NNP)\n  ,/,\n  (NP Colombia/NNP y/NNP Bolivia/NNP desarrollan/NN la/NN)\n  segunda/FW\n  noche/FW\n  de/FW\n  carnavales/FW\n  en/FW\n  su/FW\n  (NP edición/NN)\n  2025/CD\n  ,/,\n  (NP donde/JJ millones/NNS)\n  de/IN\n  personas/FW\n  (NP bailan/NN sin/NN cesar/NN)\n  (VP junto/VBZ (NP a/DT las/JJ comparsas/NN que/NN arrollan/NN))\n  (VP las/VBZ (NP calles/NNS con/NN))\n  (VP colores/VBZ)\n  (VP vibrantes/VBZ (NP y/JJ ritmos/JJ identitarios/NNS))\n  ./.)",
      "(S\n  (NP LEA/NNP TAMBIÉN/NNP Tiempo/NNP)\n  de/FW\n  (NP Carnaval/NNP)\n  :/:\n  (NP Sudamérica/NNP)\n  (VP celebra/VBZ (NP sus/NN fiestas/NNS))\n  (VP con/VBP (NP tradición/NN))\n  ,/,\n  (NP color/NN y/NN alegría/NN En/NNP Brasil/NNP)\n  ,/,\n  (NP el/JJ Cordón/NNP)\n  de/FW\n  (NP Negro/NNP Plateado/NNP)\n  (/(\n  (NP Cordão/NNP)\n  (VP do/VBP (NP Prata/NNP Preta/NNP))\n  )/)\n  (VP rindió/VBP (NP homenaje/JJ con/NN sus/NN))\n  (VP tradicionales/VBZ)\n  (VP marchas/VBZ (NP a/DT la/NN))\n  vieja/FW\n  guardia/FW\n  de/FW\n  fiesteros/FW\n  de/FW\n  este/FW\n  (NP carnaval/NN)\n  :/:\n  (NP Vó/NNP Jacy/NNP)\n  ,/,\n  (NP que/NN participa/NN del/NN desfile/NN desde/NN)\n  2006/CD\n  ,/,\n  y/CC\n  (NP el/JJ Dr./NNP Bulhões/NNP)\n  ,/,\n  (NP activista/JJ del/NN Sistema/NNP Único/NNP)\n  (PP de/IN (NP Salud/NNP y/NNP))\n  de/IN\n  las/FW\n  (NP vacunas/NNS)\n  ./.)",
      "(S\n  (NP Cordão/NNP)\n  (VP do/VBP (NP Prata/NNP Preta/NNP))\n  ,/,\n  (NP fundado/NN en/NN)\n  2004/CD\n  ,/,\n  es/FW\n  uno/FW\n  de/FW\n  los/FW\n  (NP bloques/NNS)\n  (VP más/VBP (NP tradicionales/NNS))\n  de/FW\n  la/FW\n  (NP Zona/NNP Portuaria/NNP)\n  de/FW\n  (NP Río/NNP)\n  (PP de/IN (NP Janeiro/NNP))\n  ./.)",
      "(S\n  (NP\n    Fue/NNP\n    creado/NN\n    para/NN\n    revitalizar/NN\n    el/NN\n    carnaval/NN\n    callejero/NN)\n  de/IN\n  la/FW\n  región/FW\n  ,/,\n  y/FW\n  rinde/FW\n  homenaje/FW\n  (NP a/DT Horácio/NNP José/NNP da/NN Silva/NN)\n  ,/,\n  (NP conocido/NN como/NN Prata/NNP Preta/NNP)\n  ,/,\n  (NP capoeirista/NN)\n  (NP y/JJ líder/NN)\n  de/IN\n  la/FW\n  (NP Revuelta/NNP)\n  de/FW\n  las/FW\n  (NP Vacunas/NNP)\n  en/IN\n  1904/CD\n  ./.)",
      "(S\n  (NP Asimismo/NNP)\n  ,/,\n  (VP el/VBZ (NP segundo/JJ día/NN))\n  de/FW\n  festividades/FW\n  en/FW\n  (NP Brasil/NNP contó/NN con/NN)\n  la/FW\n  presencia/FW\n  de/FW\n  la/FW\n  (ADJP tradicional/JJ)\n  Águia/FW\n  de/FW\n  (NP Ouro/NNP)\n  en/FW\n  (NP São/NNP Paulo/NNP)\n  ,/,\n  (NP con/NN)\n  (NP\n    una/JJ\n    hermosa/NN\n    celebración/NN\n    del/NN\n    cantante/NN\n    y/NNP\n    compositor/NN\n    Benito/NNP)\n  (VP di/VBZ (NP Paula/NNP))\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "MEDIOS_COMUNICACION",
      "ECONOMIA_COMERCIO_FINANZAS",
      "GRUPOS_ESPECIFICOS",
      "REGIONES_PROVINCIAS",
      "CANTIDADES_NUMERICAS",
      "ORGANISMOS_INTERNACIONALES",
      "PAISES",
      "APROBACION_RECHAZO",
      "LEYES_NORMATIVAS",
      "LOCALIZACIONES_ESPECIFICAS",
      "INFRAESTRUCTURA_SERVICIOS",
      "RECURSOS_NATURALES"
    ],
    "matches": [
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "trabajo",
        "position": [
          3787,
          3794
        ],
        "start": 3787,
        "end": 3794
      },
      {
        "category": "ORGANISMOS_INTERNACIONALES",
        "matched_text": "alba",
        "position": [
          2559,
          2563
        ],
        "start": 2559,
        "end": 2563
      },
      {
        "category": "GRUPOS_ESPECIFICOS",
        "matched_text": "maestros",
        "position": [
          3694,
          3702
        ],
        "start": 3694,
        "end": 3702
      },
      {
        "category": "GRUPOS_ESPECIFICOS",
        "matched_text": "indígena",
        "position": [
          1414,
          1422
        ],
        "start": 1414,
        "end": 1422
      },
      {
        "category": "MEDIOS_COMUNICACION",
        "matched_text": "corresponsal freddy morales",
        "position": [
          2202,
          2229
        ],
        "start": 2202,
        "end": 2229
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "destacó",
        "position": [
          3758,
          3765
        ],
        "start": 3758,
        "end": 3765
      },
      {
        "category": "LEYES_NORMATIVAS",
        "matched_text": "acuerdo con el corresponsal freddy morales, el desfile de los 52",
        "position": [
          2187,
          2251
        ],
        "start": 2187,
        "end": 2251
      },
      {
        "category": "RECURSOS_NATURALES",
        "matched_text": "río",
        "position": [
          726,
          729
        ],
        "start": 726,
        "end": 729
      },
      {
        "category": "INFRAESTRUCTURA_SERVICIOS",
        "matched_text": "avenida",
        "position": [
          3550,
          3557
        ],
        "start": 3550,
        "end": 3557
      },
      {
        "category": "PAISES",
        "matched_text": "brasil",
        "position": [
          24,
          30
        ],
        "start": 24,
        "end": 30
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "zona portuaria",
        "position": [
          708,
          722
        ],
        "start": 708,
        "end": 722
      },
      {
        "category": "LOCALIZACIONES_ESPECIFICAS",
        "matched_text": "avenida que",
        "position": [
          3550,
          3561
        ],
        "start": 3550,
        "end": 3561
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "más de 60.000",
        "position": [
          3464,
          3477
        ],
        "start": 3464,
        "end": 3477
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "más de 40",
        "position": [
          3572,
          3581
        ],
        "start": 3572,
        "end": 3581
      }
    ],
    "match_count": 14
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Cordón de Negro Plateado",
        "tipo": "Lugar"
      },
      {
        "nombre": "Prata Preta",
        "tipo": "Lugar"
      },
      {
        "nombre": "Brasil",
        "tipo": "Lugar"
      },
      {
        "nombre": "Gaviões da Fiel",
        "tipo": "Lugar"
      },
      {
        "nombre": "Cordão do Prata Preta",
        "tipo": "Lugar"
      },
      {
        "nombre": "Carrozas",
        "tipo": "Lugar"
      },
      {
        "nombre": "Bolivia",
        "tipo": "Lugar"
      },
      {
        "nombre": "Hernán Tobar",
        "tipo": "Persona"
      },
      {
        "nombre": "Imperio de Casa Verde",
        "tipo": "Lugar"
      },
      {
        "nombre": "Freddy Morales",
        "tipo": "Persona"
      },
      {
        "nombre": "Carnaval de Barranquilla",
        "tipo": "Lugar"
      },
      {
        "nombre": "Estrella del Tercer Milenio",
        "tipo": "Lugar"
      },
      {
        "nombre": "Colombia",
        "tipo": "Lugar"
      },
      {
        "nombre": "Oruro",
        "tipo": "Lugar"
      },
      {
        "nombre": "Sudamérica",
        "tipo": "Lugar"
      },
      {
        "nombre": "Benito di Paula",
        "tipo": "Persona"
      },
      {
        "nombre": "iglesia de la Virgen de la Candelaria",
        "tipo": "Lugar"
      },
      {
        "nombre": "Horácio José da Silva",
        "tipo": "Persona"
      },
      {
        "nombre": "Carnaval de Oruro",
        "tipo": "Lugar"
      },
      {
        "nombre": "Vai",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Patrimonio de la Humanidad",
        "tipo": "Lugar"
      },
      {
        "nombre": "Mocidade Alegre",
        "tipo": "Lugar"
      },
      {
        "nombre": "Santuario de la Virgen del Socavón",
        "tipo": "Lugar"
      },
      {
        "nombre": "Vía 40",
        "tipo": "Lugar"
      },
      {
        "nombre": "Sistema Único de Salud",
        "tipo": "Lugar"
      },
      {
        "nombre": "Dr. Bulhões",
        "tipo": "Persona"
      },
      {
        "nombre": "Zona Portuaria de Río de Janeiro",
        "tipo": "Lugar"
      },
      {
        "nombre": "Vó Jacy",
        "tipo": "Persona"
      },
      {
        "nombre": "Barranquilla",
        "tipo": "Lugar"
      },
      {
        "nombre": "São Paulo",
        "tipo": "Lugar"
      },
      {
        "nombre": "Cumbiódromo de la Vía 40",
        "tipo": "Lugar"
      },
      {
        "nombre": "de Colombia",
        "tipo": "Lugar"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Sudamérica",
        "relacion": "CELEBRAR",
        "objeto": "Brasil"
      },
      {
        "sujeto": "Sudamérica",
        "relacion": "CELEBRAR",
        "objeto": "Cordón de Negro Plateado"
      },
      {
        "sujeto": "Sudamérica",
        "relacion": "CELEBRAR",
        "objeto": "Cordão do Prata Preta"
      },
      {
        "sujeto": "Sudamérica",
        "relacion": "CELEBRAR",
        "objeto": "Vó Jacy"
      },
      {
        "sujeto": "Sudamérica",
        "relacion": "CELEBRAR",
        "objeto": "Dr. Bulhões"
      },
      {
        "sujeto": "Sudamérica",
        "relacion": "CELEBRAR",
        "objeto": "Sistema Único de Salud"
      },
      {
        "sujeto": "Cordón de Negro Plateado",
        "relacion": "CELEBRAR",
        "objeto": "Brasil"
      },
      {
        "sujeto": "Brasil",
        "relacion": "CELEBRAR",
        "objeto": "Cordão do Prata Preta"
      },
      {
        "sujeto": "Brasil",
        "relacion": "CELEBRAR",
        "objeto": "Vó Jacy"
      },
      {
        "sujeto": "Brasil",
        "relacion": "CELEBRAR",
        "objeto": "Dr. Bulhões"
      },
      {
        "sujeto": "Brasil",
        "relacion": "CELEBRAR",
        "objeto": "Sistema Único de Salud"
      },
      {
        "sujeto": "Cordón de Negro Plateado",
        "relacion": "ES",
        "objeto": "Cordão do Prata Preta"
      },
      {
        "sujeto": "Cordón de Negro Plateado",
        "relacion": "RENDIR_CELEBRAR",
        "objeto": "Vó Jacy"
      },
      {
        "sujeto": "Cordón de Negro Plateado",
        "relacion": "RENDIR_CELEBRAR",
        "objeto": "Dr. Bulhões"
      },
      {
        "sujeto": "Cordón de Negro Plateado",
        "relacion": "RENDIR_CELEBRAR",
        "objeto": "Sistema Único de Salud"
      },
      {
        "sujeto": "Cordão do Prata Preta",
        "relacion": "RENDIR_CELEBRAR",
        "objeto": "Vó Jacy"
      },
      {
        "sujeto": "Cordão do Prata Preta",
        "relacion": "RENDIR_CELEBRAR",
        "objeto": "Dr. Bulhões"
      },
      {
        "sujeto": "Cordão do Prata Preta",
        "relacion": "RENDIR_CELEBRAR",
        "objeto": "Sistema Único de Salud"
      },
      {
        "sujeto": "Horácio José da Silva",
        "relacion": "RENDIR_CREAR",
        "objeto": "Prata Preta"
      },
      {
        "sujeto": "Brasil",
        "relacion": "CONTAR",
        "objeto": "São Paulo"
      },
      {
        "sujeto": "Brasil",
        "relacion": "CONTAR",
        "objeto": "Benito di Paula"
      },
      {
        "sujeto": "São Paulo",
        "relacion": "CONTAR",
        "objeto": "Benito di Paula"
      },
      {
        "sujeto": "Imperio de Casa Verde",
        "relacion": "DESFILAR",
        "objeto": "Gaviões da Fiel"
      },
      {
        "sujeto": "Imperio de Casa Verde",
        "relacion": "DESFILAR",
        "objeto": "Estrella del Tercer Milenio"
      },
      {
        "sujeto": "Imperio de Casa Verde",
        "relacion": "DESFILAR",
        "objeto": "Vai"
      },
      {
        "sujeto": "Mocidade Alegre",
        "relacion": "DESFILAR",
        "objeto": "Gaviões da Fiel"
      },
      {
        "sujeto": "Mocidade Alegre",
        "relacion": "DESFILAR",
        "objeto": "Estrella del Tercer Milenio"
      },
      {
        "sujeto": "Mocidade Alegre",
        "relacion": "DESFILAR",
        "objeto": "Vai"
      },
      {
        "sujeto": "Gaviões da Fiel",
        "relacion": "DAR_DESFILAR",
        "objeto": "Estrella del Tercer Milenio"
      },
      {
        "sujeto": "Gaviões da Fiel",
        "relacion": "DAR_DESFILAR",
        "objeto": "Vai"
      },
      {
        "sujeto": "Estrella del Tercer Milenio",
        "relacion": "DESFILAR",
        "objeto": "Vai"
      },
      {
        "sujeto": "Oruro",
        "relacion": "COMENZAR",
        "objeto": "Santuario de la Virgen del Socavón"
      },
      {
        "sujeto": "Bolivia",
        "relacion": "COMENZAR",
        "objeto": "Santuario de la Virgen del Socavón"
      },
      {
        "sujeto": "Freddy Morales",
        "relacion": "CULMINAR",
        "objeto": "Bolivia"
      },
      {
        "sujeto": "Freddy Morales",
        "relacion": "CULMINAR",
        "objeto": "iglesia de la Virgen de la Candelaria"
      },
      {
        "sujeto": "Bolivia",
        "relacion": "CULMINAR",
        "objeto": "iglesia de la Virgen de la Candelaria"
      },
      {
        "sujeto": "Carrozas",
        "relacion": "INUNDAR",
        "objeto": "Cumbiódromo de la Vía 40"
      },
      {
        "sujeto": "Barranquilla",
        "relacion": "COMENTAR",
        "objeto": "Hernán Tobar"
      },
      {
        "sujeto": "Barranquilla",
        "relacion": "COMENTAR",
        "objeto": "Vía 40"
      },
      {
        "sujeto": "Hernán Tobar",
        "relacion": "COMENTAR",
        "objeto": "Vía 40"
      }
    ]
  },
  "sentiment": {
    "compound": -0.34,
    "pos": 0.008,
    "neu": 0.979,
    "neg": 0.012,
    "label": "negative"
  }
}