{
  "url": "https://www.telesurtv.net/acuerdo-gobierno-haiti-empresa-eeuu-oculto/",
  "title": "Haití desconoce contrato con Erik Prince para el despliegue de cientos de mercenarios - teleSUR",
  "section": "América Latina y El Caribe",
  "tags": [
    "Bandas Armadas",
    "Conflicto armado",
    "corrupción",
    "Crisis",
    "Erik Prince",
    "Estados Unidos",
    "Haití",
    "Injerencismo",
    "mercenarismo",
    "paramilitarismo",
    "Vectus Global"
  ],
  "text": "\nLas primeras revelaciones sobre la contratación de los servicios militares de Erik Prince fueron hechas en mayo por The New York Times, sin que hubiera ninguna comunicación oficial por parte de las autoridades haitianas. Según el periódico, centenares de drones de la empresa estadounidense estarían operando desde marzo en Puerto Príncipe para matar a miembros de pandillas.\n\nEl viernes pasado, 15 de agosto, el propio empresario dio más detalles a la agencia Reuters sobre el contrato y los resultados esperados. Asimismo, el trabajo de Vectus Global tendría dos ejes principales en Haití. El primero es combatir la inseguridad, con el aporte de armas, drones y cientos de mercenarios extranjeros de alto nivel, teniendo como prioridad la recuperación de los territorios hoy controlados por las bandas armadas, así como la liberación de las principales carreteras del país, que también sufren constantes ataques.\n«Para mí, una medida clave de nuestro éxito será cuando sea posible viajar desde Puerto Príncipe a Cabo Haitiano en un vehículo ligero sin ser parado por las pandillas», declaró Prince en la entrevista, dándose un plazo de un año para lograr ese resultado.\nLa segunda sería restablecer el sistema de recaudación de impuestos sobre los productos importados, especialmente en la frontera con la República Dominicana. La tributación de estos productos es la principal fuente de financiación del Estado haitiano y, además de la mala gestión y la corrupción, también se ha visto gravemente afectada por la inseguridad.\nDe acuerdo con un informe del propio Gobierno, la falta de recursos es lo que dificulta no solo dar una respuesta eficaz a la crisis actual, sino también garantizar los servicios básicos para la población.\nPrince afirma que el acuerdo tiene una duración de 10 años, pero no especificó las contrapartidas que cobrará su empresa a corto y largo plazo, ni el valor ya pagado por el Estado haitiano.\n\n\nHasta la fecha, ningún miembro del Gobierno ni del Consejo Presidencial de Transición (CPT) ha aceptado responder a las preguntas de los periodistas sobre el tema. La población sigue desinformada y las organizaciones expresan su preocupación por las inevitables consecuencias políticas y económicas del contrato.\nEste lunes, Fritz Alphonse Jean, uno de los 9 miembros del CPT, publicó una nota en la que niega tener conocimiento alguno sobre el contrato y llama la atención de sus colegas sobre lo que califica de «rumores».\n\n\nSegún él, un acuerdo de esta envergadura no podría ser implementado por un Gobierno de transición y mucho menos sin que haya un debate al respecto. «Los rumores persistentes sobre este tema deberían interpelar a todos los miembros del CPT, ya que plantean preocupaciones sobre graves consecuencias», escribe.\nFritz Alphonse Jean asumió la presidencia rotatoria del CPT entre marzo y agosto de este año, fechas que coinciden con el supuesto inicio de las operaciones de Vectus Global en el territorio y hacen aún más confusa su ignorancia sobre el tema.\nConsiderado el único representante del ala centroizquierdista del Consejo, Jean mantuvo durante esos cinco meses una relación distante y conflictiva con el primer ministro, Alex Didier Fils-Aimé, quien habría sido el principal artífice de este acuerdo secreto. Con la salida de Jean y la llegada de Laurent Saint-Cyr —representante del sector privado— como nuevo presidente del CPT, la coyuntura se vuelve más favorable para Vectus Global.\n\n\nErik Prince es un exmilitar y mercenario estadounidense cercano al presidente Donald Trump. Fundó y dirigió la empresa militar privada Blackwater, que entre 1997 y 2009 colaboró en misiones de seguridad de la CIA y de Estados Unidos en varios países, firmando con ellos contratos multimillonarios.\nBlackwater fue acusada de violaciones de los derechos humanos y crímenes contra civiles, además de incumplir la Convención de las Naciones Unidas contra el Reclutamiento, la Utilización, la Financiación y el Entrenamiento de Mercenarios.Cabe destacar que la contratación de los servicios de la nueva empresa de Prince por parte del Estado haitiano sería completamente independiente de la actual Misión Multinacional de Apoyo a la Seguridad, encabezada por el ejército keniano y financiada por Estados Unidos. Esta misión de alto costo, aprobada por la ONU en octubre de 2023, no ha permitido hasta la fecha ningún avance en la lucha contra las bandas armadas.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/acuerdo-gobierno-haiti-empresa-eeuu-oculto/",
    "json_file": "Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-08.json",
    "message_index": 993,
    "message_id": 102132,
    "date": "2025-08-18T21:55:07+00:00",
    "text": "teleSUR\nHaití desconoce contrato con Erik Prince para el despliegue de cientos de mercenarios\nhttps://www.telesurtv.net/acuerdo-gobierno-haiti-empresa-eeuu-oculto/",
    "photo_path": null,
    "views": 1968,
    "reactions": {
      "🤔": 26,
      "🔥": 5,
      "❤": 1,
      "😁": 1
    },
    "total_reactions": 33
  },
  "preprocessing": {
    "cleaned": "las primeras revelaciones sobre la contratación de los servicios militares de erik prince fueron hechas en mayo por the new york times, sin que hubiera ninguna comunicación oficial por parte de las autoridades haitianas. según el periódico, centenares de drones de la empresa estadounidense estarían operando desde marzo en puerto príncipe para matar a miembros de pandillas. el viernes pasado, 15 de agosto, el propio empresario dio más detalles a la agencia reuters sobre el contrato y los resultados esperados. asimismo, el trabajo de vectus global tendría dos ejes principales en haití. el primero es combatir la inseguridad, con el aporte de armas, drones y cientos de mercenarios extranjeros de alto nivel, teniendo como prioridad la recuperación de los territorios hoy controlados por las bandas armadas, así como la liberación de las principales carreteras del país, que también sufren constantes ataques. «para mí, una medida clave de nuestro éxito será cuando sea posible viajar desde puerto príncipe a cabo haitiano en un vehículo ligero sin ser parado por las pandillas», declaró prince en la entrevista, dándose un plazo de un año para lograr ese resultado. la segunda sería restablecer el sistema de recaudación de impuestos sobre los productos importados, especialmente en la frontera con la república dominicana. la tributación de estos productos es la principal fuente de financiación del estado haitiano y, además de la mala gestión y la corrupción, también se ha visto gravemente afectada por la inseguridad. de acuerdo con un informe del propio gobierno, la falta de recursos es lo que dificulta no solo dar una respuesta eficaz a la crisis actual, sino también garantizar los servicios básicos para la población. prince afirma que el acuerdo tiene una duración de 10 años, pero no especificó las contrapartidas que cobrará su empresa a corto y largo plazo, ni el valor ya pagado por el estado haitiano. hasta la fecha, ningún miembro del gobierno ni del consejo presidencial de transición (cpt) ha aceptado responder a las preguntas de los periodistas sobre el tema. la población sigue desinformada y las organizaciones expresan su preocupación por las inevitables consecuencias políticas y económicas del contrato. este lunes, fritz alphonse jean, uno de los 9 miembros del cpt, publicó una nota en la que niega tener conocimiento alguno sobre el contrato y llama la atención de sus colegas sobre lo que califica de «rumores». según él, un acuerdo de esta envergadura no podría ser implementado por un gobierno de transición y mucho menos sin que haya un debate al respecto. «los rumores persistentes sobre este tema deberían interpelar a todos los miembros del cpt, ya que plantean preocupaciones sobre graves consecuencias», escribe. fritz alphonse jean asumió la presidencia rotatoria del cpt entre marzo y agosto de este año, fechas que coinciden con el supuesto inicio de las operaciones de vectus global en el territorio y hacen aún más confusa su ignorancia sobre el tema. considerado el único representante del ala centroizquierdista del consejo, jean mantuvo durante esos cinco meses una relación distante y conflictiva con el primer ministro, alex didier fils-aimé, quien habría sido el principal artífice de este acuerdo secreto. con la salida de jean y la llegada de laurent saint-cyr —representante del sector privado— como nuevo presidente del cpt, la coyuntura se vuelve más favorable para vectus global. erik prince es un exmilitar y mercenario estadounidense cercano al presidente donald trump. fundó y dirigió la empresa militar privada blackwater, que entre 1997 y 2009 colaboró en misiones de seguridad de la cia y de estados unidos en varios países, firmando con ellos contratos multimillonarios. blackwater fue acusada de violaciones de los derechos humanos y crímenes contra civiles, además de incumplir la convención de las naciones unidas contra el reclutamiento, la utilización, la financiación y el entrenamiento de mercenarios.cabe destacar que la contratación de los servicios de la nueva empresa de prince por parte del estado haitiano sería completamente independiente de la actual misión multinacional de apoyo a la seguridad, encabezada por el ejército keniano y financiada por estados unidos. esta misión de alto costo, aprobada por la onu en octubre de 2023, no ha permitido hasta la fecha ningún avance en la lucha contra las bandas armadas.",
    "tokens": [
      "primeras",
      "revelaciones",
      "contratación",
      "servicios",
      "militares",
      "erik",
      "prince",
      "hechas",
      "mayo",
      "the",
      "new",
      "york",
      "times",
      ",",
      "ninguna",
      "comunicación",
      "oficial",
      "parte",
      "autoridades",
      "haitianas",
      ".",
      "según",
      "periódico",
      ",",
      "centenares",
      "drones",
      "empresa",
      "estadounidense",
      "operando",
      "marzo",
      "puerto",
      "príncipe",
      "matar",
      "miembros",
      "pandillas",
      ".",
      "viernes",
      "pasado",
      ",",
      "15",
      "agosto",
      ",",
      "propio",
      "empresario",
      "dio",
      "detalles",
      "agencia",
      "reuters",
      "contrato",
      "resultados",
      "esperados",
      ".",
      "asimismo",
      ",",
      "trabajo",
      "vectus",
      "global",
      "dos",
      "ejes",
      "principales",
      "haití",
      ".",
      "primero",
      "combatir",
      "inseguridad",
      ",",
      "aporte",
      "armas",
      ",",
      "drones",
      "cientos",
      "mercenarios",
      "extranjeros",
      "alto",
      "nivel",
      ",",
      "prioridad",
      "recuperación",
      "territorios",
      "hoy",
      "controlados",
      "bandas",
      "armadas",
      ",",
      "así",
      "liberación",
      "principales",
      "carreteras",
      "país",
      ",",
      "sufren",
      "constantes",
      "ataques",
      ".",
      "«",
      ",",
      "medida",
      "clave",
      "éxito",
      "posible",
      "viajar",
      "puerto",
      "príncipe",
      "cabo",
      "haitiano",
      "vehículo",
      "ligero",
      "ser",
      "parado",
      "pandillas",
      "»",
      ",",
      "declaró",
      "prince",
      "entrevista",
      ",",
      "dándose",
      "plazo",
      "año",
      "lograr",
      "resultado",
      ".",
      "segunda",
      "restablecer",
      "sistema",
      "recaudación",
      "impuestos",
      "productos",
      "importados",
      ",",
      "especialmente",
      "frontera",
      "república",
      "dominicana",
      ".",
      "tributación",
      "productos",
      "principal",
      "fuente",
      "financiación",
      "haitiano",
      ",",
      "además",
      "mala",
      "gestión",
      "corrupción",
      ",",
      "visto",
      "gravemente",
      "afectada",
      "inseguridad",
      ".",
      "acuerdo",
      "informe",
      "propio",
      "gobierno",
      ",",
      "falta",
      "recursos",
      "dificulta",
      "solo",
      "dar",
      "respuesta",
      "eficaz",
      "crisis",
      "actual",
      ",",
      "sino",
      "garantizar",
      "servicios",
      "básicos",
      "población",
      ".",
      "prince",
      "afirma",
      "acuerdo",
      "duración",
      "10",
      "años",
      ",",
      "especificó",
      "contrapartidas",
      "cobrará",
      "empresa",
      "corto",
      "largo",
      "plazo",
      ",",
      "valor",
      "pagado",
      "haitiano",
      ".",
      "fecha",
      ",",
      "ningún",
      "miembro",
      "gobierno",
      "consejo",
      "presidencial",
      "transición",
      "(",
      "cpt",
      ")",
      "aceptado",
      "responder",
      "preguntas",
      "periodistas",
      "tema",
      ".",
      "población",
      "sigue",
      "desinformada",
      "organizaciones",
      "expresan",
      "preocupación",
      "inevitables",
      "consecuencias",
      "políticas",
      "económicas",
      "contrato",
      ".",
      "lunes",
      ",",
      "fritz",
      "alphonse",
      "jean",
      ",",
      "9",
      "miembros",
      "cpt",
      ",",
      "publicó",
      "nota",
      "niega",
      "tener",
      "conocimiento",
      "alguno",
      "contrato",
      "llama",
      "atención",
      "colegas",
      "califica",
      "«",
      "rumores",
      "»",
      ".",
      "según",
      ",",
      "acuerdo",
      "envergadura",
      "podría",
      "ser",
      "implementado",
      "gobierno",
      "transición",
      "menos",
      "debate",
      "respecto",
      ".",
      "«",
      "rumores",
      "persistentes",
      "tema",
      "deberían",
      "interpelar",
      "miembros",
      "cpt",
      ",",
      "plantean",
      "preocupaciones",
      "graves",
      "consecuencias",
      "»",
      ",",
      "escribe",
      ".",
      "fritz",
      "alphonse",
      "jean",
      "asumió",
      "presidencia",
      "rotatoria",
      "cpt",
      "marzo",
      "agosto",
      "año",
      ",",
      "fechas",
      "coinciden",
      "supuesto",
      "inicio",
      "operaciones",
      "vectus",
      "global",
      "territorio",
      "hacen",
      "aún",
      "confusa",
      "ignorancia",
      "tema",
      ".",
      "considerado",
      "único",
      "representante",
      "ala",
      "centroizquierdista",
      "consejo",
      ",",
      "jean",
      "mantuvo",
      "cinco",
      "meses",
      "relación",
      "distante",
      "conflictiva",
      "primer",
      "ministro",
      ",",
      "alex",
      "didier",
      "fils-aimé",
      ",",
      "sido",
      "principal",
      "artífice",
      "acuerdo",
      "secreto",
      ".",
      "salida",
      "jean",
      "llegada",
      "laurent",
      "saint-cyr",
      "—representante",
      "sector",
      "privado—",
      "nuevo",
      "presidente",
      "cpt",
      ",",
      "coyuntura",
      "vuelve",
      "favorable",
      "vectus",
      "global",
      ".",
      "erik",
      "prince",
      "exmilitar",
      "mercenario",
      "estadounidense",
      "cercano",
      "presidente",
      "donald",
      "trump",
      ".",
      "fundó",
      "dirigió",
      "empresa",
      "militar",
      "privada",
      "blackwater",
      ",",
      "1997",
      "2009",
      "colaboró",
      "misiones",
      "seguridad",
      "cia",
      "unidos",
      "varios",
      "países",
      ",",
      "firmando",
      "contratos",
      "multimillonarios",
      ".",
      "blackwater",
      "acusada",
      "violaciones",
      "derechos",
      "humanos",
      "crímenes",
      "civiles",
      ",",
      "además",
      "incumplir",
      "convención",
      "naciones",
      "unidas",
      "reclutamiento",
      ",",
      "utilización",
      ",",
      "financiación",
      "entrenamiento",
      "mercenarios.cabe",
      "destacar",
      "contratación",
      "servicios",
      "nueva",
      "empresa",
      "prince",
      "parte",
      "haitiano",
      "completamente",
      "independiente",
      "actual",
      "misión",
      "multinacional",
      "apoyo",
      "seguridad",
      ",",
      "encabezada",
      "ejército",
      "keniano",
      "financiada",
      "unidos",
      ".",
      "misión",
      "alto",
      "costo",
      ",",
      "aprobada",
      "onu",
      "octubre",
      "2023",
      ",",
      "permitido",
      "fecha",
      "ningún",
      "avance",
      "lucha",
      "bandas",
      "armadas",
      "."
    ],
    "token_count": 436,
    "sentence_count": 22
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 101,
      "CC": 2,
      "NNS": 30,
      "VBP": 22,
      "JJ": 59,
      "NN": 249,
      "IN": 22,
      "FW": 156,
      "DT": 5,
      "VBZ": 13,
      "VBD": 3,
      "CD": 5
    },
    "bigram_freq": {
      "NNP-CC": 2,
      "CC-NNS": 1,
      "NNS-VBP": 18,
      "VBP-JJ": 11,
      "JJ-NN": 47,
      "NN-IN": 15,
      "IN-FW": 16,
      "FW-JJ": 11,
      "JJ-NNS": 5,
      "NNS-IN": 2,
      "IN-NNP": 2,
      "NNP-NNP": 39,
      "NNP-NN": 25,
      "NN-NN": 149,
      "NN-FW": 18,
      "FW-NN": 20,
      "NN-VBP": 3,
      "VBP-DT": 2,
      "DT-NNP": 1,
      "NNP-JJ": 3,
      "NN-JJ": 23,
      "FW-NNS": 7,
      "VBP-NNP": 2,
      "NN-VBZ": 5,
      "VBZ-IN": 1,
      "FW-FW": 96,
      "FW-NNP": 19,
      "NNP-NNS": 1,
      "NNS-VBD": 1,
      "VBD-CD": 1,
      "CD-IN": 1,
      "NN-NNS": 9,
      "JJ-NNP": 5,
      "NN-NNP": 26,
      "NNP-VBZ": 6,
      "VBZ-FW": 1,
      "NNS-FW": 2,
      "VBZ-NNS": 2,
      "NNS-NNP": 4,
      "VBP-FW": 1,
      "NNP-FW": 21,
      "NNS-JJ": 2,
      "JJ-JJ": 2,
      "IN-JJ": 1,
      "VBZ-JJ": 4,
      "NNP-VBD": 2,
      "VBD-JJ": 2,
      "FW-VBZ": 1,
      "VBZ-DT": 1,
      "DT-NN": 4,
      "IN-CD": 2,
      "CD-NNS": 1,
      "VBP-NN": 2,
      "CC-FW": 1,
      "VBP-IN": 1,
      "VBZ-NN": 1,
      "VBZ-NNP": 2,
      "NNP-IN": 1,
      "IN-NNS": 1,
      "FW-DT": 1,
      "VBZ-VBZ": 1,
      "VBP-NNS": 3,
      "NN-CD": 1,
      "CD-CD": 1,
      "CD-NN": 1,
      "NNP-VBP": 1,
      "FW-IN": 1,
      "CD-DT": 1
    },
    "trigram_freq": {
      "NNP-CC-NNS": 1,
      "CC-NNS-VBP": 1,
      "NNS-VBP-JJ": 11,
      "VBP-JJ-NN": 9,
      "JJ-NN-IN": 8,
      "NN-IN-FW": 12,
      "IN-FW-JJ": 3,
      "FW-JJ-NNS": 2,
      "JJ-NNS-IN": 1,
      "NNS-IN-NNP": 2,
      "IN-NNP-NNP": 2,
      "NNP-NNP-NN": 9,
      "NNP-NN-NN": 23,
      "NN-NN-FW": 14,
      "NN-FW-NN": 5,
      "FW-NN-VBP": 1,
      "NN-VBP-DT": 1,
      "VBP-DT-NNP": 1,
      "DT-NNP-NNP": 1,
      "NNP-NNP-NNP": 14,
      "NNP-NNP-JJ": 3,
      "NNP-JJ-NN": 3,
      "JJ-NN-NN": 28,
      "NN-NN-NN": 77,
      "NN-NN-JJ": 21,
      "NN-JJ-NN": 19,
      "NN-NN-IN": 7,
      "IN-FW-NNS": 4,
      "FW-NNS-VBP": 5,
      "NNS-VBP-NNP": 2,
      "VBP-NNP-NN": 1,
      "NN-NN-VBZ": 4,
      "NN-VBZ-IN": 1,
      "VBZ-IN-FW": 1,
      "IN-FW-FW": 8,
      "FW-FW-FW": 63,
      "FW-FW-NNP": 11,
      "FW-NNP-NNP": 7,
      "NN-FW-FW": 11,
      "FW-NNP-NNS": 1,
      "NNP-NNS-VBD": 1,
      "NNS-VBD-CD": 1,
      "VBD-CD-IN": 1,
      "CD-IN-FW": 1,
      "FW-FW-NN": 10,
      "FW-NN-NN": 16,
      "NN-NN-NNS": 6,
      "NN-NNS-VBP": 7,
      "VBP-JJ-NNP": 2,
      "JJ-NNP-NN": 2,
      "JJ-NN-NNP": 7,
      "NN-NNP-VBZ": 6,
      "NNP-VBZ-FW": 1,
      "VBZ-FW-FW": 1,
      "VBP-NNP-NNP": 1,
      "FW-NNS-FW": 1,
      "NNS-FW-FW": 2,
      "FW-FW-NNS": 3,
      "JJ-NN-NNS": 2,
      "NN-VBZ-NNS": 2,
      "VBZ-NNS-NNP": 1,
      "NNS-NNP-NN": 1,
      "NN-NN-VBP": 2,
      "NN-VBP-FW": 1,
      "VBP-FW-FW": 1,
      "NN-NN-NNP": 17,
      "NN-NNP-NNP": 10,
      "NNP-NNP-FW": 11,
      "NNP-FW-JJ": 1,
      "FW-JJ-NN": 7,
      "VBZ-NNS-JJ": 1,
      "NNS-JJ-NNP": 1,
      "NN-FW-JJ": 1,
      "FW-JJ-JJ": 1,
      "JJ-JJ-NN": 2,
      "NN-IN-JJ": 1,
      "IN-JJ-NN": 1,
      "NN-VBZ-JJ": 2,
      "VBZ-JJ-NNS": 1,
      "JJ-NNS-NNP": 1,
      "NNS-NNP-VBD": 1,
      "NNP-VBD-JJ": 2,
      "VBD-JJ-NN": 2,
      "NNP-FW-FW": 10,
      "FW-FW-JJ": 6,
      "FW-NNP-NN": 3,
      "FW-NNP-FW": 8,
      "NNP-FW-NN": 4,
      "FW-NN-JJ": 1,
      "FW-FW-VBZ": 1,
      "FW-VBZ-DT": 1,
      "VBZ-DT-NN": 1,
      "DT-NN-NN": 3,
      "NN-JJ-NNS": 2,
      "JJ-NNS-VBP": 3,
      "NN-NNP-NN": 8,
      "JJ-NN-JJ": 1,
      "NN-IN-CD": 1,
      "IN-CD-NNS": 1,
      "CD-NNS-VBP": 1,
      "NNS-VBP-DT": 1,
      "VBP-DT-NN": 1,
      "DT-NN-VBZ": 1,
      "VBZ-JJ-NN": 3,
      "NN-VBP-NN": 1,
      "VBP-NN-NN": 1,
      "NNP-NN-NNP": 2,
      "NN-NNP-CC": 1,
      "NNP-CC-FW": 1,
      "CC-FW-NNP": 1,
      "NNP-FW-NNP": 6,
      "NNS-VBP-IN": 1,
      "VBP-IN-FW": 1,
      "NNP-VBZ-NN": 1,
      "VBZ-NN-NN": 1,
      "NNP-VBZ-NNP": 2,
      "VBZ-NNP-NNP": 1,
      "NNP-NNP-IN": 1,
      "NNP-IN-FW": 1,
      "NN-IN-NNS": 1,
      "IN-NNS-NNP": 1,
      "NNS-NNP-NNP": 1,
      "FW-FW-DT": 1,
      "FW-DT-NN": 1,
      "NN-JJ-NNP": 1,
      "JJ-NNP-FW": 1,
      "NNP-VBZ-VBZ": 1,
      "VBZ-VBZ-JJ": 1,
      "NNS-VBP-NNS": 3,
      "VBP-NNS-VBP": 1,
      "JJ-NNP-NNP": 2,
      "NNP-VBZ-JJ": 1,
      "IN-FW-NN": 1,
      "FW-NNS-IN": 1,
      "VBZ-NNP-NN": 1,
      "FW-NN-NNS": 1,
      "NN-NNS-JJ": 1,
      "NNS-JJ-NN": 1,
      "JJ-NN-FW": 1,
      "NN-FW-NNP": 1,
      "FW-NN-FW": 1,
      "NNP-NNP-VBD": 1,
      "NN-NN-CD": 1,
      "NN-CD-CD": 1,
      "CD-CD-NN": 1,
      "CD-NN-FW": 1,
      "NN-NNS-NNP": 1,
      "NNS-NNP-VBP": 1,
      "NNP-VBP-NN": 1,
      "VBP-NN-FW": 1,
      "VBP-NNS-FW": 1,
      "FW-JJ-NNP": 1,
      "NN-NNP-FW": 1,
      "FW-FW-IN": 1,
      "FW-IN-CD": 1,
      "IN-CD-DT": 1,
      "CD-DT-NN": 1,
      "NN-JJ-JJ": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 249,
        "FW": 156,
        "NNP": 101,
        "JJ": 59,
        "NNS": 30
      },
      "top_bigrams": {
        "NN-NN": 149,
        "FW-FW": 96,
        "JJ-NN": 47,
        "NNP-NNP": 39,
        "NN-NNP": 26
      },
      "top_trigrams": {
        "NN-NN-NN": 77,
        "FW-FW-FW": 63,
        "JJ-NN-NN": 28,
        "NNP-NN-NN": 23,
        "NN-NN-JJ": 21
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 22,
    "chunk_counts": {
      "NP": 174,
      "VP": 38,
      "PP": 8
    },
    "top_rules": [
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 7,
        "weight": 0.0289
      },
      {
        "rule": "VP -> ('sobre', 'VBP') NP",
        "frequency": 3,
        "weight": 0.0124
      },
      {
        "rule": "NP -> ('La', 'NNP')",
        "frequency": 3,
        "weight": 0.0124
      },
      {
        "rule": "VP -> ('las', 'VBZ') NP",
        "frequency": 2,
        "weight": 0.0083
      },
      {
        "rule": "NP -> ('CPT', 'NNP')",
        "frequency": 2,
        "weight": 0.0083
      },
      {
        "rule": "VP -> ('consecuencias', 'VBP') NP",
        "frequency": 2,
        "weight": 0.0083
      },
      {
        "rule": "NP -> ('»', 'NNP')",
        "frequency": 2,
        "weight": 0.0083
      },
      {
        "rule": "S -> NP ('primeras', 'CC') NP VP ('de', 'IN') ('los', 'FW') NP PP ('en', 'FW') NP VP (',', ',') NP NP ('de', 'IN') ('las', 'FW') NP ('.', '.')",
        "frequency": 1,
        "weight": 0.0041
      },
      {
        "rule": "NP -> ('Las', 'NNP')",
        "frequency": 1,
        "weight": 0.0041
      },
      {
        "rule": "NP -> ('revelaciones', 'NNS')",
        "frequency": 1,
        "weight": 0.0041
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "Las"
      },
      {
        "label": "NP",
        "text": "revelaciones"
      },
      {
        "label": "VP",
        "text": "sobre la contratación"
      },
      {
        "label": "NP",
        "text": "la contratación"
      },
      {
        "label": "NP",
        "text": "servicios militares"
      },
      {
        "label": "PP",
        "text": "de Erik Prince fueron hechas"
      },
      {
        "label": "NP",
        "text": "Erik Prince fueron hechas"
      },
      {
        "label": "NP",
        "text": "mayo"
      },
      {
        "label": "VP",
        "text": "por The New York Times"
      },
      {
        "label": "NP",
        "text": "The New York Times"
      },
      {
        "label": "NP",
        "text": "sin que hubiera ninguna comunicación"
      },
      {
        "label": "NP",
        "text": "oficial por parte"
      },
      {
        "label": "NP",
        "text": "autoridades haitianas"
      },
      {
        "label": "NP",
        "text": "Según el periódico"
      },
      {
        "label": "VP",
        "text": "centenares"
      }
    ],
    "clause_structures": [
      "(S\n  (NP Las/NNP)\n  primeras/CC\n  (NP revelaciones/NNS)\n  (VP sobre/VBP (NP la/JJ contratación/NN))\n  de/IN\n  los/FW\n  (NP servicios/JJ militares/NNS)\n  (PP de/IN (NP Erik/NNP Prince/NNP fueron/NN hechas/NN))\n  en/FW\n  (NP mayo/NN)\n  (VP por/VBP (NP The/DT New/NNP York/NNP Times/NNP))\n  ,/,\n  (NP sin/NN que/NN hubiera/NN ninguna/NN comunicación/NN)\n  (NP oficial/JJ por/NN parte/NN)\n  de/IN\n  las/FW\n  (NP autoridades/NNS haitianas/NNS)\n  ./.)",
      "(S\n  (NP Según/NNP el/NN periódico/NN)\n  ,/,\n  (VP centenares/VBZ)\n  de/FW\n  drones/FW\n  de/FW\n  la/FW\n  empresa/FW\n  estadounidense/FW\n  estarían/FW\n  operando/FW\n  desde/FW\n  marzo/FW\n  en/FW\n  (NP Puerto/NNP Príncipe/NNP para/NN matar/NN)\n  (NP a/DT miembros/NN)\n  (PP de/IN (NP pandillas/NNS))\n  ./.)",
      "(S\n  (NP El/NNP viernes/NNS pasado/NN)\n  ,/,\n  15/CD\n  de/FW\n  agosto/FW\n  ,/,\n  el/FW\n  propio/FW\n  (NP empresario/NN dio/NN más/NN)\n  (VP detalles/VBZ (NP a/DT la/NN agencia/NN Reuters/NNP))\n  (VP\n    sobre/VBD\n    (NP el/JJ contrato/NN y/NN los/NN)\n    (NP resultados/JJ esperados/NN))\n  ./.)",
      "(S\n  (NP Asimismo/NNP)\n  ,/,\n  (NP el/JJ trabajo/NN)\n  (PP\n    de/IN\n    (NP\n      Vectus/NNP\n      Global/NNP\n      tendría/NN\n      dos/NN\n      ejes/NN\n      principales/NNS))\n  (PP en/IN (NP Haití/NNP))\n  ./.)",
      "(S\n  (NP El/NNP primero/NN es/NN combatir/NN la/NN inseguridad/NN)\n  ,/,\n  (NP con/NN el/NN aporte/NN)\n  de/IN\n  armas/FW\n  ,/,\n  (NP drones/NNS)\n  (VP y/VBP (NP cientos/NN))\n  de/FW\n  mercenarios/FW\n  extranjeros/FW\n  de/FW\n  alto/FW\n  (NP nivel/NN)\n  ,/,\n  (NP teniendo/NN como/NN prioridad/NN)\n  la/FW\n  recuperación/FW\n  de/FW\n  los/FW\n  (NP territorios/NNS)\n  (VP hoy/VBP (NP controlados/JJ por/NN las/NNS))\n  (VP bandas/VBP armadas/RB)\n  ,/,\n  (NP así/JJ como/NN la/NN)\n  liberación/FW\n  de/FW\n  las/FW\n  (NP principales/NNS)\n  (VP carreteras/VBP (NP del/JJ país/NN))\n  ,/,\n  (NP que/JJ también/NN sufren/NN)\n  (VP constantes/VBZ (NP ataques/NNS))\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "RELACIONES_INTERNACIONALES",
      "MEDIOS_COMUNICACION",
      "ECONOMIA_COMERCIO_FINANZAS",
      "JURIDICO_LEGISLATIVO_CORRUPCION",
      "GRUPOS_ESPECIFICOS",
      "REGIONES_PROVINCIAS",
      "CANTIDADES_NUMERICAS",
      "ORGANISMOS_INTERNACIONALES",
      "CRISIS_HUMANITARIA_SERVICIOS",
      "PAISES",
      "LEYES_NORMATIVAS",
      "JUSTICIA_SOCIAL",
      "INFRAESTRUCTURA_SERVICIOS",
      "ELECCIONES_PROCESOS_POLITICOS",
      "GOBIERNOS_OFICIALES",
      "TIEMPO_RELATIVO"
    ],
    "matches": [
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "trabajo",
        "position": [
          529,
          536
        ],
        "start": 529,
        "end": 536
      },
      {
        "category": "RELACIONES_INTERNACIONALES",
        "matched_text": "acuerdo secreto. con la salida de jean y la",
        "position": [
          3252,
          3295
        ],
        "start": 3252,
        "end": 3295
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "declaró",
        "position": [
          1086,
          1093
        ],
        "start": 1086,
        "end": 1093
      },
      {
        "category": "JURIDICO_LEGISLATIVO_CORRUPCION",
        "matched_text": "corrupción",
        "position": [
          1458,
          1468
        ],
        "start": 1458,
        "end": 1468
      },
      {
        "category": "CRISIS_HUMANITARIA_SERVICIOS",
        "matched_text": "falta de recursos es lo que dificulta no solo dar una respuesta eficaz a la crisis actual, sino también garantizar los servicios básicos",
        "position": [
          1580,
          1716
        ],
        "start": 1580,
        "end": 1716
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "gobierno de transición y",
        "position": [
          2530,
          2554
        ],
        "start": 2530,
        "end": 2554
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "presidente del cpt",
        "position": [
          3371,
          3389
        ],
        "start": 3371,
        "end": 3389
      },
      {
        "category": "ORGANISMOS_INTERNACIONALES",
        "matched_text": "naciones unidas",
        "position": [
          3878,
          3893
        ],
        "start": 3878,
        "end": 3893
      },
      {
        "category": "GRUPOS_ESPECIFICOS",
        "matched_text": "empresario",
        "position": [
          421,
          431
        ],
        "start": 421,
        "end": 431
      },
      {
        "category": "MEDIOS_COMUNICACION",
        "matched_text": "periódico, centenares de",
        "position": [
          231,
          255
        ],
        "start": 231,
        "end": 255
      },
      {
        "category": "LEYES_NORMATIVAS",
        "matched_text": "acuerdo tiene una duración de 10",
        "position": [
          1757,
          1789
        ],
        "start": 1757,
        "end": 1789
      },
      {
        "category": "INFRAESTRUCTURA_SERVICIOS",
        "matched_text": "puerto",
        "position": [
          325,
          331
        ],
        "start": 325,
        "end": 331
      },
      {
        "category": "PAISES",
        "matched_text": "estados unidos",
        "position": [
          3668,
          3682
        ],
        "start": 3668,
        "end": 3682
      },
      {
        "category": "PAISES",
        "matched_text": "república dominicana",
        "position": [
          1309,
          1329
        ],
        "start": 1309,
        "end": 1329
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "estado haitiano",
        "position": [
          1408,
          1423
        ],
        "start": 1408,
        "end": 1423
      },
      {
        "category": "TIEMPO_RELATIVO",
        "matched_text": "hoy",
        "position": [
          774,
          777
        ],
        "start": 774,
        "end": 777
      },
      {
        "category": "JUSTICIA_SOCIAL",
        "matched_text": "derechos humanos",
        "position": [
          3793,
          3809
        ],
        "start": 3793,
        "end": 3809
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "9 miembros",
        "position": [
          2285,
          2295
        ],
        "start": 2285,
        "end": 2295
      }
    ],
    "match_count": 18
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "CIA",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Prince",
        "tipo": "Persona"
      },
      {
        "nombre": "agencia Reuters",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Vectus Global",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Laurent Saint-Cyr",
        "tipo": "Persona"
      },
      {
        "nombre": "Misión Multinacional de Apoyo a la Seguridad",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Gobierno",
        "tipo": "Lugar"
      },
      {
        "nombre": "Blackwater",
        "tipo": "Lugar"
      },
      {
        "nombre": "Jean",
        "tipo": "Persona"
      },
      {
        "nombre": "República Dominicana",
        "tipo": "Lugar"
      },
      {
        "nombre": "Erik Prince",
        "tipo": "Persona"
      },
      {
        "nombre": "Estados Unidos",
        "tipo": "Lugar"
      },
      {
        "nombre": "Fritz Alphonse Jean",
        "tipo": "Persona"
      },
      {
        "nombre": "Consejo Presidencial de Transición",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Haití",
        "tipo": "Lugar"
      },
      {
        "nombre": "Puerto Príncipe",
        "tipo": "Lugar"
      },
      {
        "nombre": "Fundó",
        "tipo": "Persona"
      },
      {
        "nombre": "Cabo Haitiano",
        "tipo": "Lugar"
      },
      {
        "nombre": "Donald Trump",
        "tipo": "Persona"
      },
      {
        "nombre": "Consejo",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Blackwater",
        "tipo": "Persona"
      },
      {
        "nombre": "ONU",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Gobierno",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Estado haitiano",
        "tipo": "Lugar"
      },
      {
        "nombre": "Convención de las Naciones Unidas",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Alex Didier Fils-Aimé",
        "tipo": "Persona"
      },
      {
        "nombre": "Reclutamiento",
        "tipo": "Organizacion"
      },
      {
        "nombre": "The New York Times",
        "tipo": "Organizacion"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Erik Prince",
        "relacion": "HACER",
        "objeto": "The New York Times"
      },
      {
        "sujeto": "Vectus Global",
        "relacion": "TENER",
        "objeto": "Haití"
      },
      {
        "sujeto": "Prince",
        "relacion": "VIAJAR_SER_DECLARAR",
        "objeto": "Puerto Príncipe"
      },
      {
        "sujeto": "Prince",
        "relacion": "VIAJAR_SER_DECLARAR",
        "objeto": "Cabo Haitiano"
      },
      {
        "sujeto": "Prince",
        "relacion": "AFIRMAR",
        "objeto": "Estado haitiano"
      },
      {
        "sujeto": "Fritz Alphonse Jean",
        "relacion": "ASUMIR",
        "objeto": "Vectus Global"
      },
      {
        "sujeto": "Jean",
        "relacion": "CONSIDERAR_MANTENER",
        "objeto": "Consejo"
      },
      {
        "sujeto": "Consejo",
        "relacion": "CONSIDERAR_MANTENER",
        "objeto": "Alex Didier Fils-Aimé"
      },
      {
        "sujeto": "Jean",
        "relacion": "MANTENER",
        "objeto": "Alex Didier Fils-Aimé"
      },
      {
        "sujeto": "Laurent Saint-Cyr",
        "relacion": "VOLVER",
        "objeto": "Vectus Global"
      },
      {
        "sujeto": "Fundó",
        "relacion": "FUNDAR",
        "objeto": "Blackwater"
      },
      {
        "sujeto": "Fundó",
        "relacion": "FUNDAR",
        "objeto": "CIA"
      },
      {
        "sujeto": "Fundó",
        "relacion": "FUNDAR",
        "objeto": "Estados Unidos"
      },
      {
        "sujeto": "Blackwater",
        "relacion": "ACUSAR",
        "objeto": "Convención de las Naciones Unidas"
      },
      {
        "sujeto": "Blackwater",
        "relacion": "ACUSAR",
        "objeto": "Reclutamiento"
      }
    ]
  },
  "sentiment": {
    "compound": -0.9393,
    "pos": 0.015,
    "neu": 0.948,
    "neg": 0.037,
    "label": "negative"
  }
}