{
  "url": "https://www.telesurtv.net/capitulo-argentino-de-internacional-antifascista-rechaza-agenda-violenta-de-gobierno-de-milei-contra-venezuela",
  "title": "Internacional Antifascista rechaza agenda violenta de Gobierno de Milei contra Venezuela - teleSUR",
  "section": "América Latina y El Caribe",
  "tags": [
    "Antifascista",
    "Argentina",
    "Capitulo Argentino",
    "Venezuela"
  ],
  "text": "El Capítulo Argentino de la Internacional Antifascista exigió al mandatario Javier Milei explicaciones sobre el papel de su Gobierno en el ingreso ilegal del gendarme argentino Nahuel Gallo a territorio venezolano, con la intención de participar en actividades de carácter terrorista y desestabilizador.\nLEA TAMBIÉN\nArgentina 2024: Metalurgia experimentó caída de 7,3% interanual\nA través de un comunicado, la organización cuestionó si ese incidente responde “a una decisión gubernamental” de enviar al agente y si forma parte de una campaña destinada a fomentar maniobras golpistas en países vecinos.\nLa Internacional Antifascista señaló la relevancia de la denuncia hecha en tal sentido por autoridades venezolanas y llamó la atención además sobre la complicidad del Gobierno de Milei por alojar en el país a 61 golpistas bolsonaristas. Estos enfrentan procesos judiciales en Brasil por su participación en intentos de derrocar al presidente Luis Inácio Lula da Silva y son buscados por las autoridades brasileñas y por Interpol.\nEl comunicado criticó el historial de acciones agresivas del Ejecutivo argentino contra Venezuela y mencionó el caso del avión carguero B-747 300 de Emtrasur, propiedad del Estado venezolano, que fue “enviado a Estados Unidos y desguazado, habiendo sido juzgados y absueltos de cargo todos sus tripulantes”.\n“A tal punto fueron alejándose las relaciones diplomáticas con Venezuela de nuestras mejores tradiciones y de lo que impone el Derecho Internacional, que la Embajada argentina en Caracas, que fue sede de fraternidad regional y acuerdos virtuosos para ambas naciones, se constituyó en una guarida de conspiradores; y nuestra representación diplomática, reducida a mínimas formalidades, tuvo que ser ejercida por otro país”, denuncia el texto.\nFinalmente, el Capítulo Argentino de la Internacional Antifascista exhortó al Congreso argentino a realizar los pedidos de informes y discutir el tema en la Comisión de Inteligencia.\nNahuel Gallo fue detenido cuando intentaba ingresar ilegalmente a Venezuela y, desde allí, ejecutar una operación de extracción de integrantes de Vente Venezuela que desde hace meses permanecen en la Embajada argentina en Caracas.\nSe le investiga por su participación en actividades que ponen en peligro la soberanía y la seguridad. Goza de todas las garantías y se respeta el debido proceso, han reiterado las autoridades de Venezuela, que aseguran que se trata de un agente de inteligencia.\nDías atrás, la Fiscalía General de Venezuela incluyó a la ministra de Seguridad de Argentina, Patricia Bullrich, y el canciller Gerardo Werthein como personas de interés en la investigación que se sigue a Nahuel Gallo.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/capitulo-argentino-de-internacional-antifascista-rechaza-agenda-violenta-de-gobierno-de-milei-contra-venezuela",
    "json_file": "Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-01.json",
    "message_index": 2067,
    "message_id": 83553,
    "date": "2025-01-03T18:50:01+00:00",
    "text": "🌐 Noticias de la web que debes conocer\n\n▪Internacional Antifascista rechaza agenda violenta de Gobierno de Milei contra Venezuela             https://www.telesurtv.net/capitulo-argentino-de-internacional-antifascista-rechaza-agenda-violenta-de-gobierno-de-milei-contra-venezuela\n\n▪Comité Internacional alerta peligro para la vida de Jorge Glas en Ecuador          https://www.telesurtv.net/comite-internacional-alerta-peligro-para-la-vida-de-jorge-glas-en-ecuador\n\n▪ Hutíes de Yemen lanzan misil contra base israelí en Cisjordania ocupada            https://www.telesurtv.net/huties-de-yemen-lanzan-misil-contra-base-israeli-en-cisjordania-ocupada\n\nSíguenos en 📲",
    "photo_path": null,
    "views": 3010,
    "reactions": {
      "👏": 30,
      "👍": 13,
      "🤔": 1
    },
    "total_reactions": 44
  }
}