{
  "url": "https://www.telesurtv.net/comite-internacional-alerta-peligro-para-la-vida-de-jorge-glas-en-ecuador",
  "title": "Comité Internacional alerta peligro para la vida de Jorge Glas en Ecuador - teleSUR",
  "section": "América Latina y El Caribe",
  "tags": [
    "Ecuador",
    "Jorge Glas"
  ],
  "text": "El Comité Internacional por la libertad del exvicepresidente de Ecuador, Jorge Glas, denunció este jueves que su vida está en peligro y reclamó al Gobierno del mandatario Daniel Noboa garantizar su integridad fisica.\n“Alertamos a la Comisión Interamericana de Derechos Humanos y a la comunidad internacional que la vida del exvicepresidente Jorge Glas corre peligro. Es deber del gobierno presidido por Daniel Noboa garantizar la vida y la integridad física de Jorge Glas”, publicó el comité en su cuenta de la red social X.\n“Solicitamos nuevamente que la Comisión Interamericana de Derechos Humanos amplíe las medidas cautelares en su favor, dado el sistemático incumplimiento del Estado ecuatoriano de sus obligaciones ante el derecho internacional. Es incomprensible la demora en las acciones que la Comisión debe realizar”, añadio él comité.\nGlas formó parte del Gobierno de Rafael Correa (2007-2017) y desempeñó la función de vicepresidente entre 2013 y 2017, además de los primeros meses del mandato de Lenín Moreno (2017-2021), hasta que se iniciaron las pesquisas en su contra, acusaciones e imputaciones que siempre ha negado al declararse un perseguido político.\nCuando militares y policías ecuatorianos irrumpieron violentamente en la Embajada de México en Quito, el 5 de abril de 2024, para arrestar a Glas, aún le faltaba cumplir una condena de ocho años de cárcel por dos sentencias por supuesta corrupción emitidas en 2017 y 2020, por las que ya había cumplido aproximadamente cinco años. Al final de 2022, Glas fue liberado por una sentencia de dos años de cárcel por prevaricación en dicha condena.\nEl exvicepresidente sigue recluido en la cárcel La Roca de Guayaquil, la prisión de máxima seguridad de Ecuador. La Policía lo arrestó a pesar de que el Gobierno de México ya le había proporcionado asilo diplomático, lo que causó la ruptura de las relaciones entre ambos países.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/comite-internacional-alerta-peligro-para-la-vida-de-jorge-glas-en-ecuador",
    "json_file": "Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-01.json",
    "message_index": 2067,
    "message_id": 83553,
    "date": "2025-01-03T18:50:01+00:00",
    "text": "🌐 Noticias de la web que debes conocer\n\n▪Internacional Antifascista rechaza agenda violenta de Gobierno de Milei contra Venezuela             https://www.telesurtv.net/capitulo-argentino-de-internacional-antifascista-rechaza-agenda-violenta-de-gobierno-de-milei-contra-venezuela\n\n▪Comité Internacional alerta peligro para la vida de Jorge Glas en Ecuador          https://www.telesurtv.net/comite-internacional-alerta-peligro-para-la-vida-de-jorge-glas-en-ecuador\n\n▪ Hutíes de Yemen lanzan misil contra base israelí en Cisjordania ocupada            https://www.telesurtv.net/huties-de-yemen-lanzan-misil-contra-base-israeli-en-cisjordania-ocupada\n\nSíguenos en 📲",
    "photo_path": null,
    "views": 3010,
    "reactions": {
      "👏": 30,
      "👍": 13,
      "🤔": 1
    },
    "total_reactions": 44
  }
}