{
  "url": "https://www.telesurtv.net/huties-de-yemen-lanzan-misil-contra-base-israeli-en-cisjordania-ocupada",
  "title": "Hutíes de Yemen lanzan misil contra base israelí en Cisjordania ocupada - teleSUR",
  "section": "Mundo",
  "tags": [
    "Antisionismo",
    "Causa palestina",
    "Cisjordania",
    "hutíes",
    "Israel",
    "solidaridad",
    "Yemen"
  ],
  "text": "Fuerzas yemeníes lanzaron este viernes un misil contra una base militar de la ocupación israelí al oeste de Ramalá, Cisjordania. El proyectil no fue interceptado por el sistema de Cúpula de Hierro de Israel, impactando su objetivo de manera eficaz.\nLEA TAMBIÉN:Hutíes de Yemen derriban otro avión no tripulado MQ-9 fabricado por EE.UU.\nMedios israelíes afirmaron que unos 12 ocupantes resultaron heridos mientras huían a refugios, en tanto que otros nueve fueros hospitalizados debido al pánico.\nZonas como la de Al-Quds y en Tel Aviv se mantenían horas después en alerta de ataques aéreos y los colonos seguían evacuados cerca de los refugios.  Igualmente se han cancelado los vuelos salientes desde el aeropuerto Ben-Gurion, en la ciudad de Tel Aviv.\nYemen ha intensificado los ataques contra la ocupación israelí progresivamente. En un inicio los ataques de las fuerzas yemeníes se limitaban a bombardeos contra barcos y asaltos a buques mercantes que navegaban por el mar Rojo y espacios circundantes trasladando abastecimientos a la entidad sionista.\nSin embargo, a medida que prolongaron su campaña militar contra el sionismo lograron crear misiles hipersónicos así como armas de mayor alcance para atacar directamente objetivos militares o de importancia estratégica en los territorios palestinos ocupados.\nLas fuerzas armadas de Yemen y el movimiento Ansar-Alah, conocido como los rebeldes hutíes, han afirmado que cada ataque contra Israel así como contra tropas occidentales, se realiza en apoyo a la causa Palestina y al eje de la resistencia.\nEn respuesta a las acciones de los milicianos yemeníes, aviones de Estados Unidos y Gran Bretaña han lanzado bombardeos contra zonas de Yemen.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/huties-de-yemen-lanzan-misil-contra-base-israeli-en-cisjordania-ocupada",
    "json_file": "Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-01.json",
    "message_index": 2067,
    "message_id": 83553,
    "date": "2025-01-03T18:50:01+00:00",
    "text": "🌐 Noticias de la web que debes conocer\n\n▪Internacional Antifascista rechaza agenda violenta de Gobierno de Milei contra Venezuela             https://www.telesurtv.net/capitulo-argentino-de-internacional-antifascista-rechaza-agenda-violenta-de-gobierno-de-milei-contra-venezuela\n\n▪Comité Internacional alerta peligro para la vida de Jorge Glas en Ecuador          https://www.telesurtv.net/comite-internacional-alerta-peligro-para-la-vida-de-jorge-glas-en-ecuador\n\n▪ Hutíes de Yemen lanzan misil contra base israelí en Cisjordania ocupada            https://www.telesurtv.net/huties-de-yemen-lanzan-misil-contra-base-israeli-en-cisjordania-ocupada\n\nSíguenos en 📲",
    "photo_path": null,
    "views": 3010,
    "reactions": {
      "👏": 30,
      "👍": 13,
      "🤔": 1
    },
    "total_reactions": 44
  }
}