{
  "url": "https://www.telesurtv.net/zona-paz-zelaya-bloqueo-eeuu-venezuela",
  "title": "Zona de paz: Manuel Zelaya denuncia bloqueo de EE.UU. contra Venezuela",
  "section": "América Latina y El Caribe",
  "tags": [
    "Honduras",
    "Manuel Zelaya",
    "narcotráfico",
    "Nicolás Maduro",
    "Xiomara Castro",
    "zona de paz"
  ],
  "text": "El expresidente de Honduras y coordinador general del Partido Libre, Manuel Zelaya, condenó el bloqueo militar impuesto por Estados Unidos a Venezuela, calificándolo como una violación de la Carta de las Naciones Unidas y del derecho internacional.\n\nLEA TAMBIÉN\nXiomara Castro destaca descenso en homicidios y logros en lucha contra el narcotráfico en Honduras\n\nComo fundador de la Celac, Zelaya afirmó que esta acción atenta contra la soberanía de los pueblos de América Latina y el Caribe.\n“Guardar silencio ante esta agresión constituye un crimen de lesa patria y un acto de cobardía”, sentenció.\n\n\nZelaya desmintió las acusaciones que señalan al presidente venezolano, Nicolás Maduro, de pagar sobornos a funcionarios hondureños para facilitar el paso de drogas. Destacó que el Gobierno de la presidenta Xiomara Castro ha recibido reconocimiento, incluso de Estados Unidos, por su lucha contra el narcotráfico.\nEntre los logros, mencionó el aumento de decomisos de droga, la destrucción de cultivos y narcolaboratorios, y la entrega a la justicia de capos, incluido el expresidente Juan Orlando Hernández, condenado a 45 años de prisión en EE.UU. por narcotráfico.\nEl líder de Libre cuestionó el rol de las Naciones Unidas y su Consejo de Seguridad, al señalar su incapacidad para garantizar la paz y los derechos de las naciones.\nLa presidenta de Honduras informó sobre logros significativos en la lucha contra el narcotráfico, resaltando un incremento del 207 por ciento en las acciones destinadas a combatir este delito.\nDurante su gestión, las autoridades han desmantelado 43 narcolaboratorios. Además, las fuerzas de seguridad han decomisado más de 250 mil plantas de cocaína, 60 mil plantas de marihuana, 300 armas de uso prohibido, 45 mil puntas de cocaína, 15 mil envoltorios de piedra crack y 30 mil cartuchos de munición.\nLa Declaración de América Latina y el Caribe como Zona de Paz, aprobada en 2014 durante la Cumbre de la Celac en La Habana, promueve la resolución pacífica de conflictos y rechaza el uso o amenaza de la fuerza.\nEste documento establece la no intervención en asuntos internos, el respeto a la soberanía nacional, la igualdad de derechos y la autodeterminación, en cumplimiento con los principios de la Carta de las Naciones Unidas.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/zona-paz-zelaya-bloqueo-eeuu-venezuela",
    "json_file": "Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-08.json",
    "message_index": 358,
    "message_id": 102936,
    "date": "2025-08-27T02:29:08+00:00",
    "text": "🌐 Noticias de la web que debes conocer \n\n🔹Zona de paz: Manuel Zelaya denuncia bloqueo de EE.UU. contra Venezuela\n🔗https://www.telesurtv.net/zona-paz-zelaya-bloqueo-eeuu-venezuela\n\n🔹Brasil: Cancillería rechaza declaraciones de Israel sobre presidente Lula\n🔗https://www.telesurtv.net/brasil-cancilleria-declaraciones-israel-lula/\n\n🔹Zona de paz: Internacional Antifascista denuncia amenaza nuclear de EE.UU. contra Venezuela y el Caribe\n🔗https://www.telesurtv.net/internacional-antifascista-amenaza-nuclear-eeuu/\n\nSíguenos En 📲",
    "photo_path": null,
    "views": 2104,
    "reactions": {
      "👍": 47,
      "❤": 2
    },
    "total_reactions": 49
  }
}