{
    "word_to_id": {
        "[PAD]": 0,
        "[UNK]": 1,
        "[START]": 2,
        "[END]": 3,
        "de": 4,
        ",": 5,
        ".": 6,
        "la": 7,
        "que": 8,
        "en": 9,
        "el": 10,
        "y": 11,
        "a": 12,
        "los": 13,
        "del": 14,
        "un": 15,
        "se": 16,
        "las": 17,
        "con": 18,
        "una": 19,
        "por": 20,
        "no": 21,
        "su": 22,
        "para": 23,
        "es": 24,
        "al": 25,
        "El": 26,
        "más": 27,
        "ha": 28,
        "como": 29,
        "lo": 30,
        "La": 31,
        "o": 32,
        "sus": 33,
        "En": 34,
        "pero": 35,
        "años": 36,
        "le": 37,
        "este": 38,
        "han": 39,
        "sobre": 40,
        "entre": 41,
        "Los": 42,
        "también": 43,
        "ya": 44,
        "está": 45,
        "desde": 46,
        "sin": 47,
        "Y": 48,
        "son": 49,
        "si": 50,
        "todo": 51,
        "fue": 52,
        "ser": 53,
        "muy": 54,
        "esta": 55,
        "cuando": 56,
        "?": 57,
        "hasta": 58,
        "No": 59,
        "¿": 60,
        "hay": 61,
        "porque": 62,
        "millones": 63,
        "tiene": 64,
        "año": 65,
        "Pero": 66,
        "solo": 67,
        "España": 68,
        "Gobierno": 69,
        "me": 70,
        "euros": 71,
        "hace": 72,
        "parte": 73,
        "puede": 74,
        "donde": 75,
        "vez": 76,
        "Es": 77,
        "A": 78,
        "Madrid": 79,
        "era": 80,
        "ni": 81,
        "pasado": 82,
        "ahora": 83,
        "todos": 84,
        "Las": 85,
        "sido": 86,
        "había": 87,
        "contra": 88,
        "nos": 89,
        "presidente": 90,
        "ese": 91,
        "menos": 92,
        "después": 93,
        "otros": 94,
        "e": 95,
        "país": 96,
        "según": 97,
        "mundo": 98,
        "durante": 99,
        "cada": 100,
        "Por": 101,
        "caso": 102,
        "vida": 103,
        "tras": 104,
        "día": 105,
        "the": 106,
        "tiempo": 107,
        "hacer": 108,
        "esa": 109,
        "mismo": 110,
        "están": 111,
        "personas": 112,
        "antes": 113,
        "primera": 114,
        "eso": 115,
        "De": 116,
        "les": 117,
        "otro": 118,
        "unos": 119,
        "gran": 120,
        "aunque": 121,
        "hecho": 122,
        "partido": 123,
        "Se": 124,
        "ante": 125,
        "política": 126,
        "mucho": 127,
        "así": 128,
        "Un": 129,
        "bien": 130,
        "qué": 131,
        "mejor": 132,
        "tan": 133,
        "siempre": 134,
        "forma": 135,
        "nuevo": 136,
        "momento": 137,
        "algo": 138,
        "PP": 139,
        "tanto": 140,
        "sino": 141,
        "primer": 142,
        "Si": 143,
        "él": 144,
        "aquí": 145,
        "Lo": 146,
        "días": 147,
        "Una": 148,
        "otra": 149,
        "sí": 150,
        "ellos": 151,
        "mayor": 152,
        "casi": 153,
        "cuenta": 154,
        "Este": 155,
        "tienen": 156,
        "estos": 157,
        "poco": 158,
        "trabajo": 159,
        "Estado": 160,
        "mi": 161,
        "otras": 162,
        "hoy": 163,
        "crisis": 164,
        "dice": 165,
        "ayer": 166,
        "ciudad": 167,
        "va": 168,
        "meses": 169,
        "historia": 170,
        "Para": 171,
        "nada": 172,
        "países": 173,
        "público": 174,
        "seguir": 175,
        "Barcelona": 176,
        "grupo": 177,
        "muchos": 178,
        "equipo": 179,
        "ver": 180,
        "final": 181,
        "gente": 182,
        "grandes": 183,
        "Con": 184,
        "quien": 185,
        "poder": 186,
        "tener": 187,
        "lugar": 188,
        "además": 189,
        "algunos": 190,
        "Twitter": 191,
        "sea": 192,
        "embargo": 193,
        "José": 194,
        "Facebook": 195,
        "cómo": 196,
        "frente": 197,
        "cambio": 198,
        "of": 199,
        "general": 200,
        "mientras": 201,
        "EL": 202,
        "Su": 203,
        "todas": 204,
        "casa": 205,
        "PAÍS": 206,
        "Europa": 207,
        "fuera": 208,
        "Al": 209,
        "haber": 210,
        "estaba": 211,
        "nueva": 212,
        "situación": 213,
        "medio": 214,
        "pueden": 215,
        "explica": 216,
        "empresa": 217,
        "toda": 218,
        "aún": 219,
        "dijo": 220,
        "entonces": 221,
        "semana": 222,
        "empresas": 223,
        "últimos": 224,
        "ejemplo": 225,
        "sistema": 226,
        "Estados": 227,
        "último": 228,
        "mayoría": 229,
        "veces": 230,
        "nunca": 231,
        "proyecto": 232,
        "estas": 233,
        "cosas": 234,
        "centro": 235,
        "será": 236,
        "decir": 237,
        "director": 238,
        "R.": 239,
        "falta": 240,
        "P.": 241,
        "Sin": 242,
        "acuerdo": 243,
        "unas": 244,
        "incluso": 245,
        "cualquier": 246,
        "Hay": 247,
        "debe": 248,
        "nuestro": 249,
        "manera": 250,
        "hizo": 251,
        "parece": 252,
        "dinero": 253,
        "número": 254,
        "fueron": 255,
        "to": 256,
        "social": 257,
        "punto": 258,
        "tipo": 259,
        "través": 260,
        "ella": 261,
        "mujeres": 262,
        "hacia": 263,
        "misma": 264,
        "horas": 265,
        "!": 266,
        "También": 267,
        "dar": 268,
        "ley": 269,
        "partidos": 270,
        "estar": 271,
        "tenía": 272,
        "español": 273,
        "proceso": 274,
        "elecciones": 275,
        "Cuando": 276,
        "PSOE": 277,
        "Cataluña": 278,
        "te": 279,
        "obra": 280,
        "Unidos": 281,
        "The": 282,
        "puntos": 283,
        "mercado": 284,
        "datos": 285,
        "problema": 286,
        "edición": 287,
        "bajo": 288,
        "fin": 289,
        "ello": 290,
        "capital": 291,
        "importante": 292,
        "Desde": 293,
        "sector": 294,
        "Esta": 295,
        "da": 296,
        "Además": 297,
        "familia": 298,
        "sociedad": 299,
        "político": 300,
        "junto": 301,
        "posible": 302,
        "hora": 303,
        "muchas": 304,
        "mujer": 305,
        "mes": 306,
        "artículo": 307,
        "in": 308,
        "realidad": 309,
        "sigue": 310,
        "and": 311,
        "Juan": 312,
        "podría": 313,
        "última": 314,
        "he": 315,
        "esos": 316,
        "esto": 317,
        "yo": 318,
        "trata": 319,
        "Así": 320,
        "Newsletter": 321,
        "problemas": 322,
        "noche": 323,
        "Ahora": 324,
        "zona": 325,
        "futuro": 326,
        "Como": 327,
        "quiere": 328,
        "española": 329,
        "Ayuntamiento": 330,
        "Según": 331,
        "pública": 332,
        "Puedes": 333,
        "propio": 334,
        "dentro": 335,
        "nadie": 336,
        "largo": 337,
        "actual": 338,
        "hombre": 339,
        "sociales": 340,
        "Rajoy": 341,
        "suscribirte": 342,
        "puesto": 343,
        "lado": 344,
        "paso": 345,
        "haya": 346,
        "segunda": 347,
        "programa": 348,
        "asegura": 349,
        "nosotros": 350,
        "estado": 351,
        "Me": 352,
        "hemos": 353,
        "tarde": 354,
        "decisión": 355,
        "seguridad": 356,
        "niños": 357,
        "llegar": 358,
        "políticos": 359,
        "media": 360,
        "casos": 361,
        "todavía": 362,
        "nombre": 363,
        "varios": 364,
        "resto": 365,
        "nuestra": 366,
        "libro": 367,
        "San": 368,
        "México": 369,
        "buena": 370,
        "investigación": 371,
        "Nacional": 372,
        "servicios": 373,
        "algunas": 374,
        "siglo": 375,
        "Luis": 376,
        "claro": 377,
        "idea": 378,
        "calle": 379,
        "ciudadanos": 380,
        "ministro": 381,
        "Aunque": 382,
        "información": 383,
        "relación": 384,
        "total": 385,
        "obras": 386,
        "único": 387,
        "derecho": 388,
        "tuvo": 389,
        "partir": 390,
        "economía": 391,
        "sentido": 392,
        "jóvenes": 393,
        "EE": 394,
        "UU": 395,
        "sólo": 396,
        "líder": 397,
        "ningún": 398,
        "van": 399,
        "Generalitat": 400,
        "políticas": 401,
        "campaña": 402,
        "esas": 403,
        "música": 404,
        "plan": 405,
        "objetivo": 406,
        "siendo": 407,
        "fiscal": 408,
        "habían": 409,
        "tenido": 410,
        "lleva": 411,
        "llegó": 412,
        "minutos": 413,
        "económica": 414,
        "mañana": 415,
        "nuevos": 416,
        "mano": 417,
        "sería": 418,
        "difícil": 419,
        "modelo": 420,
        "Carlos": 421,
        "medios": 422,
        "apareció": 423,
        "informe": 424,
        "tal": 425,
        "propia": 426,
        "medidas": 427,
        "guerra": 428,
        "muerte": 429,
        "quienes": 430,
        "luego": 431,
        "serie": 432,
        "espacio": 433,
        "padre": 434,
        "ellas": 435,
        "compañía": 436,
        "pesar": 437,
        "dado": 438,
        "éxito": 439,
        "derechos": 440,
        "agua": 441,
        "ahí": 442,
        "nuevas": 443,
        "juez": 444,
        "reforma": 445,
        "nivel": 446,
        "policía": 447,
        "María": 448,
        "apoyo": 449,
        "papel": 450,
        "españoles": 451,
        "principal": 452,
        "juego": 453,
        "debate": 454,
        "portavoz": 455,
        "Tras": 456,
        "mal": 457,
        "eran": 458,
        "riesgo": 459,
        "ir": 460,
        "foto": 461,
        "película": 462,
        "próximo": 463,
        "persona": 464,
        "septiembre": 465,
        "deuda": 466,
        "joven": 467,
        "carrera": 468,
        "hijos": 469,
        "tenemos": 470,
        "Valencia": 471,
        "Antonio": 472,
        "enero": 473,
        "julio": 474,
        "crecimiento": 475,
        "medida": 476,
        "cine": 477,
        "cerca": 478,
        "madre": 479,
        "metros": 480,
        "Entre": 481,
        "cierto": 482,
        "evitar": 483,
        "imagen": 484,
        "primeros": 485,
        "capacidad": 486,
        "visto": 487,
        "resultado": 488,
        "internacional": 489,
        "apenas": 490,
        "arte": 491,
        "impresa": 492,
        "diciembre": 493,
        "mayo": 494,
        "buen": 495,
        "Yo": 496,
        "población": 497,
        "gobierno": 498,
        "Sánchez": 499,
        "camino": 500,
        "personal": 501,
        "junio": 502,
        "Qué": 503,
        "marcha": 504,
        "fuentes": 505,
        "allí": 506,
        "dio": 507,
        "igual": 508,
        "octubre": 509,
        "oposición": 510,
        "temporada": 511,
        "Francia": 512,
        "varias": 513,
        "dólares": 514,
        "gestión": 515,
        "tampoco": 516,
        "servicio": 517,
        "nacional": 518,
        "hablar": 519,
        "muestra": 520,
        "alguna": 521,
        "pueblo": 522,
        "Universidad": 523,
        "ninguna": 524,
        "semanas": 525,
        "miembros": 526,
        "trabajadores": 527,
        "condiciones": 528,
        "formación": 529,
        "dirección": 530,
        "hacen": 531,
        "respecto": 532,
        "algún": 533,
        "Fue": 534,
        "anterior": 535,
        "marzo": 536,
        "grupos": 537,
        "gracias": 538,
        "ambos": 539,
        "local": 540,
        "control": 541,
        "cargo": 542,
        "allá": 543,
        "precio": 544,
        "única": 545,
        "espera": 546,
        "estamos": 547,
        "uso": 548,
        "noviembre": 549,
        "sabe": 550,
        "Manuel": 551,
        "ayuda": 552,
        "poner": 553,
        "manos": 554,
        "públicos": 555,
        "recuerda": 556,
        "estudio": 557,
        "valor": 558,
        "palabras": 559,
        "verdad": 560,
        "campo": 561,
        "Eso": 562,
        "calidad": 563,
        "hijo": 564,
        "libertad": 565,
        "alcalde": 566,
        "ampliar": 567,
        "responsable": 568,
        "violencia": 569,
        "prensa": 570,
        "secretario": 571,
        "resultados": 572,
        "electoral": 573,
        "línea": 574,
        "Todo": 575,
        "empleo": 576,
        "s": 577,
        "izquierda": 578,
        "Nueva": 579,
        "atención": 580,
        "mejores": 581,
        "dicho": 582,
        "queda": 583,
        "alto": 584,
        "afirma": 585,
        "cabeza": 586,
        "pasar": 587,
        "fondo": 588,
        "desarrollo": 589,
        "Trump": 590,
        "diferentes": 591,
        "viernes": 592,
        "Podemos": 593,
        "comunidad": 594,
        "mitad": 595,
        "autor": 596,
        "hombres": 597,
        "considera": 598,
        "Pérez": 599,
        "cosa": 600,
        "Le": 601,
        "lunes": 602,
        "modo": 603,
        "Son": 604,
        "García": 605,
        "propuesta": 606,
        "respuesta": 607,
        "fuerza": 608,
        "Congreso": 609,
        "dejar": 610,
        "padres": 611,
        "salir": 612,
        "organización": 613,
        "that": 614,
        "presencia": 615,
        "posibilidad": 616,
        "jefe": 617,
        "favor": 618,
        "Comunidad": 619,
        "interés": 620,
        "democracia": 621,
        "principio": 622,
        "saber": 623,
        "López": 624,
        "principales": 625,
        "actividad": 626,
        "Pablo": 627,
        "escenario": 628,
        "Alemania": 629,
        "salida": 630,
        "base": 631,
        "recursos": 632,
        "corrupción": 633,
        "Más": 634,
        "televisión": 635,
        "económico": 636,
        "cultura": 637,
        "señala": 638,
        "abril": 639,
        "pues": 640,
        "catalán": 641,
        "alguien": 642,
        "Consejo": 643,
        "cara": 644,
        "pasa": 645,
        "verano": 646,
        "Hasta": 647,
        "York": 648,
        "llega": 649,
        "central": 650,
        "fútbol": 651,
        "añade": 652,
        "plazo": 653,
        "iba": 654,
        "pueda": 655,
        "supone": 656,
        "plaza": 657,
        "víctimas": 658,
        "kilómetros": 659,
        "febrero": 660,
        "nuestros": 661,
        "socialista": 662,
        "Ya": 663,
        "candidato": 664,
        "defensa": 665,
        "domingo": 666,
        "pese": 667,
        "experiencia": 668,
        "especial": 669,
        "vista": 670,
        "agosto": 671,
        "lista": 672,
        "UE": 673,
        "menor": 674,
        "vecinos": 675,
        "mí": 676,
        "necesidad": 677,
        "época": 678,
        "tiempos": 679,
        "red": 680,
        "barrio": 681,
        "O": 682,
        "finales": 683,
        "salud": 684,
        "negocio": 685,
        "estadounidense": 686,
        "especialmente": 687,
        "cuestión": 688,
        "inversión": 689,
        "Tribunal": 690,
        "cree": 691,
        "duda": 692,
        "familias": 693,
        "acceso": 694,
        "actualidad": 695,
        "deben": 696,
        "contrario": 697,
        "trabajar": 698,
        "ingresos": 699,
        "Francisco": 700,
        "mantener": 701,
        "aquel": 702,
        "autoridades": 703,
        "mayores": 704,
        "centros": 705,
        "Miguel": 706,
        "discurso": 707,
        "Pedro": 708,
        "dejó": 709,
        "Mundial": 710,
        "podía": 711,
        "luz": 712,
        "pocos": 713,
        "peor": 714,
        "jueves": 715,
        "alta": 716,
        "real": 717,
        "pagar": 718,
        "estaban": 719,
        "martes": 720,
        "cuentas": 721,
        "socialistas": 722,
        "fuerte": 723,
        "ve": 724,
        "causa": 725,
        "marca": 726,
        "conjunto": 727,
        "permite": 728,
        "Ministerio": 729,
        "vuelta": 730,
        "fácil": 731,
        "hubiera": 732,
        "popular": 733,
        "productos": 734,
        "amor": 735,
        "agentes": 736,
        "opinión": 737,
        "Real": 738,
        "tema": 739,
        "educación": 740,
        "viene": 741,
        "China": 742,
        "orden": 743,
        "llegado": 744,
        "libros": 745,
        "convertido": 746,
        "entrada": 747,
        "Diego": 748,
        "cuerpo": 749,
        "Solo": 750,
        "diario": 751,
        "crear": 752,
        "ganar": 753,
        "clave": 754,
        "derecha": 755,
        "región": 756,
        "encima": 757,
        "lucha": 758,
        "is": 759,
        "Unión": 760,
        "teatro": 761,
        "instituciones": 762,
        "redes": 763,
        "producción": 764,
        "Fernández": 765,
        "edad": 766,
        "precios": 767,
        "mis": 768,
        "encuentra": 769,
        "haciendo": 770,
        "cuanto": 771,
        "Ejecutivo": 772,
        "encuentro": 773,
        "debería": 774,
        "aseguró": 775,
        "Ha": 776,
        "origen": 777,
        "mucha": 778,
        "oficial": 779,
        "Mientras": 780,
        "demasiado": 781,
        "Opinión": 782,
        "reunión": 783,
        "fondos": 784,
        "acaba": 785,
        "proyectos": 786,
        "miércoles": 787,
        "Europea": 788,
        "cual": 789,
        "ciudades": 790,
        "Instagram": 791,
        "décadas": 792,
        "voz": 793,
        "vivir": 794,
        "Esto": 795,
        "existe": 796,
        "Fernando": 797,
        "hacerlo": 798,
        "Comisión": 799,
        "amigos": 800,
        "cambiar": 801,
        "públicas": 802,
        "supuesto": 803,
        "razón": 804,
        "posición": 805,
        "libre": 806,
        "Que": 807,
        "volver": 808,
        "necesario": 809,
        "Después": 810,
        "deja": 811,
        "aquellos": 812,
        "acto": 813,
        "tendrá": 814,
        "Parlamento": 815,
        "diferencia": 816,
        "sábado": 817,
        "común": 818,
        "artista": 819,
        "busca": 820,
        "últimas": 821,
        "cambios": 822,
        "González": 823,
        "financiación": 824,
        "construcción": 825,
        "habla": 826,
        "Javier": 827,
        "llevar": 828,
        "sean": 829,
        "deportivo": 830,
        "América": 831,
        "momentos": 832,
        "cabo": 833,
        "mundial": 834,
        "Brasil": 835,
        "viaje": 836,
        "miedo": 837,
        "Sevilla": 838,
        "locales": 839,
        "habría": 840,
        "conocer": 841,
        "comunidades": 842,
        "jugadores": 843,
        "Internet": 844,
        "pregunta": 845,
        "quieren": 846,
        "habrá": 847,
        "ocasiones": 848,
        "vía": 849,
        "podemos": 850,
        "actor": 851,
        "estrategia": 852,
        "creo": 853,
        "Banco": 854,
        "cuyo": 855,
        "quién": 856,
        "Durante": 857,
        "comunicación": 858,
        "cuya": 859,
        "David": 860,
        "encontrar": 861,
        "sentencia": 862,
        "votos": 863,
        "miles": 864,
        "justicia": 865,
        "Hoy": 866,
        "novela": 867,
        "clase": 868,
        "París": 869,
        "baja": 870,
        "efecto": 871,
        "club": 872,
        "hechos": 873,
        "lejos": 874,
        "edificio": 875,
        "banda": 876,
        "Partido": 877,
        "siguen": 878,
        "pequeño": 879,
        "entidad": 880,
        "laboral": 881,
        "puerta": 882,
        "venta": 883,
        "responsabilidad": 884,
        "pasó": 885,
        "aumento": 886,
        "próximos": 887,
        "Obama": 888,
        "confianza": 889,
        "mantiene": 890,
        "expertos": 891,
        "exposición": 892,
        "importantes": 893,
        "dejado": 894,
        "demás": 895,
        "Hace": 896,
        "consejero": 897,
        "pensar": 898,
        "siquiera": 899,
        "régimen": 900,
        "tomar": 901,
        "juicio": 902,
        "operación": 903,
        "industria": 904,
        "Casa": 905,
        "caída": 906,
        "Rodríguez": 907,
        "creación": 908,
        "resulta": 909,
        "victoria": 910,
        "versión": 911,
        "sede": 912,
        "movimiento": 913,
        "título": 914,
        "apunta": 915,
        "tengo": 916,
        "Italia": 917,
        "hubo": 918,
        "acción": 919,
        "relaciones": 920,
        "área": 921,
        "pasada": 922,
        "Civil": 923,
        "máximo": 924,
        "fuerzas": 925,
        "zonas": 926,
        "municipal": 927,
        "conflicto": 928,
        "tierra": 929,
        "mensaje": 930,
        "explicó": 931,
        "demanda": 932,
        "Andalucía": 933,
        "gusta": 934,
        "texto": 935,
        "for": 936,
        "imágenes": 937,
        "ido": 938,
        "vive": 939,
        "principios": 940,
        "Mas": 941,
        "referencia": 942,
        "década": 943,
        "perdido": 944,
        "estuvo": 945,
        "Ese": 946,
        "siguiente": 947,
        "Porque": 948,
        "Administración": 949,
        "decisiones": 950,
        "Londres": 951,
        "atrás": 952,
        "oportunidad": 953,
        "tu": 954,
        "intereses": 955,
        "mercados": 956,
        "iniciativa": 957,
        "figura": 958,
        "calles": 959,
        "mismos": 960,
        "artistas": 961,
        "firma": 962,
        "Todos": 963,
        "gasto": 964,
        "quedó": 965,
        "asunto": 966,
        "judicial": 967,
        "déficit": 968,
        "cifra": 969,
        "consumo": 970,
        "entorno": 971,
        "entrar": 972,
        "escritor": 973,
        "Nos": 974,
        "grande": 975,
        "partes": 976,
        "periodo": 977,
        "pleno": 978,
        "entidades": 979,
        "jornada": 980,
        "interior": 981,
        "pareja": 982,
        "francés": 983,
        "Esa": 984,
        "selección": 985,
        "Deportes": 986,
        "conseguir": 987,
        "Reino": 988,
        "habitantes": 989,
        "aire": 990,
        "humanos": 991,
        "bancos": 992,
        "niño": 993,
        "pone": 994,
        "menores": 995,
        "participación": 996,
        "personajes": 997,
        "ejercicio": 998,
        "Era": 999,
        "cantidad": 1000,
        "independencia": 1001,
        "curso": 1002,
        "presente": 1003,
        "europeos": 1004,
        "prueba": 1005,
        "Sus": 1006,
        "ofrece": 1007,
        "profesor": 1008,
        "solución": 1009,
        "hija": 1010,
        "presidenta": 1011,
        "pudo": 1012,
        "coche": 1013,
        "estudios": 1014,
        "responsables": 1015,
        "entrevista": 1016,
        "estilo": 1017,
        "jugar": 1018,
        "actividades": 1019,
        "empezó": 1020,
        "capaz": 1021,
        "Argentina": 1022,
        "Liga": 1023,
        "Unido": 1024,
        "técnico": 1025,
        "somos": 1026,
        "acciones": 1027,
        "voto": 1028,
        "cultural": 1029,
        "clientes": 1030,
        "palabra": 1031,
        "Cómo": 1032,
        "primeras": 1033,
        "puso": 1034,
        "buscar": 1035,
        "visita": 1036,
        "tercera": 1037,
        "presión": 1038,
        "dan": 1039,
        "aquella": 1040,
        "europea": 1041,
        "Ciudadanos": 1042,
        "precisamente": 1043,
        "Constitución": 1044,
        "necesita": 1045,
        "dicen": 1046,
        "ex": 1047,
        "torno": 1048,
        "imposible": 1049,
        "suelo": 1050,
        "pequeña": 1051,
        "hospital": 1052,
        "doble": 1053,
        "impacto": 1054,
        "enorme": 1055,
        "sala": 1056,
        "fecha": 1057,
        "I": 1058,
        "inglés": 1059,
        "Gran": 1060,
        "abierto": 1061,
        "on": 1062,
        "Sí": 1063,
        "contrato": 1064,
        "oferta": 1065,
        "mar": 1066,
        "internacionales": 1067,
        "prisión": 1068,
        "denuncia": 1069,
        "coste": 1070,
        "puedan": 1071,
        "Hacienda": 1072,
        "premio": 1073,
        "reducir": 1074,
        "contar": 1075,
        "sé": 1076,
        "cita": 1077,
        "periodista": 1078,
        "películas": 1079,
        "pacto": 1080,
        "anunció": 1081,
        "Justicia": 1082,
        "efectos": 1083,
        "profesionales": 1084,
        "paro": 1085,
        "valores": 1086,
        "peso": 1087,
        "bueno": 1088,
        "escrito": 1089,
        "cadena": 1090,
        "Instituto": 1091,
        "pie": 1092,
        "recortes": 1093,
        "paz": 1094,
        "suerte": 1095,
        "función": 1096,
        "entender": 1097,
        "ataque": 1098,
        "militar": 1099,
        "suficiente": 1100,
        "serán": 1101,
        "comunicado": 1102,
        "cárcel": 1103,
        "llegada": 1104,
        "pago": 1105,
        "hacía": 1106,
        "bastante": 1107,
        "ideas": 1108,
        "propuestas": 1109,
        "adelante": 1110,
        "soy": 1111,
        "Mariano": 1112,
        "alrededor": 1113,
        "territorio": 1114,
        "tercer": 1115,
        "mesa": 1116,
        "mediante": 1117,
        "presupuesto": 1118,
        "mejorar": 1119,
        "comisión": 1120,
        "Narrador": 1121,
        "conocido": 1122,
        "norte": 1123,
        "decidió": 1124,
        "impuestos": 1125,
        "género": 1126,
        "tenían": 1127,
        "nuestras": 1128,
        "Junta": 1129,
        "recibido": 1130,
        "carácter": 1131,
        "llevó": 1132,
        "Ni": 1133,
        "moda": 1134,
        "catalana": 1135,
        "perder": 1136,
        "declaración": 1137,
        "temas": 1138,
        "global": 1139,
        "pide": 1140,
        "Galicia": 1141,
        "comenzó": 1142,
        "sur": 1143,
        "Alberto": 1144,
        "vivienda": 1145,
        "cifras": 1146,
        "margen": 1147,
        "ocasión": 1148,
        "festival": 1149,
        "generación": 1150,
        "memoria": 1151,
        "alumnos": 1152,
        "acabar": 1153,
        "compromiso": 1154,
        "intención": 1155,
        "PIB": 1156,
        "quería": 1157,
        "pruebas": 1158,
        "euro": 1159,
        "consecuencias": 1160,
        "Guerra": 1161,
        "banco": 1162,
        "disco": 1163,
        "actuación": 1164,
        "personaje": 1165,
        "podrían": 1166,
        "habitual": 1167,
        "escena": 1168,
        "intervención": 1169,
        "Antes": 1170,
        "puestos": 1171,
        "natural": 1172,
        "debido": 1173,
        "compañeros": 1174,
        "web": 1175,
        "Cada": 1176,
        "propios": 1177,
        "gol": 1178,
        "previsto": 1179,
        "tráfico": 1180,
        "cargos": 1181,
        "hicieron": 1182,
        "incluye": 1183,
        "exterior": 1184,
        "empleados": 1185,
        "Rusia": 1186,
        "defiende": 1187,
        "reconoce": 1188,
        "declaraciones": 1189,
        "detrás": 1190,
        "europeo": 1191,
        "llamado": 1192,
        "vamos": 1193,
        "lugares": 1194,
        "equipos": 1195,
        "acabó": 1196,
        "importancia": 1197,
        "líderes": 1198,
        "Rafael": 1199,
        "opción": 1200,
        "Ley": 1201,
        "has": 1202,
        "delante": 1203,
        "pequeños": 1204,
        "razones": 1205,
        "amigo": 1206,
        "delito": 1207,
        "municipales": 1208,
        "Mi": 1209,
        "pidió": 1210,
        "escuela": 1211,
        "voluntad": 1212,
        "Ángel": 1213,
        "cumplir": 1214,
        "decía": 1215,
        "tenga": 1216,
        "ayudas": 1217,
        "seguro": 1218,
        "+": 1219,
        "podrá": 1220,
        "estoy": 1221,
        "legal": 1222,
        "esfuerzo": 1223,
        "pronto": 1224,
        "energía": 1225,
        "Seguridad": 1226,
        "reciente": 1227,
        "llamada": 1228,
        "protección": 1229,
        "compra": 1230,
        "hotel": 1231,
        "grave": 1232,
        "profesional": 1233,
        "negro": 1234,
        "finalmente": 1235,
        "|": 1236,
        "quizá": 1237,
        "regional": 1238,
        "comercial": 1239,
        "recuperación": 1240,
        "ojos": 1241,
        "Bruselas": 1242,
        "Sigue": 1243,
        "dónde": 1244,
        "distintos": 1245,
        "carta": 1246,
        "pedir": 1247,
        "ritmo": 1248,
        "lograr": 1249,
        "sostiene": 1250,
        "Rey": 1251,
        "inicio": 1252,
        "familiares": 1253,
        "abrir": 1254,
        "viviendas": 1255,
        "pretende": 1256,
        "Internacional": 1257,
        "larga": 1258,
        "reformas": 1259,
        "jugador": 1260,
        "conseguido": 1261,
        "Fundación": 1262,
        "fiesta": 1263,
        "tecnología": 1264,
        "Washington": 1265,
        "recuperar": 1266,
        "parque": 1267,
        "esté": 1268,
        "Santiago": 1269,
        "País": 1270,
        "Venezuela": 1271,
        "justo": 1272,
        "familiar": 1273,
        "amenaza": 1274,
        "pena": 1275,
        "distintas": 1276,
        "populares": 1277,
        "críticas": 1278,
        "recibió": 1279,
        "construir": 1280,
        "Martínez": 1281,
        "documento": 1282,
        "terreno": 1283,
        "decidido": 1284,
        "podido": 1285,
        "programas": 1286,
        "casas": 1287,
        "compañías": 1288,
        "gastos": 1289,
        "Centro": 1290,
        "diputados": 1291,
        "trabajos": 1292,
        "análisis": 1293,
        "with": 1294,
        "golpe": 1295,
        "dirigentes": 1296,
        "práctica": 1297,
        "superior": 1298,
        "ETA": 1299,
        "civil": 1300,
        "similar": 1301,
        "presentó": 1302,
        "especie": 1303,
        "periodistas": 1304,
        "isla": 1305,
        "Economía": 1306,
        "blanco": 1307,
        "puertas": 1308,
        "actriz": 1309,
        "presenta": 1310,
        "producto": 1311,
        "colectivo": 1312,
        "Santa": 1313,
        "General": 1314,
        "Ana": 1315,
        "vídeo": 1316,
        "reducción": 1317,
        "afirmó": 1318,
        "motivo": 1319,
        "Enrique": 1320,
        "quedado": 1321,
        "espacios": 1322,
        "presidencia": 1323,
        "contratos": 1324,
        "directo": 1325,
        "Barça": 1326,
        "realizar": 1327,
        "M.": 1328,
        "armas": 1329,
        "diputado": 1330,
        "viajes": 1331,
        "delitos": 1332,
        "tasa": 1333,
        "vio": 1334,
        "suma": 1335,
        "referéndum": 1336,
        "silencio": 1337,
        "españolas": 1338,
        "cantante": 1339,
        "identidad": 1340,
        "miembro": 1341,
        "diferente": 1342,
        "diálogo": 1343,
        "espectáculo": 1344,
        "esperar": 1345,
        "Vecinos": 1346,
        "Policía": 1347,
        "sindicatos": 1348,
        "mala": 1349,
        "vuelve": 1350,
        "consecuencia": 1351,
        "comida": 1352,
        "Jorge": 1353,
        "planes": 1354,
        "móvil": 1355,
        "apuesta": 1356,
        "ambas": 1357,
        "llama": 1358,
        "anteriores": 1359,
        "Está": 1360,
        "destino": 1361,
        "logrado": 1362,
        "llevado": 1363,
        "Guardia": 1364,
        "llevan": 1365,
        "objetivos": 1366,
        "abogado": 1367,
        "peligro": 1368,
        "directamente": 1369,
        "ambiente": 1370,
        "ventas": 1371,
        "logró": 1372,
        "volvió": 1373,
        "aplicación": 1374,
        "ganó": 1375,
        "dudas": 1376,
        "Colombia": 1377,
        "PSC": 1378,
        "Popular": 1379,
        "protagonista": 1380,
        "convirtió": 1381,
        "privado": 1382,
        "materia": 1383,
        "cierre": 1384,
        "beneficios": 1385,
        "Algunos": 1386,
        "institución": 1387,
        "sectores": 1388,
        "corazón": 1389,
        "respeto": 1390,
        "Supremo": 1391,
        "tantos": 1392,
        "museo": 1393,
        "balón": 1394,
        "Estamos": 1395,
        "Pese": 1396,
        "quedan": 1397,
        "directora": 1398,
        "etapa": 1399,
        "catalanes": 1400,
        "ocurre": 1401,
        "noticia": 1402,
        "sacar": 1403,
        "significa": 1404,
        "par": 1405,
        "actores": 1406,
        "entrenador": 1407,
        "financiera": 1408,
        "piezas": 1409,
        "entrega": 1410,
        "estudiantes": 1411,
        "batalla": 1412,
        "alcanzar": 1413,
        "error": 1414,
        "fuego": 1415,
        "Patio": 1416,
        "recibir": 1417,
        "fiscales": 1418,
        "Interior": 1419,
        "ven": 1420,
        "Cámara": 1421,
        "velocidad": 1422,
        "revista": 1423,
        "visión": 1424,
        "posibles": 1425,
        "by": 1426,
        "Sobre": 1427,
        "Iglesias": 1428,
        "histórico": 1429,
        "empezar": 1430,
        "alemán": 1431,
        "encuentran": 1432,
        "John": 1433,
        "representantes": 1434,
        "Aquí": 1435,
        "mínimo": 1436,
        "italiano": 1437,
        "Estos": 1438,
        "cierta": 1439,
        "Díaz": 1440,
        "negocios": 1441,
        "suele": 1442,
        "nota": 1443,
        "presentar": 1444,
        "ganado": 1445,
        "particular": 1446,
        "preguntas": 1447,
        "empresarios": 1448,
        "was": 1449,
        "negociación": 1450,
        "sensación": 1451,
        "obstante": 1452,
        "hacerse": 1453,
        "literatura": 1454,
        "Museo": 1455,
        "pocas": 1456,
        "teléfono": 1457,
        "expresidente": 1458,
        "militares": 1459,
        "cambiado": 1460,
        "colaboración": 1461,
        "asociación": 1462,
        "candidatos": 1463,
        "CiU": 1464,
        "material": 1465,
        "musical": 1466,
        "usted": 1467,
        "inversiones": 1468,
        "tribunal": 1469,
        "Audiencia": 1470,
        "usuarios": 1471,
        "intentar": 1472,
        "antiguo": 1473,
        "espectadores": 1474,
        "tipos": 1475,
        "Del": 1476,
        "médico": 1477,
        "fundamental": 1478,
        "Jordi": 1479,
        "víctima": 1480,
        "inmigrantes": 1481,
        "privada": 1482,
        "operaciones": 1483,
        "transporte": 1484,
        "República": 1485,
        "Joan": 1486,
        "provincia": 1487,
        "Tampoco": 1488,
        "páginas": 1489,
        "financiero": 1490,
        "convertirse": 1491,
        "as": 1492,
        "concurso": 1493,
        "competencia": 1494,
        "naturaleza": 1495,
        "sale": 1496,
        "autores": 1497,
        "fase": 1498,
        "crédito": 1499,
        "marco": 1500,
        "humano": 1501,
        "viven": 1502,
        "Mancera": 1503,
        "funcionarios": 1504,
        "decidir": 1505,
        "Social": 1506,
        "África": 1507,
        "Valenciana": 1508,
        "sitio": 1509,
        "términos": 1510,
        "estrella": 1511,
        "mismas": 1512,
        "buenos": 1513,
        "condición": 1514,
        "destaca": 1515,
        "habido": 1516,
        "petición": 1517,
        "publicado": 1518,
        "enfermedad": 1519,
        "británico": 1520,
        "concierto": 1521,
        "Gómez": 1522,
        "representa": 1523,
        "niveles": 1524,
        "conocimiento": 1525,
        "Grecia": 1526,
        "consulta": 1527,
        "añadió": 1528,
        "existencia": 1529,
        "dificultades": 1530,
        "unidad": 1531,
        "generales": 1532,
        "crítica": 1533,
        "posibilidades": 1534,
        "pedido": 1535,
        "esposa": 1536,
        "Jesús": 1537,
        "acuerdos": 1538,
        "intento": 1539,
        "tendencia": 1540,
        "Felipe": 1541,
        "salió": 1542,
        "comprar": 1543,
        "existen": 1544,
        "abierta": 1545,
        "cocina": 1546,
        "duro": 1547,
        "formas": 1548,
        "hermano": 1549,
        "presentado": 1550,
        "trama": 1551,
        "ámbito": 1552,
        "estructura": 1553,
        "Hemos": 1554,
        "PNV": 1555,
        "altura": 1556,
        "mandato": 1557,
        "plataforma": 1558,
        "vuelto": 1559,
        "declaró": 1560,
        "nombres": 1561,
        "líneas": 1562,
        "próxima": 1563,
        "produce": 1564,
        "restaurante": 1565,
        "canciones": 1566,
        "diseño": 1567,
        "agencia": 1568,
        "Educación": 1569,
        "pérdida": 1570,
        "normal": 1571,
        "pobreza": 1572,
        "quiero": 1573,
        "leyes": 1574,
        "He": 1575,
        "it": 1576,
        "hayan": 1577,
        "organizaciones": 1578,
        "realmente": 1579,
        "Siempre": 1580,
        "explicar": 1581,
        "queremos": 1582,
        "localidad": 1583,
        "fotos": 1584,
        "prácticamente": 1585,
        "Creo": 1586,
        "Asociación": 1587,
        "económicos": 1588,
        "señaló": 1589,
        "costa": 1590,
        "empresario": 1591,
        "lengua": 1592,
        "presentación": 1593,
        "organismo": 1594,
        "Él": 1595,
        "elección": 1596,
        "Allí": 1597,
        "toma": 1598,
        "rescate": 1599,
        "actitud": 1600,
        "Cultura": 1601,
        "afectados": 1602,
        "activos": 1603,
        "distancia": 1604,
        "vino": 1605,
        "Bilbao": 1606,
        "digital": 1607,
        "alternativa": 1608,
        "muertos": 1609,
        "titular": 1610,
        "parecía": 1611,
        "Europeo": 1612,
        "colección": 1613,
        "llegan": 1614,
        "historias": 1615,
        "expresión": 1616,
        "actos": 1617,
        "parecen": 1618,
        "rival": 1619,
        "mejora": 1620,
        "concepto": 1621,
        "periódico": 1622,
        "saben": 1623,
        "motivos": 1624,
        "debajo": 1625,
        "defender": 1626,
        "nació": 1627,
        "Zapatero": 1628,
        "elementos": 1629,
        "coches": 1630,
        "marido": 1631,
        "sueño": 1632,
        "resolución": 1633,
        "puedo": 1634,
        "trabaja": 1635,
        "económicas": 1636,
        "tratar": 1637,
        "plena": 1638,
        "podrán": 1639,
        "propiedad": 1640,
        "escribir": 1641,
        "are": 1642,
        "estará": 1643,
        "empieza": 1644,
        "Ciudad": 1645,
        "contenido": 1646,
        "animales": 1647,
        "Nunca": 1648,
        "recorrido": 1649,
        "Tiene": 1650,
        "turismo": 1651,
        "socios": 1652,
        "clara": 1653,
        "sola": 1654,
        "evolución": 1655,
        "trabajando": 1656,
        "voy": 1657,
        "hará": 1658,
        "frontera": 1659,
        "absoluta": 1660,
        "haga": 1661,
        "llegaron": 1662,
        "rápido": 1663,
        "contexto": 1664,
        "buenas": 1665,
        "mirada": 1666,
        "realizado": 1667,
        "consejo": 1668,
        "altos": 1669,
        "europeas": 1670,
        "aparece": 1671,
        "funciones": 1672,
        "cerrar": 1673,
        "Tenemos": 1674,
        "tradicional": 1675,
        "Málaga": 1676,
        "Costa": 1677,
        "Copa": 1678,
        "creen": 1679,
        "Martín": 1680,
        "goles": 1681,
        "Gobiernos": 1682,
        "vehículos": 1683,
        "consideran": 1684,
        "tradición": 1685,
        "Atlético": 1686,
        "ayudar": 1687,
        "IU": 1688,
        "clases": 1689,
        "antigua": 1690,
        "médicos": 1691,
        "relato": 1692,
        "detalles": 1693,
        "impuesto": 1694,
        "sociedades": 1695,
        "títulos": 1696,
        "recurso": 1697,
        "León": 1698,
        "esperanza": 1699,
        "inversores": 1700,
        "pasando": 1701,
        "edificios": 1702,
        "patrimonio": 1703,
        "polémica": 1704,
        "Cristina": 1705,
        "color": 1706,
        "Entonces": 1707,
        "decenas": 1708,
        "ausencia": 1709,
        "jueces": 1710,
        "Constitucional": 1711,
        "cámara": 1712,
        "labor": 1713,
        "municipio": 1714,
        "abre": 1715,
        "vasco": 1716,
        "oro": 1717,
        "muerto": 1718,
        "tratamiento": 1719,
        "creado": 1720,
        "juzgado": 1721,
        "Otro": 1722,
        "estadounidenses": 1723,
        "cuestiones": 1724,
        "alcaldesa": 1725,
        "planta": 1726,
        "Latina": 1727,
        "accidente": 1728,
        "corto": 1729,
        "Alicante": 1730,
        "original": 1731,
        "contacto": 1732,
        "aseguran": 1733,
        "Messi": 1734,
        "movimientos": 1735,
        "probablemente": 1736,
        "indica": 1737,
        "comercio": 1738,
        "propias": 1739,
        "reconocimiento": 1740,
        "anunciado": 1741,
        "cuesta": 1742,
        "canción": 1743,
        "incremento": 1744,
        "oficiales": 1745,
        "norma": 1746,
        "superar": 1747,
        "Chile": 1748,
        "participar": 1749,
        "convierte": 1750,
        "puesta": 1751,
        "tendrán": 1752,
        "mexicano": 1753,
        "pantalla": 1754,
        "quiso": 1755,
        "coalición": 1756,
        "ofrecer": 1757,
        "perfil": 1758,
        "sabemos": 1759,
        "máxima": 1760,
        "revolución": 1761,
        "produjo": 1762,
        "trimestre": 1763,
        "administración": 1764,
        "obtener": 1765,
        "protesta": 1766,
        "sexual": 1767,
        "noticias": 1768,
        "nacionales": 1769,
        "fenómeno": 1770,
        "Xunta": 1771,
        "leer": 1772,
        "Portugal": 1773,
        "planeta": 1774,
        "juntos": 1775,
        "resolver": 1776,
        "refugiados": 1777,
        "técnica": 1778,
        "documental": 1779,
        "conoce": 1780,
        "matrimonio": 1781,
        "Muchos": 1782,
        "have": 1783,
        "tengan": 1784,
        "extranjeros": 1785,
        "río": 1786,
        "Blanca": 1787,
        "página": 1788,
        "colegio": 1789,
        "Estas": 1790,
        "candidatura": 1791,
        "instalaciones": 1792,
        "actuales": 1793,
        "búsqueda": 1794,
        "afecta": 1795,
        "Incluso": 1796,
        "tus": 1797,
        "Salud": 1798,
        "subida": 1799,
        "francesa": 1800,
        "costes": 1801,
        "exige": 1802,
        "porcentaje": 1803,
        "opciones": 1804,
        "detenido": 1805,
        "actuar": 1806,
        "Fuentes": 1807,
        "producido": 1808,
        "Alonso": 1809,
        "sirve": 1810,
        "Ignacio": 1811,
        "acerca": 1812,
        "perdió": 1813,
        "Ejército": 1814,
        "tiendas": 1815,
        "concejal": 1816,
        "Otra": 1817,
        "Cuba": 1818,
        "Iglesia": 1819,
        "vicepresidente": 1820,
        "Ante": 1821,
        "hermanos": 1822,
        "dando": 1823,
        "reto": 1824,
        "salvo": 1825,
        "sol": 1826,
        "partida": 1827,
        "asuntos": 1828,
        "investigadores": 1829,
        "diferencias": 1830,
        "igualdad": 1831,
        "evidente": 1832,
        "tuvieron": 1833,
        "huelga": 1834,
        "pasos": 1835,
        "estabilidad": 1836,
        "alguno": 1837,
        "humor": 1838,
        "necesidades": 1839,
        "garantizar": 1840,
        "ocurrido": 1841,
        "federal": 1842,
        "vender": 1843,
        "celebra": 1844,
        "elegido": 1845,
        "Teatro": 1846,
        "graves": 1847,
        "aumentar": 1848,
        "admite": 1849,
        "recién": 1850,
        "Cruz": 1851,
        "pequeñas": 1852,
        "Fiscalía": 1853,
        "pase": 1854,
        "departamento": 1855,
        "Luego": 1856,
        "cuentan": 1857,
        "responde": 1858,
        "ciudadanía": 1859,
        "apertura": 1860,
        "completo": 1861,
        "plantilla": 1862,
        "derrota": 1863,
        "triunfo": 1864,
        "debía": 1865,
        "from": 1866,
        "técnicos": 1867,
        "recordar": 1868,
        "intensidad": 1869,
        "sangre": 1870,
        "anuncio": 1871,
        "ciencia": 1872,
        "ficción": 1873,
        "talento": 1874,
        "playa": 1875,
        "recibe": 1876,
        "llevaba": 1877,
        "policial": 1878,
        "complejo": 1879,
        "Central": 1880,
        "renta": 1881,
        "ropa": 1882,
        "Nadie": 1883,
        "terrorismo": 1884,
        "deporte": 1885,
        "anual": 1886,
        "objeto": 1887,
        "estrellas": 1888,
        "causas": 1889,
        "negociaciones": 1890,
        "policías": 1891,
        "Daniel": 1892,
        "m.": 1893,
        "rey": 1894,
        "acompañado": 1895,
        "continúa": 1896,
        "arriba": 1897,
        "Israel": 1898,
        "prevé": 1899,
        "dieron": 1900,
        "riesgos": 1901,
        "u": 1902,
        "caja": 1903,
        "escribió": 1904,
        "abrió": 1905,
        "institucional": 1906,
        "espíritu": 1907,
        "representación": 1908,
        "documentos": 1909,
        "conversación": 1910,
        "dura": 1911,
        "metro": 1912,
        "Tanto": 1913,
        "sabía": 1914,
        "pacientes": 1915,
        "elegir": 1916,
        "acusado": 1917,
        "propone": 1918,
        "tono": 1919,
        "suelen": 1920,
        "Medio": 1921,
        "aeropuerto": 1922,
        "circunstancias": 1923,
        "Josep": 1924,
        "Rivera": 1925,
        "profesores": 1926,
        "normas": 1927,
        "James": 1928,
        "vaya": 1929,
        "fórmula": 1930,
        "comer": 1931,
        "Canal": 1932,
        "frase": 1933,
        "encontrado": 1934,
        "conciertos": 1935,
        "sistemas": 1936,
        "concreto": 1937,
        "protagonistas": 1938,
        "Sebastián": 1939,
        "influencia": 1940,
        "ocurrió": 1941,
        "Siria": 1942,
        "industrial": 1943,
        "sorpresa": 1944,
        "niña": 1945,
        "fuente": 1946,
        "legislatura": 1947,
        "Carmen": 1948,
        "tienda": 1949,
        "situaciones": 1950,
        "II": 1951,
        "límite": 1952,
        "pieza": 1953,
        "Agencia": 1954,
        "definitiva": 1955,
        "actuaciones": 1956,
        "turistas": 1957,
        "refleja": 1958,
        "capaces": 1959,
        "beneficio": 1960,
        "ataques": 1961,
        "Festival": 1962,
        "querido": 1963,
        "gana": 1964,
        "pista": 1965,
        "decreto": 1966,
        "Euskadi": 1967,
        "agenda": 1968,
        "ruta": 1969,
        "advierte": 1970,
        "tensión": 1971,
        "formar": 1972,
        "madrugada": 1973,
        "pobres": 1974,
        "aspectos": 1975,
        "concluye": 1976,
        "recordó": 1977,
        "rechazo": 1978,
        "siente": 1979,
        "be": 1980,
        "Castro": 1981,
        "errores": 1982,
        "sufrido": 1983,
        "ilegal": 1984,
        "funciona": 1985,
        "pensiones": 1986,
        "recuerdo": 1987,
        "mostró": 1988,
        "premios": 1989,
        "mensajes": 1990,
        "caer": 1991,
        "grado": 1992,
        "municipios": 1993,
        "oportunidades": 1994,
        "protestas": 1995,
        "at": 1996,
        "Norte": 1997,
        "sesión": 1998,
        "consiguió": 1999,
        "deberían": 2000,
        "deseo": 2001,
        "fraude": 2002,
        "moral": 2003,
        "XX": 2004,
        "Diputación": 2005,
        "Berlín": 2006,
        "Torres": 2007,
        "BCE": 2008,
        "electorales": 2009,
        "argentino": 2010,
        "cientos": 2011,
        "modelos": 2012,
        "Sant": 2013,
        "dirige": 2014,
        "gira": 2015,
        "lujo": 2016,
        "independiente": 2017,
        "votantes": 2018,
        "histórica": 2019,
        "carga": 2020,
        "fotografía": 2021,
        "tendría": 2022,
        "presos": 2023,
        "secreto": 2024,
        "ONU": 2025,
        "fiscalía": 2026,
        "clásico": 2027,
        "cuales": 2028,
        "procesos": 2029,
        "lenguaje": 2030,
        "tarea": 2031,
        "celebración": 2032,
        "argumento": 2033,
        "Mario": 2034,
        "tantas": 2035,
        "comenta": 2036,
        "condena": 2037,
        "complicado": 2038,
        "not": 2039,
        "ciudadano": 2040,
        "probable": 2041,
        "aspecto": 2042,
        "plazas": 2043,
        "Grupo": 2044,
        "depende": 2045,
        "acceder": 2046,
        "sanidad": 2047,
        "necesaria": 2048,
        "crimen": 2049,
        "consenso": 2050,
        "lectura": 2051,
        "menudo": 2052,
        "fuertes": 2053,
        "dolor": 2054,
        "tienes": 2055,
        "asegurado": 2056,
        "números": 2057,
        "ventaja": 2058,
        "viejo": 2059,
        "directa": 2060,
        "homenaje": 2061,
        "extranjero": 2062,
        "culpa": 2063,
        "New": 2064,
        "cualquiera": 2065,
        "ERC": 2066,
        "puerto": 2067,
        "escuchar": 2068,
        "Dios": 2069,
        "asumir": 2070,
        "fracaso": 2071,
        "Isabel": 2072,
        "tamaño": 2073,
        "Nada": 2074,
        "seguidores": 2075,
        "juega": 2076,
        "comerciales": 2077,
        "tren": 2078,
        "piensa": 2079,
        "Japón": 2080,
        "universidad": 2081,
        "encuestas": 2082,
        "reparto": 2083,
        "verde": 2084,
        "Puede": 2085,
        "dirigente": 2086,
        "recoge": 2087,
