{
  "url": "https://www.telesurtv.net/colombia-disidencia-farc-cese-fuego-enero/",
  "title": "Disidencia de las FARC anuncia cese al fuego hasta enero",
  "section": "América Latina y El Caribe",
  "tags": [
    "cese de agresiones",
    "Colombia",
    "EMC-FARC",
    "Iván Mordisco"
  ],
  "text": "El Estado Mayor Central (EMC), principal disidencia de las antiguas FARC, anunció este domingo un cese unilateral de operaciones ofensivas contra la fuerza pública del 23 de diciembre de 2025 al 7 de enero de 2026, con el fin de que “las familias colombianas puedan compartir sin los temores propios de una confrontación armada”.\nLa medida, se suma a otro anuncio similar del Ejército de Liberación Nacional (ELN), que declaró un cese al fuego del 24 de diciembre al 3 de enero, iniciando a las cero horas.\nEl comunicado emitido por el secretariado del EMC confirma haber desarrollado un pleno del EMC entre los días 18 al 21 de diciembre donde se «aprobaron importantes documentos y determinaciones» relacionados con la lucha armada que ha manejado las tropas de Iván Mordisco. En dicho comunicado, expresaron su intención de mantener la lucha «hombro a hombro con el pueblo colombiano por la conquista de sus mas sentidos anhelos».\nAmbos anuncios coinciden con una intensificación de la violencia en regiones como el Catatumbo, Cauca y Cesar, donde en los últimos días se registraron ataque contra uniformados. En Buenos Aires, en Cauca, una toma del EMC dejó 8 policías heridos y daños estructurales en el casco urbano, mientras que en Aguachica, ubicado en Cesar, el ELN perpetró un ataque con drones que causó la muerte de 7 soldados y 31 heridos.\n\n\n\n\nLa Defensoría del Pueblo, a través de su titular Iris Marín, reaccionó al cese del ELN con “cierto alivio, pero también con angustia”, al señalar que las acciones recientes de los grupos armados han causado daños a comunidades en varias regiones del país.\nMarín insistió en que estos gestos deben traducirse en hechos concretos, como la liberación de personas secuestradas y la reducción real de las confrontaciones armadas, y recordó que ceses anteriores no impidieron desplazamientos masivos ni el miedo generalizado, especialmente en zonas como el Catatumbo.\nEn este contexto, también circuló un video atribuido al Frente 33 del Estado Mayor de los Bloques y Frentes (EMBF), otra de las disidencias de las FARC con presencia en el Catatumbo, en el que se anuncia un “cese indefinido de acciones ofensivas contra la fuerza pública”, aunque su autenticidad no ha podido ser verificada por fuentes oficiales.\nEl EMC, liderado por Néstor Gregorio Vera, alias ‘Iván Mordisco’, considerado el hombre más buscado de Colombia, no participa en las actuales negociaciones de paz con el Gobierno del presidente Gustavo Petro. En contraste, el Ejecutivo sí mantiene diálogos con el EMBF, con el que alcanzó en noviembre acuerdos para no reclutar menores, promover el acceso a la tierra y proteger el medioambiente, dentro del marco de la política de “Paz total”.\n",
  "source_metadata": {
    "url": "https://www.telesurtv.net/colombia-disidencia-farc-cese-fuego-enero/",
    "json_file": "/home/ari/Collage/04-Forth_Year/Preimer_Semestre/PL/Final_Proj/Report_Generator/Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-12.json",
    "message_index": 24,
    "message_id": 114240,
    "date": "2025-12-22T08:55:13+00:00",
    "text": "teleSUR\nPrincipal disidencia de las FARC anuncia cese al fuego en Colombia hasta enero del 2026\nhttps://www.telesurtv.net/colombia-disidencia-farc-cese-fuego-enero/",
    "photo_path": null,
    "views": 1239,
    "reactions": {
      "👍": 15,
      "❤": 6
    },
    "total_reactions": 21
  }
}