{
  "url": "https://www.telesurtv.net/bolivia-accidente-transito-ocho-muertos/",
  "title": "Accidente de tránsito en Bolivia deja al menos ocho muertos",
  "section": "América Latina y El Caribe",
  "tags": [
    "accidente de tránsito",
    "Bolivia",
    "Cochabamba",
    "La Paz",
    "transporte"
  ],
  "text": "Un accidente vial ocurrido entre un bus de transporte interdepartamental y un minibús que chocaron el sábado en el sector Challa Grande Confital, ubicado en el límite entre los departamentos de Cochabamba y Oruro. El accidente ha dejado un saldo de al menos ocho fallecidos y varios heridos.\nEl impacto, ocurrido en la carretera Cochabamba-La Paz en el horario del mediodía, cuando el choque provocó que el conductor del bus perdiera el control, precipitándose cerca de 100 metros por una pendiente pronunciada.\nVarios pasajeros quedaron atrapados en el interior del vehículo, lo que activó la movilización inmediata de ambulancias y equipos de rescate hacia la zona. Las labores se concentraron en la evacuación de heridos y la verificación de víctimas, en un escenario condicionado por el terreno accidentado.\nLos heridos fueron trasladados a centros de salud de Quillacollo y Oruro, mientras personal de emergencia continúa trabajando en el lugar para estabilizar la zona.\n\n\nDe acuerdo con el informe preliminar, el bus siniestrado partió de Cochabamba con destino a La Paz alrededor de las 23:00 del día anterior, transportando a 43 pasajeros. La ruta, crítica para el transporte interdepartamental, quedó momentáneamente interrumpida por el corte de la vía y las operaciones de rescate.\nLas condiciones climáticas adversas en el sector de Confital complicaron las tareas tras una intensa nevada y trabajos de mantenimiento en la carretera que retrasaron el acceso de los equipos.\nSegún las autoridades viales destacaron que la combinación de estos factores exigió coordinación entre brigadas de Cochabamba, Oruro y organizaciones locales para garantizar la atención médica y el manejo de los cuerpos.\n",
  "source_metadata": {
    "url": "https://www.telesurtv.net/bolivia-accidente-transito-ocho-muertos/",
    "json_file": "/home/ari/Collage/04-Forth_Year/Preimer_Semestre/PL/Final_Proj/Report_Generator/Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-12.json",
    "message_index": 70,
    "message_id": 114186,
    "date": "2025-12-21T10:55:07+00:00",
    "text": "teleSUR\nAccidente de tránsito en Bolivia deja al menos ocho muertos\nhttps://www.telesurtv.net/bolivia-accidente-transito-ocho-muertos/",
    "photo_path": null,
    "views": 1891,
    "reactions": {
      "😢": 36,
      "😱": 3,
      "❤": 2,
      "🤔": 1,
      "🕊": 1
    },
    "total_reactions": 43
  }
}