{
  "url": "https://www.telesurtv.net/cuba-ano-2026-centenario-fidel-castro/",
  "title": "Cuba declara 2026 como “Año del Centenario de Fidel Castro” - teleSUR",
  "section": "América Latina y El Caribe",
  "tags": [
    "Año del Centenario del Comandante en Jefe Fidel Castro Ruz",
    "Cuba",
    "Miguel Díaz- Canel Bermúdez"
  ],
  "text": "A propuesta del presidente de Cuba, Miguel Díaz-Canel Bermúdez, la Asamblea Nacional del Poder Popular aprobó por unanimidad denominar el año 2026 como “Año del Centenario del Comandante en Jefe Fidel Castro Ruz”.\nLa iniciativa fue sometida a votación en el Parlamento y recibió aprobación unánime, consolidándose como una decisión oficial que marcará la agenda política y cultural del país en esa fecha conmemorativa.\nEn su intervención, Díaz-Canel recordó un momento histórico: “No hubiera sido posible llegar hasta aquí sin confiar en nuestra historia, y sin la convicción fuerte y clara que surgió de aquel encuentro entre los dos hermanos el 18 de diciembre de 1956 en Cinco Palmas. Hoy también estamos seguros de que ¡Ahora sí ganamos la guerra”.\nEl mandatario subrayó que la elección del nombre responde a que 2026 coincide con el centenario del nacimiento de Fidel Castro, hecho que otorga especial relevancia a la propuesta.\nLa designación busca rendir homenaje a la figura del líder histórico de la Revolución Cubana, resaltando su legado político y social, así como su influencia en la identidad nacional.\nLa Asamblea Nacional destacó que esta decisión pretende fortalecer la memoria histórica y reafirmar la continuidad de los ideales revolucionarios en las nuevas generaciones.\nEl anuncio se enmarca en un contexto de celebraciones y actividades previstas para honrar el centenario, que incluirán actos culturales, académicos y políticos en todo el país.\nCon esta declaración, el Gobierno cubano reafirma su compromiso de mantener viva la figura de Fidel Castro Ruz como símbolo de resistencia y de unidad nacional.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/cuba-ano-2026-centenario-fidel-castro/",
    "json_file": "/home/ari/Collage/04-Forth_Year/Preimer_Semestre/PL/Final_Proj/Report_Generator/Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-12.json",
    "message_index": 226,
    "message_id": 113994,
    "date": "2025-12-19T10:55:07+00:00",
    "text": "teleSUR\nCuba declara 2026 como “Año del Centenario de Fidel Castro”\nhttps://www.telesurtv.net/cuba-ano-2026-centenario-fidel-castro/",
    "photo_path": null,
    "views": 1491,
    "reactions": {
      "❤": 47,
      "🫡": 6,
      "🤷‍♂": 1,
      "🔥": 1
    },
    "total_reactions": 55
  }
}