{
  "url": "https://www.telesurtv.net/maduro-nadie-empanara-navidades-de-venezuela/",
  "title": "Presidente Maduro: nadie empañará las navidades del pueblo de Venezuela - teleSUR",
  "section": "América Latina y El Caribe",
  "tags": [
    "celebración",
    "EE.UU.",
    "injerencia",
    "mensaje",
    "Navidad",
    "paz",
    "Presidente Maduro",
    "Venezuela"
  ],
  "text": "El presidente constitucional de Venezuela, Nicolás Maduro, envió un mensaje de esperanza al pueblo bolivariano este 21 de diciembre con motivo de la llegada del espíritu de la Navidad. A través de un material audiovisual, el jefe de Estado destacó la presencia masiva de ciudadanos en las calles que disfrutan de las festividades y realizan sus compras tradicionales.\nMaduro calificó a la población como un pueblo noble y libertario que recibe con bendiciones esta época del año bajo la protección del Niño Jesús. El líder bolivariano realizó un firme compromiso de nunca fallar a los sectores humildes y aguerridos de la nación.\n\nExplicó que Venezuela atraviesa una temporada donde la lucha en defensa de los derechos, la democracia y la paz coincide con las parrandas y celebraciones populares en cada esquina. Asimismo, aseguró que nadie logrará empañar el clima festivo de las navidades 2025 y auguró un próspero año 2026 para todas las familias del país.\n\n\nLa celebración de la Navidad en Venezuela durante este 2025 ocurre en un escenario de resistencia activa y defensa de la soberanía nacional. El pueblo venezolano combina sus tradiciones culturales con la movilización permanente para preservar la estabilidad democrática frente a las presiones externas que buscan vulnerar sus derechos fundamentales.\nEsta dualidad entre la festividad y la batalla política fortalece la identidad libertaria de la nación en su camino hacia la transformación social y la paz regional. En un contexto donde el Gobierno de Venezuela denunció el sábado 20 de diciembre el robo y secuestro de un buque privado con petróleo venezolano ya que Militares de Estados Unidos perpetraron la acción en aguas internacionales, lo que incluyó la desaparición forzada de la tripulación.\n\n\nEn ese sentido, la vicepresidenta ejecutiva, Delcy Rodríguez, calificó este acto militar como un grave hecho de piratería que busca la apropiación ilegal del crudo y las reservas estratégicas de la nación suramericana.\nLa República Bolivariana de Venezuela reafirmó que estos actos criminales no quedarán impunes aseverando que el Estado venezolano ejercerá acciones legales ante el Consejo de Seguridad de las Naciones Unidas y otros organismos internacionales.\nCaracas enfatizó que el derecho internacional se impondrá y los responsables responderán ante la justicia por su proceder al mismo tiempo que la nación mantiene su compromiso con el crecimiento económico independiente mediante sus catorce motores de desarrollo y la industria de hidrocarburos soberana.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/maduro-nadie-empanara-navidades-de-venezuela/",
    "json_file": "/home/ari/Collage/04-Forth_Year/Preimer_Semestre/PL/Final_Proj/Report_Generator/Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-12.json",
    "message_index": 55,
    "message_id": 114205,
    "date": "2025-12-21T16:55:08+00:00",
    "text": "teleSUR\nPresidente Maduro: nadie empañará las navidades del pueblo de Venezuela\nhttps://www.telesurtv.net/maduro-nadie-empanara-navidades-de-venezuela/",
    "photo_path": null,
    "views": 2052,
    "reactions": {
      "👍": 49,
      "❤": 9,
      "👏": 4,
      "🔥": 1
    },
    "total_reactions": 63
  }
}