{
  "url": "https://www.telesurtv.net/congreso-nacional-de-honduras-anuncia-escrutinio-voto-por-voto/",
  "title": "Congreso Nacional de Honduras anuncia escrutinio voto por voto - teleSUR",
  "section": "América Latina y El Caribe",
  "tags": [
    "Congreso",
    "golpe electoral",
    "Honduras",
    "voto por voto"
  ],
  "text": "La Comisión Permanente del Congreso Nacional de Honduras informó este jueves que, en cumplimiento de sus atribuciones constitucionales y en resguardo de la voluntad soberana del pueblo, convocará al pleno legislativo para realizar un escrutinio voto por voto de las elecciones generales de 2025.\nLa medida responde a la posible falta de declaratoria formal por parte del Consejo Nacional Electoral (CNE), lo que ha generado incertidumbre sobre los resultados. En caso de que el Poder Electoral no cumpla con el escrutinio se hará voto por voto, tal y como lo exige la ciudadanía.\n\n\nEn un comunicado oficial, el Congreso subrayó que se convocará a los jefes de bancada con el objetivo de alcanzar consensos y establecer una agenda legislativa que priorice temas de interés nacional.\nLa Comisión Permanente instruyó además a la Comisión Especial, creada en marzo de 2025 para investigar las irregularidades en las elecciones primarias, a que de manera inmediata documente y analice los hechos ocurridos durante el proceso de las elecciones generales.\nEl comunicado recordó que la Ley Electoral de Honduras establece en su artículo 284 que el CNE debe realizar la declaratoria de elecciones a más tardar 30 días después de efectuados los comicios y ordenar su publicación en el Diario Oficial La Gaceta. Asimismo, la Constitución en su artículo 205 otorga al Congreso Nacional la facultad de efectuar el escrutinio de votos y declarar la elección de presidente, diputados y autoridades municipales en caso de que el CNE no lo haga.\nAnte este escenario, la Comisión Permanente anunció que, de ser necesario, convocará al pleno del Congreso para realizar el conteo de votos de las 19,167 Juntas Receptoras de Votos (JRV) en todo el país.\n“El pueblo demanda el conteo voto por voto, para garantizar confiabilidad, transparencia y tranquilidad, asegurando que el escrutinio final refleje con exactitud la decisión expresada en las urnas”, señala el documento.\nLa resolución insiste en el compromiso institucional del Congreso Nacional con el respeto irrestricto de la voluntad popular y con la preservación del orden democrático. En ese sentido, se asegura que se pondrán a disposición mecanismos claros, transparentes y verificables que disipen cualquier incertidumbre sobre los resultados electorales.\nEl anuncio se produce en un contexto de tensión política, marcado por cuestionamientos al desempeño del CNE y por la exigencia ciudadana de que los resultados reflejen fielmente la voluntad expresada en las urnas.\nLa decisión del Congreso busca garantizar que el proceso electoral concluya con legitimidad y confianza, evitando que la falta de declaratoria oficial genere un vacío institucional.\nEl escrutinio voto por voto se plantea como una herramienta para fortalecer la transparencia y asegurar que la ciudadanía hondureña tenga plena certeza sobre el resultado de las elecciones generales de 2025 sin ningún tipo de injerencia extranjera..",
  "source_metadata": {
    "url": "https://www.telesurtv.net/congreso-nacional-de-honduras-anuncia-escrutinio-voto-por-voto/",
    "json_file": "/home/ari/Collage/04-Forth_Year/Preimer_Semestre/PL/Final_Proj/Report_Generator/Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-12.json",
    "message_index": 225,
    "message_id": 113995,
    "date": "2025-12-19T10:55:13+00:00",
    "text": "teleSUR\nCongreso Nacional de Honduras anuncia escrutinio voto por voto\nhttps://www.telesurtv.net/congreso-nacional-de-honduras-anuncia-escrutinio-voto-por-voto/",
    "photo_path": null,
    "views": 1744,
    "reactions": {
      "👍": 38,
      "🤔": 4,
      "👏": 2,
      "👨‍💻": 1
    },
    "total_reactions": 45
  }
}