{
  "url": "https://www.telesurtv.net/turkiye-apoyar-paz-gaza-reunion-hamas/",
  "title": "Türkiye dispuesta a apoyar plan de paz para Gaza tras reunión entre inteligencia turca y Hamas - teleSUR",
  "section": "Mundo",
  "tags": [
    "Gaza",
    "Hamas",
    "proceso de paz"
  ],
  "text": "El jefe de la Agencia Nacional de Inteligencia de Turquía, Ibrahim Kalin, mantuvo este sábado una reunión en Estambul con líderes del movimiento de resistencia palestino Hamas para abordar la transición hacia la segunda fase del plan de paz en la Franja de Gaza, según informaron fuentes de seguridad turcas a Reuters bajo condición de anonimato.\n\nLEA TAMBIEN:\nTürkiye llama a la comunidad global a respaldar proceso de paz en Gaza\n\nDurante el encuentro, Kalin se reunió con Khalil al Hayya, líder de Hamas en Gaza y su principal negociador, con el objetivo de discutir los pasos necesarios para prevenir nuevas violaciones israelíes del alto al fuego y preparar los mecanismos para avanzar en la resolución de asuntos pendientes del acuerdo.\nLa primera fase del protocolo entró en vigor el 11 de octubre de 2025, pero, de acuerdo con informes palestinos, Israel continúa incumpliendo sus compromisos, retrasando la implementación de la segunda etapa, que contempla el fin total de la guerra, una retirada israelí más amplia y el inicio de la reconstrucción de Gaza.\n\n\nLas violaciones israelíes desde el inicio del alto al fuego han dejado un saldo de 401 asesinados y 1.108 heridos en la Franja de Gaza. Según el Ministerio de Salud palestino, el número total de víctimas desde el 7 de octubre de 2023 asciende a 70.925 muertos y 171.185 heridos, cifras que incluyen a 641 cuerpos recuperados tras los bombardeos.\nEste sábado, las fuerzas israelíes continuaron sus ataques, con bombardeos generalizados en varias zonas del enclave. Intensos disparos se registraron desde vehículos militares que penetraron en el sureste del campamento de Al-Maghazi, en el centro de Gaza. Asimismo, varios edificios residenciales fueron destruidos en Khan Yunis, y se reportaron ataques de artillería contra la ciudad de Bani Suhaila, al sur. Una nueva vivienda colapsó en el barrio de Al-Nasr como consecuencia de los bombardeos.\n\n\nAsimismo, la Defensa Civil palestina denuncio el viernes que al menos seis palestinos, incluidos una mujer y un menor, fueron asesinados durante la noche del viernes en un nuevo ataque israelí contra una escuela que albergaba a desplazados en la Franja de Gaza. El bombardeo impactó el centro educativo ubicado en el barrio de At-Tuffah, al este de la ciudad de Gaza, donde equipos de rescate, en coordinación con la ONU, recuperaron los cuerpos y atendieron a heridos.\nEl ente palestino reiteró que la mayoría de las víctimas mortales en este tipo de ataques son niños y advirtió que varios heridos fueron trasladados a hospitales en medio de la grave crisis humanitaria que afronta el enclave.\nLa entidad calificó el ataque como una “grave violación del derecho internacional humanitario” y exigió a la comunidad internacional y a las agencias de la ONU proteger a la población civil, los albergues y al personal humanitario en Gaza.\n\n\nEn tanto, el frío extremo agrava la crisis humanitaria: el Ministerio de Salud informó que 13 personas fallecieron en tiendas de campaña debido a las bajas temperaturas, en medio del bloqueo israelí que impide la entrada de suministros de calefacción y refugio. En las últimas 48 horas, los hospitales recibieron a otros 13 fallecidos —siete de ellos cuerpos recuperados— y 20 heridos. Varias víctimas permanecen atrapadas bajo escombros, sin que las ambulancias ni los equipos de rescate logren acceder a ellas.\nLa Agencia de Naciones Unidas para los Refugiados de Palestina (UNRWA) advirtió que las condiciones en Gaza siguen siendo críticas y existe un riesgo real de que la hambruna regrese al territorio, debido a la interrupción continua de la ayuda humanitaria.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/turkiye-apoyar-paz-gaza-reunion-hamas/",
    "json_file": "/home/ari/Collage/04-Forth_Year/Preimer_Semestre/PL/Final_Proj/Report_Generator/Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-12.json",
    "message_index": 108,
    "message_id": 114139,
    "date": "2025-12-20T19:55:13+00:00",
    "text": "teleSUR\nTürkiye dispuesta a apoyar plan de paz para Gaza tras reunión entre inteligencia turca y Hamas\nhttps://www.telesurtv.net/turkiye-apoyar-paz-gaza-reunion-hamas/",
    "photo_path": null,
    "views": 1952,
    "reactions": {
      "👍": 26,
      "🤔": 5,
      "🔥": 1
    },
    "total_reactions": 32
  }
}