{
  "url": "https://www.telesurtv.net/adolfo-perez-esquivel-pide-juzgar-trump-ante-cpi/",
  "title": "Adolfo Pérez Esquivel pide juzgar a Trump ante la Corte Penal Internacional - teleSUR",
  "section": "América Latina y El Caribe",
  "tags": [
    "Adolfo Pérez Esquivel",
    "Argentina",
    "Corte Penal Internacional",
    "Donald Trump",
    "Estados Unidos",
    "nobel de la paz",
    "Trump"
  ],
  "text": "El Premio Nobel de la Paz 1980, Adolfo Pérez Esquivel, instó este viernes 19 de diciembre a denunciar ante la Corte Penal Internacional los crímenes perpetrados por el presidente de Estados Unidos, Donald Trump, en el marco de su política exterior, con el fin de que el mandatario sea juzgado por dichos actos.\nPérez Esquivel denunció los ataques contra pequeñas embarcaciones (en el contexto del despliegue militar estadounidense en el mar Caribe, cerca de las costas venezolanas), que han resultado en la muerte de civiles y pescadores inocentes.\n\n\nAdicionalmente, durante la conferencia en la sede de la Central de Trabajadores de la Argentina (CTA), el referente de derechos humanos calificó las acciones de Estados Unidos contra Venezuela como un ataque directo a la soberanía de todo el continente latinoamericano.\n\n\n\n\nDe acuerdo con su visión, las maniobras de Washington buscan perpetuar la dependencia regional y tratar a América Latina como un «patio trasero«, una postura que rechazó enfáticamente al defender la dignidad de los pueblos frente a las potencias extranjeras.\nEn su intervención, el activista criticó la postura de los Gobiernos regionales que mantienen una actitud de sumisión frente a Estados Unidos. Pérez Esquivel advirtió que la potencia norteamericana no se mueve por lealtades ni amistades, sino estrictamente por intereses propios, y lamentó la «cobardía» de los dirigentes que actúan como aliados de políticas que perjudican a sus propias naciones.\nAsimismo, diferenció el accionar del Gobierno de Donald Trump de la voluntad del pueblo estadounidense, destacando que existen amplios sectores dentro de ese país que se oponen a las medidas de su Administración.\n\n\nPérez Esquivel definió la paz no como una simple ausencia de conflictos, sino como una construcción dinámica basada en la defensa de la identidad, la cultura y los derechos de los pueblos. En este sentido, llamó a fortalecer la resistencia social y política frente a lo que describió como un estado de intervención total que afecta el normal funcionamiento de las instituciones y la justicia.\n\n\n\n\nFinalmente, el dirigente expresó su preocupación por la falta de respuesta institucional en el ámbito local, mencionando que múltiples pedidos de juicio político no han logrado avanzar en el Congreso. Cuestionó el silencio de las cámaras de Diputados y Senadores respecto a la situación venezolana y llamó a la unidad continental como mecanismo de defensa propia.\nSu mensaje concluyó con un exhorto a la movilización colectiva, señalando que en el contexto actual es necesario sumar esfuerzos y evitar divisiones para proteger la autonomía de las naciones hermanas.\n",
  "source_metadata": {
    "url": "https://www.telesurtv.net/adolfo-perez-esquivel-pide-juzgar-trump-ante-cpi/",
    "json_file": "/home/ari/Collage/04-Forth_Year/Preimer_Semestre/PL/Final_Proj/Report_Generator/Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-12.json",
    "message_index": 191,
    "message_id": 114044,
    "date": "2025-12-19T19:01:01+00:00",
    "text": "🌐 Noticias en la Web que debes conocer:\n\n➡️ Adolfo Pérez Esquivel pide juzgar a Trump ante la Corte Penal Internacional\n🔗: https://www.telesurtv.net/adolfo-perez-esquivel-pide-juzgar-trump-ante-cpi/\n\n➡️Golpe electoral en Honduras: Hackers revelan ciberataque al sistema de escrutinio TREP\n🔗: https://www.telesurtv.net/golpe-electoral-hackers-ciberataque-honduras/\n\n➡️Agricultores y ganaderos españoles protestan en Madrid contra acuerdo UE-Mercosur\n🔗: https://www.telesurtv.net/agricultores-ganaderos-espanoles-protesta-contra-acuerdo-ue-mercosur/",
    "photo_path": null,
    "views": 1430,
    "reactions": {
      "👍": 27,
      "👏": 8,
      "❤": 3,
      "🔥": 1
    },
    "total_reactions": 39
  }
}