{
  "url": "https://www.telesurtv.net/cuba-denuncia-exterminio-israel-civiles-gaza/",
  "title": "Cuba denuncia actos de exterminio de Israel contra civiles de Gaza - teleSUR",
  "section": "Mundo",
  "tags": [
    "Cuba",
    "Gaza",
    "Israel",
    "Palestina"
  ],
  "text": "El Gobierno de Cuba denunció este jueves nuevos actos de exterminio contra el pueblo palestino, tras la muerte de al menos 17 personas por hipotermia en la Franja de Gaza, entre ellas cuatro niños, como consecuencia de las condiciones de vida extremas impuestas por el Estado de Israel en ese territorio, tras más de dos años de agresión militar, con saldo de 70.669 civiles asesinados y 171.165 heridos desde el 7 de octubre de 2023.\nA través de un mensaje publicado en la red social X, el ministro de Relaciones Exteriores de Cuba, Bruno Rodríguez Parrilla, alertó que la población gazatí enfrenta una situación humanitaria crítica luego de que el 81 % de las estructuras y edificaciones de Gaza fueron destruidas por los bombardeos israelíes, obligando a miles de familias a dormir en carpas y refugios improvisados, sin protección adecuada frente al frío.\n“Estas condiciones forman parte de una política deliberada de exterminio contra el pueblo palestino”, señaló el Canciller cubano, quien subrayó que la destrucción sistemática de viviendas e infraestructura básica ha dejado a la población expuesta a temperaturas extremas, sin abrigo, calefacción ni servicios esenciales.\n\n\nRodríguez Parrilla reiteró la urgencia de que Israel detenga el genocidio en curso, al tiempo que exigió el acceso amplio, inmediato y sin restricciones de ayuda humanitaria, condición indispensable para la reconstrucción urgente de viviendas y la atención integral de las víctimas, en particular niños, ancianos y personas desplazadas.\nLa denuncia cubana se produce en un contexto de emergencia humanitaria agravada por una intensa ola de frío, sobre la cual autoridades de Gaza han advertido durante esta semana. Según esos reportes, la mayoría de la población desplazada carece de refugio adecuado, así como de mantas, ropa de invierno y sistemas de calefacción, lo que incrementa el riesgo de nuevas muertes evitables.\nCuba ha mantenido una posición firme y sostenida de condena al bloqueo, la ocupación y las agresiones contra el pueblo palestino, denunciando en múltiples foros internacionales la responsabilidad de Israel y la pasividad de la comunidad internacional ante crímenes que califican como genocidio.\n",
  "source_metadata": {
    "url": "https://www.telesurtv.net/cuba-denuncia-exterminio-israel-civiles-gaza/",
    "json_file": "/home/ari/Collage/04-Forth_Year/Preimer_Semestre/PL/Final_Proj/Report_Generator/Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-12.json",
    "message_index": 188,
    "message_id": 114047,
    "date": "2025-12-19T19:55:08+00:00",
    "text": "teleSUR\nCuba denuncia actos de exterminio de Israel contra civiles de Gaza\nhttps://www.telesurtv.net/cuba-denuncia-exterminio-israel-civiles-gaza/",
    "photo_path": null,
    "views": 1560,
    "reactions": {
      "👍": 38,
      "🤬": 9,
      "👏": 2
    },
    "total_reactions": 49
  }
}