{
  "url": "https://www.telesurtv.net/maduro-soberania-venezuela-colombia/",
  "title": "Presidente Maduro llama a respetar soberanía de Venezuela y Colombia",
  "section": "América Latina y El Caribe",
  "tags": [
    "Caribe",
    "Colombia",
    "Democracia",
    "Gran Colombia",
    "Nicolás Maduro",
    "paz",
    "Venezuela"
  ],
  "text": "El presidente de la República Bolivariana de Venezuela, Nicolás Maduro, reiteró este jueves su exigencia de respeto a la soberanía de los países de la región y rechazó cualquier intento de intervencionismo extranjero, durante un acto en el que presentó el Plan Comunal del Arroz 2025-2026 en el sector Uverito, municipio Francisco de Miranda, estado Guárico.\nDurante su alocución, el mandatario describió las relaciones entre Venezuela y Colombia como de “hermanas siamesas” y llamó a preservar la paz y la independencia.\nDirigiéndose al pueblo estadounidense, le instó a “que levante las banderas de la paz” y denunció que “lo que pretenden es cambiar el régimen republicano democrático, que le da poder al pueblo, por un régimen colonial. Cambiar la libertad por el esclavismo”.\n\n“No al intervencionismo», subrayó Maduro y se pronunció por el «respeto a la soberanía de países y pueblos”. En este contexto, ratificó “el llamado a la unión para la defensa del derecho a la paz, a la soberanía de dos patrias hijas de la espada de Bolívar”.\nEn esa misma línea, el mandatario recordó el proyecto de reunificación de la Gran Colombia y afirmó: “Somos libertadores de Perú, somos libertadores de Panamá, de Colombia, de Ecuador, de Suramérica”, añadiendo que «hoy ratifico el llamado a la unión para la defensa del derecho a la paz, a la soberanía de dos patrias hijas de la espada de Bolívar», recalcó el presidente.\n\n\nEn el ámbito productivo, el presidente venezolano inauguró la Comuna Productora de la Patria en Calabozo, donde se inició la siembra de 4.000 hectáreas de arroz, con cosecha prevista en 120 días.\nLa iniciativa, ejecutada con el apoyo del Gobierno Bolivariano, el gobernador de Guárico, Donald Donaire, el ministro del Poder Popular para las Comunas, Ángel Prado, y voceros comunales, busca fortalecer la soberanía alimentaria y consolidar una economía comunal sólida, industrializada y comercializada sin intermediarios.\nLa jornada incluyó la inauguración de la sala de autogobierno, un consultorio médico popular y un centro de formación y capacitación tecnológica digital en la comuna “Vamos a trabajar con el hijo de Chávez”.\nEl mandatario rindió homenaje al Comandante Hugo Chávez, a quien definió como “el gran democratizador” y continuador del pensamiento de Simón Bolívar.\nEl gobernador del Estado de Zulia, Luis Caldera, destacó que en la región operan 111 comunas y circuitos comunales, identificadas como potencia económica y ganadera, con el poder en manos del pueblo. Asimismo, las comunas reafirmaron su compromiso con la defensa integral de la patria, en unidad cívico-militar con las fuerzas de seguridad del Estado.\n",
  "source_metadata": {
    "url": "https://www.telesurtv.net/maduro-soberania-venezuela-colombia/",
    "json_file": "/home/ari/Collage/04-Forth_Year/Preimer_Semestre/PL/Final_Proj/Report_Generator/Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-12.json",
    "message_index": 254,
    "message_id": 113966,
    "date": "2025-12-19T01:55:08+00:00",
    "text": "teleSUR\nPresidente Maduro llama a respetar soberanía de Venezuela y Colombia\nhttps://www.telesurtv.net/maduro-soberania-venezuela-colombia/",
    "photo_path": null,
    "views": 1513,
    "reactions": {
      "👍": 36,
      "❤": 7,
      "🤨": 1
    },
    "total_reactions": 44
  }
}