{
  "url": "https://www.telesurtv.net/hondura-votamos-extorsion-amenaza/",
  "title": "Golpe electoral en Honduras: \"Votamos bajo extorsión y amenaza\", denuncia historiador - teleSUR",
  "section": "América Latina y El Caribe",
  "tags": [
    "Democracia",
    "elecciones",
    "golpe electoral",
    "Honduras",
    "injerencia de EE.UU."
  ],
  "text": "El historiador hondureño Edgar Soriano advirtió sobre una “estrategia golpista” orquestada desde sectores conservadores y con apoyo de Estados Unidos para revertir los resultados electorales del 30 de noviembre en Honduras.\nEn entrevista con la periodista Marcela Heredia, de la multiplataforma teleSUR, Soriano sostuvo que el pueblo hondureño fue sometido a extorsión y amenazas por parte de autoridades estadounidenses con el fin de influir en la elección presidencial.\n\n\n“Llegamos al día 30 de noviembre bajo la extorsión, bajo la amenaza, con una pistola puesta enfrente. Eso no es democracia”, afirmó el historiador al referirse a las declaraciones del presidente Donald Trump, quien, recordó Soriano, amenazó con bloquear las remesas de los 1.5 millones de hondureños en EE.UU. si sus familiares en el país centroamericano no votaban por Nasry Asfura, candidato del ultraderechista Partido Nacional.\nSoriano dijo que hace 16 años, tras el golpe de Estado contra el presidente Manuel Zelaya, Estados Unidos respaldó a los sectores que tomaron el poder por la fuerza y más recientemente avaló la reelección ilegal de Juan Orlando Hernández, ahora indultado por el jefe de la Casa Blanca mientras cumplía una condena de 45 años por narcotráfico.\n“Donald Trump lo ha soltado nuevamente y vuelve a ser Juan Orlando Hernández una amenaza contra la democracia de Honduras”, alertó el historiador hondureño.\n\n\n\n\nSoriano señaló que, a 18 días de las elecciones generales, aún no se ha definido quién asumirá la presidencia. Criticó que los sectores vinculados al Partido Nacional y a intereses externos se niegan a realizar un conteo voto por voto, limitándose a revisar solo una fracción de las actas con inconsistencias. Esta postura ha generado protestas ciudadanas y conatos de enfrentamiento entre simpatizantes del gobernante Partido Libertad y Refundación (Libre) y del Partido Liberal, por un lado, y del Partido Nacional, por otro.\n“Hemos vivido un golpe electoral, una estratagema, un complot con grupos de aquí que pidieron la intervención de Estados Unidos”, denunció y añadió que el objetivo es destruir al partido de Gobierno y devolver el poder a la estructura que gobernó durante 12 años mediante un “narcoestado” que saqueó el erario público y se sostuvo en el fraude.\nEn este contexto, la presidenta Xiomara Castro ha salido a exigir el respeto a la voluntad popular, la democracia y la soberanía nacional, frente a lo que considera una maniobra para consumar un nuevo golpe de Estado. Soriano destacó que la población hondureña vive en un “ambiente de zozobra”, en medio de presiones institucionales y la figura de Juan Orlando Hernández como “eje central” en esta dinámica de ruptura antidemocrática.\n",
  "source_metadata": {
    "url": "https://www.telesurtv.net/hondura-votamos-extorsion-amenaza/",
    "json_file": "/home/ari/Collage/04-Forth_Year/Preimer_Semestre/PL/Final_Proj/Report_Generator/Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-12.json",
    "message_index": 277,
    "message_id": 113941,
    "date": "2025-12-18T22:55:13+00:00",
    "text": "teleSUR\nGolpe electoral en Honduras: «Votamos bajo extorsión y amenaza», denuncia historiador\nhttps://www.telesurtv.net/hondura-votamos-extorsion-amenaza/",
    "photo_path": null,
    "views": 1501,
    "reactions": {
      "👍": 25,
      "❤": 2,
      "🌭": 1
    },
    "total_reactions": 28
  }
}