{
  "url": "https://www.telesurtv.net/ucrania-incapacidad-mantener-ejercito/",
  "title": "Ucrania reconoce incapacidad para mantener 800.000 militares",
  "section": "Mundo",
  "tags": [
    "EE.UU.",
    "Ejército Ucrania",
    "Presidente Ucraniano",
    "soldados",
    "UE"
  ],
  "text": "El presidente ucraniano, Vladímir Zelenski, reconoció el sábado que Ucrania no podrá mantener un Ejército de 800.000 efectivos pese a las exigencias de conservar esa cifra de soldados, a pesar de que Rusia exige una reducción del número de efectivos militares.\nAnteriormente, el medio estadounidense The New York Times informó que representantes de la Unión Europea y Estados Unidos acordaron dos documentos sobre las garantías de seguridad para Ucrania, que mencionan la posibilidad de desplegar fuerzas europeas en Ucrania.\nDe acuerdo al NYT esos planes contemplan reducir el Ejército ucraniano a los 800.000 efectivos que tenía antes del inicio de la operación especial rusa en Ucrania, así como mantener su nivel de entrenamiento y equipamiento militar.\n\n\n«No, no es capaz, no tenemos los recursos financieros. Por eso mantengo este diálogo con los líderes de estos países, porque considero que la financiación parcial de nuestro Ejército por parte de nuestros socios es una garantía de nuestra seguridad«, declaró Zelenski en un vídeo que fue divulgado por el canal de televisión ucraniano Novosti.LIVE.\nCon anterioridad el medio The Washington Post, citando un documento, informó que funcionarios europeos habían elaborado sus propias propuestas, rechazando las condiciones para limitar las capacidades militares y las concesiones territoriales de Ucrania.\nSegún informes de prensa, Europa propone limitar el número de efectivos de las Fuerzas Armadas de Ucrania a 800.000 hombres, en lugar de los 600.000 propuestos por Estados Unidos.\n\n\nEl Gobierno estadounidense anunció previamente el desarrollo de un plan para un acuerdo sobre Ucrania. El Kremlin declaró que Rusia sigue abierta a las negociaciones y comprometida con las conversaciones de Anchorage, Alaska.\nA inicios de este diciembre, el enviado especial estadounidense, Steve Witkoff y yerno del presidente Donald Trump, Jared Kushner visitaron la capital rusa para mantener conversaciones con Vladímir Putin; en el encuentro se debatieron varios temas, pero sobre todo el conflicto en Ucrania en torno a una propuesta promovida por EE.UU. desde mediados de noviembre.\nEl 30 de noviembre pasado, el secretario de Estado de Estados Unidos, Marco Rubio, y Steve Witkoff se juntaron en Florida con los emisarios de Vladímir Zelenski para abordar el posible fin de las hostilidades.\nEl asesor presidencial ruso, Yuri Ushakov calificó las conversaciones en el Kremlin de muy sustanciales y añadió que los contactos entre Rusia y EE.UU. seguirán. Ushakov también señaló que los éxitos del ejército ruso en el campo de batalla tuvieron un impacto positivo en el curso y la naturaleza de las conversaciones.\nPor su parte, el portavoz del Kremlin, Dmitri Peskov, declaró que Kiev debe tomar una decisión y comenzar a negociar. El margen de decisión del Gobierno ucraniana se está reduciendo a medida que las Fuerzas Armadas rusas continúan sus operaciones ofensivas.\n",
  "source_metadata": {
    "url": "https://www.telesurtv.net/ucrania-incapacidad-mantener-ejercito/",
    "json_file": "/home/ari/Collage/04-Forth_Year/Preimer_Semestre/PL/Final_Proj/Report_Generator/Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-12.json",
    "message_index": 80,
    "message_id": 114176,
    "date": "2025-12-21T04:55:08+00:00",
    "text": "teleSUR\nPresidente ucraniano reconoce incapacidad para mantener Ejército de 800.000 efectivos\nhttps://www.telesurtv.net/ucrania-incapacidad-mantener-ejercito/",
    "photo_path": null,
    "views": 1679,
    "reactions": {
      "🤡": 48,
      "🤔": 6,
      "❤": 1
    },
    "total_reactions": 55
  }
}