{
  "url": "https://www.telesurtv.net/puerto-rico-condena-agresiones-eeuu-venezuela/",
  "title": "Puerto Rico condena agresiones de EE.UU. contra Venezuela",
  "section": "América Latina y El Caribe",
  "tags": [
    "Estados Unidos",
    "injerencia",
    "Venezuela",
    "zona de paz"
  ],
  "text": "Portavoces de distintos sectores en Puerto Rico y otros países de América Latina, calificaron las amenazas y agresiones de Estados Unidos contra Venezuela como una injerencia directa que vulnera la soberanía.\nLos grupos sostuvieron que las acciones coercitivas unilaterales de EE.UU. perjudican sobre todo a la población civil y dificultan el progreso económico de la zona.\nAsimismo, se exhortó a las autoridades de Washington a dejar de lado el discurso combativo y a buscar soluciones que se basen en el respeto mutuo y en la ley internacional.\n\n\nDelegados de movimientos sociales subrayaron la relevancia de conservar a América Latina y al Caribe como una «Zona de Paz», sin bloqueos económicos ni amenazas militares.\n“Puerto Rico, desde su propia realidad histórica, entiende la importancia de la soberanía. No podemos permanecer callados ante lo que consideramos una política de asfixia contra un país hermano«, dijo uno de los portavoces en un reciente evento de solidaridad en San Juan.\n\n\nEsta manifestación de rechazo se une a otros pronunciamientos internacionales que exigen que se acaben las hostilidades y que se respete lo que ocurre en el interior de Venezuela.\nEn las siguientes semanas se prevé que se sigan llevando a cabo foros de discusión y protestas en diferentes lugares de la isla con el fin de concientizar acerca del impacto de dichas políticas.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/puerto-rico-condena-agresiones-eeuu-venezuela/",
    "json_file": "/home/ari/Collage/04-Forth_Year/Preimer_Semestre/PL/Final_Proj/Report_Generator/Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-12.json",
    "message_index": 22,
    "message_id": 114242,
    "date": "2025-12-22T09:55:07+00:00",
    "text": "teleSUR\nCrece repudio en Puerto Rico a amenazas de Estados Unidos contra Venezuela\nhttps://www.telesurtv.net/puerto-rico-condena-agresiones-eeuu-venezuela/",
    "photo_path": null,
    "views": 1419,
    "reactions": {
      "👍": 36,
      "❤": 2
    },
    "total_reactions": 38
  }
}