{
  "url": "https://www.telesurtv.net/maduro-venezuela-libre-seguira-produciendo/",
  "title": "Presidente Maduro: Venezuela es libre, seguirá produciendo y comerciando sus productos - teleSUR",
  "section": "América Latina y El Caribe",
  "tags": [
    "Independencia",
    "libre comercio",
    "Nicolás Maduro Moros",
    "producción",
    "Soberanía",
    "Venezuela"
  ],
  "text": "Este jueves, el presidente de la República Bolivariana de Venezuela, Nicolás Maduro Moros, entregó la rehabilitación integral del Sistema Metrocable Mariche, una obra clave para la movilidad de más de 130.000 habitantes de la comunidad de Filas de Mariche, en Caracas.\nDurante el acto, Maduro reafirmó la soberanía económica del país. “Venezuela va a seguir su curso. Vamos a seguir produciendo los 14 motores y todos los productos que se venden en Venezuela seguirán saliendo al mercado internacional, porque somos un país libre y garantizaremos el libre comercio de Venezuela, del Caribe y de toda Sudamérica”, afirmó.\n\n\nAsimismo, recordó su encuentro con el papa Francisco, de quien recibió una cruz, y expresó su fe en la posibilidad de vencer el bloqueo que hoy amenaza a la nación.\nEl mandatario también denunció el robo del barco petrolero venezolano por el Gobierno de Estados Unidos, que calificó como “piratería”, señalando que “la piratería es un grave delito en el mar y un grave delito a la luz del derecho internacional público” y de los tratados de obligatorio cumplimiento por todos los Estados.\n\n\n\n\nMaduro recordó que la República de Venezuela es «irrevocablemente libre e independiente» y reafirmó el carácter irrenunciable de los derechos históricos de independencia, libertad, soberanía, integridad territorial y autodeterminación nacional.\nRecalcó que «dudar en defender nuestras tierras venezolanas es traición; dudar en defender nuestras riquezas y minerales es traición; dudar en defender nuestra soberanía y nuestro derecho a la paz es traición».\nEl presidente venezolano explicó que la recuperación de la conexión entre la Estación Palo Verde y la Estación Mariche incluyó el mantenimiento mayor de 120 cabinas, la sustitución de 5.000 metros de cable de comunicación de 40 pares, la instalación de 5.000 metros de fibra óptica, la reactivación del motor auxiliar en la Estación Mariche y la restauración de los motores eléctricos de accionamiento principal, entre otras intervenciones técnicas de envergadura.\nLa obra fue ejecutada por el Ministerio del Poder Popular para el Transporte, en alianza con la Corporación Juntos Todo es Posible, y contó con la participación activa de las comunas Revolución en Marcha y Rodilla en Tierra, así como de los consejos comunales Terrazas de Enmanuel y Nicolás Maduro.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/maduro-venezuela-libre-seguira-produciendo/",
    "json_file": "/home/ari/Collage/04-Forth_Year/Preimer_Semestre/PL/Final_Proj/Report_Generator/Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-12.json",
    "message_index": 260,
    "message_id": 113959,
    "date": "2025-12-19T00:55:25+00:00",
    "text": "teleSUR\nPresidente Maduro: Venezuela es libre, seguirá produciendo y comerciando sus productos\nhttps://www.telesurtv.net/maduro-venezuela-libre-seguira-produciendo/",
    "photo_path": null,
    "views": 1280,
    "reactions": {
      "👍": 41,
      "👌": 1,
      "🤨": 1
    },
    "total_reactions": 43
  }
}