{
  "url": "https://www.telesurtv.net/eslovaquia-ee-uu-y-hungria-rechazan-ingreso-de-ucrania-en-otan/",
  "title": "Eslovaquia, EE. UU. y Hungría rechazan ingreso de Ucrania en OTAN - teleSUR",
  "section": "Mundo",
  "tags": [
    "activos rusos",
    "Adhesión a OTAN",
    "Alianza Atlántica",
    "OTAN"
  ],
  "text": "Eslovaquia, Estados Unidos y Hungría expresaron su rechazo a la adhesión de Ucrania a la Organización del Tratado Atlántico Norte (OTAN), según informó el secretario general del organismo, Mark Rutte.\n«No habrá unanimidad para la adhesión de Ucrania. Entre estos países se encuentran EEUU, Eslovaquia y Hungría», comentó Rutte ante la prensa en Varsovia.\n\n\nEn 2014, el régimen de Kiev abandonó su postura de neutralidad y de no formar parte de ninguna alianza militar o política importante, renunciando a su «estatus de Estado no alineado», seguidamente para 2016 proclamó su intención de ingresar a la OTAN, y en 2019, el Parlamento ucraniano aprobó varias enmiendas constitucionales que refrendan el propósito de ingresar en la Unión Europea y en la Alianza Atlántica.\nEn reiteradas oportunidades Eslovaquia y Hungría, miembros de la Organización del Tratado Atlántico Norte (OTAN) han expresado su rechazo a la adhesión de Ucrania, con el objetivo de evitar el estallido de una tercera guerra mundial.\n\n\n\n\n\nAmbas ambas naciones han argumentando que la infraestructura de la OTAN cerca de las fronteras rusas es vista por el Kremlin como una amenaza existencial que prolonga la guerra, además de expresar preocupaciones sobre la corrupción interna en Ucrania y el impacto económico que su integración total, tanto en la OTAN como en la UE, tendría para sus propios países.\nDesde el 24 de febrero de 2022, Rusia lleva a cabo una operación militar específica en territorio ucraniano. El presidente Putin ha justificado esta acción, señalando que busca resguardar a la población de lo que considera un «genocidio perpetrado por el Gobierno de Kiev» y mitigar las amenazas a la seguridad nacional derivadas de la expansión oriental de la OTAN.\n\nLos líderes de la Unión Europea (UE) comenzaron a discutir un plan para otorgar un préstamo financiero a Ucrania que se financiaría utilizando los activos rusos, congelados como parte de las sanciones internacionales. La reunión se lleva a cabo en una cumbre en Bruselas, donde el principal obstáculo es lograr que Bélgica, que actualmente se opone al plan, retire su veto para que la propuesta pueda avanzar.\nMediante este mecanismo, se busca conceder a Ucrania un préstamo sin intereses valorado en 90.000 millones de euros, a ser desembolsado entre los años 2026 y 2027. Esta suma representaría cerca de dos tercios del total de 136.000 millones de euros en asistencia militar y financiera que Ucrania ha estimado necesitar durante ese periodo. En síntesis, la UE aspira a cubrir una fracción sustancial de las necesidades ucranianas a través de los beneficios económicos derivados de los fondos rusos congelados.\n\n\nA pesar de la oposición de Bruselas, la opción de emplear los activos rusos podría materializarse mediante una mayoría cualificada en el Consejo de la UE. No obstante, múltiples fuentes diplomáticas sostienen que esta «no es una decisión que pueda adoptarse sin la anuencia de Bélgica». En contraste, la primera ministra de Dinamarca, Mette Frederiksen, manifestó hoy la posibilidad de que el préstamo para Ucrania se apruebe incluso sin el respaldo belga. «No puede ser que uno o dos países bloqueen la capacidad de los demás para velar por nuestros pueblos», afirmó Frederiksen, aludiendo a la resistencia de Bélgica y a la de Hungría. En el caso húngaro, el rechazo al plan se vincula con la percibida cercanía del mandatario Viktor Orbán a Moscú.Los activos rusos inmovilizados en Bélgica, depositados en Euroclear, alcanzan los 185.000 millones de euros, lo que representa el 27% del Producto Interno Bruto (PIB) de la nación europea. Otros países como Italia, Bulgaria y Malta han solicitado considerar opciones alternativas. Incluso, se plantea la eventualidad de implementar un mecanismo temporal para dotar a Ucrania de fondos durante el segundo trimestre de 2026, en caso de que no se logre un consenso definitivo.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/eslovaquia-ee-uu-y-hungria-rechazan-ingreso-de-ucrania-en-otan/",
    "json_file": "/home/ari/Collage/04-Forth_Year/Preimer_Semestre/PL/Final_Proj/Report_Generator/Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-12.json",
    "message_index": 241,
    "message_id": 113979,
    "date": "2025-12-19T04:55:13+00:00",
    "text": "teleSUR\nEslovaquia, EE. UU. y Hungría rechazan ingreso de Ucrania en OTAN\nhttps://www.telesurtv.net/eslovaquia-ee-uu-y-hungria-rechazan-ingreso-de-ucrania-en-otan/",
    "photo_path": null,
    "views": 1161,
    "reactions": {
      "👍": 19,
      "👏": 6,
      "🤡": 3,
      "❤": 1,
      "😁": 1,
      "🥴": 1
    },
    "total_reactions": 31
  }
}