{
  "url": "https://www.telesurtv.net/bombardeos-israel-gaza-palestinos-asesinados/",
  "title": "Bombardeos de Israel contra sur de Gaza dejan al menos cuatro palestinos asesinados - teleSUR",
  "section": "Mundo",
  "tags": [
    "Alto al Fuego",
    "Conflicto",
    "conflicto destacado",
    "Gaza",
    "genocidio",
    "Israel",
    "Khan Younis",
    "Palestina",
    "Sionismo"
  ],
  "text": "Al menos cuatro personas, entre ellas una mujer, murieron durante la madrugada de este viernes como consecuencia de nuevos bombardeos lanzados por las fuerzas de ocupación israelíes contra el sur de la Franja de Gaza, en particular sobre las ciudades de Khan Younis y Rafah, en una nueva y grave violación del acuerdo de alto al fuego vigente desde octubre. Desde la firma de la tregua, la entidad sionista asesinó a 395 palestinos y causó heridas a 1.088.\nLEA TAMBIÉN\nGaza: bajas temperaturas causan al menos 17 muertes en diciembre, incluidos cuatro niños\nEquipos de Defensa Civil y servicios de emergencia denunciaron que no pudieron acceder a los puntos atacados para recuperar los cuerpos, debido a la continuidad de los bombardeos y al alto riesgo en las áreas afectadas. Hasta finales de noviembre, la entidad sionista había perpetrado 497 violaciones del alto el fuego, de acuerdo con denuncias del movimiento de resistencia Hamás.\nTestigos señalaron que cazabombarderos israelíes atacaron la localidad de Bani Suheila, al este de Khan Younis, mientras unidades militares disparaban con ametralladoras pesadas al este de la ciudad, en coordinación con bombardeos de artillería. A estas acciones se sumaron ataques desde el mar, con embarcaciones de guerra israelíes que abrieron fuego frente a la costa de Khan Younis.\nBuques de guerra dispararon contra embarcaciones pesqueras que operaban cerca de la costa en Rafah, poniendo en peligro a civiles que dependen de la pesca como medio de subsistencia, en un contexto de asfixia económica prolongada.\n\n\nEstas ofensivas genocidas se inscriben en un patrón sostenido de violaciones al acuerdo de alto al fuego que rige desde el 10 de octubre, marcado por ataques reiterados contra zonas civiles en distintos puntos del enclave palestino.\nA la escalada militar se suma el bloqueo sistemático a la entrada de ayuda humanitaria, que impide el ingreso regular de medicamentos, alimentos, agua potable, combustible y equipamiento médico esencial, profundizando una crisis humanitaria sin precedentes.\n\n\nOrganizaciones locales y fuentes humanitarias denuncian, además, restricciones arbitrarias al paso de convoyes de asistencia, ataques contra infraestructuras civiles, así como incursiones armadas en áreas residenciales, en abierta contravención del derecho internacional humanitario.\nDesde la entrada en vigor del alto al fuego, el 11 de octubre de 2025, la entidad sionista de Israel ha causado la muerte de más de 395 palestinos en Gaza, mientras que más de 1.088 personas han resultado heridas, de acuerdo con cifras recopiladas por autoridades sanitarias del enclave.\nCon estos datos, el total de la agresión israelí desde el 7 de octubre de 2023 se eleva a al menos 70.669 personas asesinadas y 171.165 heridas como resultado de los ataques.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/bombardeos-israel-gaza-palestinos-asesinados/",
    "json_file": "/home/ari/Collage/04-Forth_Year/Preimer_Semestre/PL/Final_Proj/Report_Generator/Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-12.json",
    "message_index": 220,
    "message_id": 114004,
    "date": "2025-12-19T13:55:07+00:00",
    "text": "teleSUR\nBombardeos de Israel contra sur de Gaza dejan al menos cuatro palestinos asesinados\nhttps://www.telesurtv.net/bombardeos-israel-gaza-palestinos-asesinados/",
    "photo_path": null,
    "views": 1483,
    "reactions": {
      "🤬": 33,
      "❤": 1,
      "🔥": 1
    },
    "total_reactions": 35
  }
}