{
  "url": "https://www.telesurtv.net/lula-vetara-ley-condenas-golpistas-brasil/",
  "title": "Presidente Lula vetará ley que reduce condenas a golpistas en Brasil - teleSUR",
  "section": "América Latina y El Caribe",
  "tags": [
    "Bolsonaro",
    "condenas",
    "Congreso",
    "intento golpista",
    "ley",
    "Lula",
    "Veto presidencial"
  ],
  "text": "El presidente de Brasil, Luiz Inácio Lula da Silva, confirmó este jueves su intención de vetar el proyecto de Ley de Sentencias, conocido como Ley de Dosimetría, aprobado por el Congreso Nacional, que prevé una reducción de penas para los condenados por el intento golpista del 8 de enero de 2023, cuando fueron atacados los tres poderes del Estado brasileño.\nLa norma legal podría beneficiar directamente al expresidente Jair Bolsonaro, condenado a 27 años y tres meses de prisión por su presunta participación en los actos antidemocráticos.\n\n\n“Si hubo acuerdo, no me informaron. Y si no me informaron, no hubo acuerdo con el Gobierno”, declaró Lula en rueda de prensa, reforzando su postura institucional frente a la iniciativa parlamentaria. “Llevo tiempo diciendo esto, no solo ahora. He dicho que las personas que cometieron un crimen contra la democracia brasileña tendrán que pagar por los actos cometidos contra este país”, sentenció.\nEl mandatario subrayó que, pese al respeto al Legislativo, “cuando llegue a mi mesa, lo vetaré. Esto no es ningún secreto para nadie”. El proyecto, denunciado por organizaciones y analistas como una virtual amnistía a los golpistas, fue aprobado el miércoles en el Senado con 48 votos a favor y 25 en contra, tras haber obtenido luz verde en la Cámara de Diputados la semana previa.\nEl Proyecto de Ley de Sentencias propone modificar el régimen de cumplimiento de condenas en delitos contra el Estado Democrático de Derecho y por golpe de Estado. En lugar de sumar todas las penas impuestas, se aplicaría únicamente la más severa. Además, estipula que los condenados podrían cumplir solo el 16% de su pena en régimen cerrado, incluso en casos con violencia, y los reincidentes, el 20%, frente al 30% vigente anteriormente.\nSegún la sentencia actual, Bolsonaro debería permanecer al menos seis años en prisión cerrada, con libertad condicional posible a partir de 2033. Sin embargo, con la nueva norma podría acceder a la progresión de pena tras cumplir apenas dos años y cuatro meses.\nEl Gobierno intentó posponer la votación hasta 2026, pero la presión del bloque centrista lo impidió. Mientras tanto, cuatro partidos —PT, PSB, PCdoB y PSOL— presentaron un recurso de amparo ante el Supremo Tribunal Federal (STF) para suspender la tramitación del proyecto, abriendo la posibilidad de una impugnación directa si este se convierte en ley.\nAunque Lula ejerza su derecho de veto, el Congreso podría revertirlo con mayoría simple, lo que haría que la norma entre en vigor a principios de 2026. Este escenario ha generado una tensa confrontación entre los poderes Ejecutivo y Legislativo, en medio del debate sobre la defensa del Estado democrático en Brasil.\n",
  "source_metadata": {
    "url": "https://www.telesurtv.net/lula-vetara-ley-condenas-golpistas-brasil/",
    "json_file": "/home/ari/Collage/04-Forth_Year/Preimer_Semestre/PL/Final_Proj/Report_Generator/Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-12.json",
    "message_index": 253,
    "message_id": 113967,
    "date": "2025-12-19T01:55:13+00:00",
    "text": "teleSUR\nPresidente Lula vetará ley que reduce condenas a golpistas en Brasil\nhttps://www.telesurtv.net/lula-vetara-ley-condenas-golpistas-brasil/",
    "photo_path": null,
    "views": 1544,
    "reactions": {
      "👍": 32,
      "❤": 5,
      "🖕": 1
    },
    "total_reactions": 38
  }
}