{
  "url": "https://www.telesurtv.net/archivo-epstein-noam-chomsky-lolita/",
  "title": "Nuevo lote de fotografías del archivo Epstein muestran a Noam Chomsky - teleSUR",
  "section": "Mundo",
  "tags": [
    "Chomsky",
    "EE.UU.",
    "Epstein",
    "Trump"
  ],
  "text": "Demócratas del Comité de Supervisión de la Cámara de Representantes de Estados Unidos divulgaron este jueves un nuevo lote de fotografías inéditas vinculadas al financiero Jeffrey Epstein, condenado por delitos sexuales, en las que aparecen frases del libro Lolita, de Vladimir Nabokov, escritas sobre el cuerpo de una mujer, lo que ha generado una nueva ola de cuestionamientos públicos.\n\nLEA TAMBIÉN:Demócratas difunden nuevas fotos del caso Epstein en compañía de Trump\n\nLa difusión de las imágenes se produce a un día de que el Departamento de Justicia haga pública la totalidad de su archivo sobre el caso Epstein, en cumplimiento de la denominada Epstein Files Transparency Act, un proceso que amenaza con reactivar el debate sobre las conexiones políticas, económicas y mediáticas del magnate.\nSegún informaron los legisladores demócratas, algunas fotografías muestran citas textuales de la novela Lolita —obra ampliamente asociada a la explotación sexual de una menor— escritas a mano en distintas partes del cuerpo de una mujer.\nEntre las frases visibles figuran: “Lo-lee-ta: the tip of the tongue taking a trip”, “She was Lo, plain Lo, in the morning” y “She was Dolly at school”, entre otras referencias directas al personaje central del libro, el cual es un hombre adulto que se enamora de manera obsesiva de una niña.\n\n\n\nLas imágenes no precisan fecha, lugar ni la identidad de las personas retratadas, y tampoco permiten determinar el contexto en el que fueron tomadas.\nNo obstante, su contenido simbólico y narrativo ha generado fuerte impacto, dada la trayectoria criminal de Epstein y el significado cultural de la obra citada.\nEl material divulgado forma parte de un conjunto de más de 95.000 fotografías liberadas la semana pasada por el patrimonio del propio Epstein, e incluye además pasaportes fuertemente censurados de países como Ucrania, República Checa y Rusia, así como una receta médica correspondiente a un medicamento para infecciones urinarias.\nEntre las imágenes aparecen también figuras públicas de alto perfil, como Bill Gates, el cofundador de Google Sergey Brin, y el académico Noam Chomsky. Asimismo, en entregas anteriores se divulgaron fotografías de Epstein junto a Donald Trump, Bill Clinton y Steve Bannon.\nLos demócratas subrayaron que ninguna de las fotografías prueba la comisión de delitos por parte de las personas que aparecen en ellas, ni muestran abusos explícitos. Sin embargo, consideran que el volumen y la naturaleza del material justifican una mayor transparencia institucional.\n\n\n“El Comité continuará publicando fotografías y documentos del patrimonio de Epstein para garantizar transparencia al pueblo estadounidense”, afirmó el congresista Robert Garcia, miembro de mayor rango del comité. A su juicio, las nuevas imágenes “plantean más interrogantes sobre qué posee exactamente el Departamento de Justicia”.\nHasta el momento, los republicanos del Comité de Supervisión no han emitido comentarios oficiales sobre la nueva divulgación.\nLa publicación de este material se inscribe en un contexto de creciente presión pública y política para esclarecer la red de complicidades, silencios y protecciones que rodearon durante años a Epstein, fallecido en prisión en 2019, en un caso que continúa exponiendo las zonas oscuras del poder económico y político en Estados Unidos.\n",
  "source_metadata": {
    "url": "https://www.telesurtv.net/archivo-epstein-noam-chomsky-lolita/",
    "json_file": "/home/ari/Collage/04-Forth_Year/Preimer_Semestre/PL/Final_Proj/Report_Generator/Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-12.json",
    "message_index": 208,
    "message_id": 114026,
    "date": "2025-12-19T16:55:07+00:00",
    "text": "teleSUR\nNuevo lote de fotografías del archivo Epstein muestran a Noam Chomsky\nhttps://www.telesurtv.net/archivo-epstein-noam-chomsky-lolita/",
    "photo_path": null,
    "views": 1337,
    "reactions": {
      "😱": 34,
      "❤": 2,
      "🔥": 2,
      "😁": 1
    },
    "total_reactions": 39
  }
}