{
  "url": "https://www.telesurtv.net/confederacion-beisbol-caribe-nueva-sede-torneo/",
  "title": "Confederación de Béisbol del Caribe confirma nueva sede para el torneo regional - teleSUR",
  "section": "Deporte",
  "tags": [
    "amenazas EE.UU.",
    "Béisbol",
    "México",
    "Serie del Caribe",
    "Venezuela"
  ],
  "text": "La Serie del Caribe de Béisbol 2026 fue oficialmente trasladada a la ciudad de Guadalajara, México, luego de que Puerto Rico, República Dominicana y México anunciaran que que no viajarían a Venezuela, donde inicialmente estaba programada la competencia, por lo que denominaron «razones logísticas ajenas a su control» y a la Liga Venezolana de Beisbol Profesional.\n\nLa decisión del cambio de sede fue ratificada por la Confederación de Béisbol Profesional del Caribe (CBPC), organismo encargado de coordinar el torneo regional.\nInicialmente, el campeonato estaba previsto para celebrarse en Caracas entre el 1 y el 7 de febrero, pero las mencionadas delegaciones comunicaron que no viajarían a la nación suramericana por dificultades logísticas ajenas su control y a la Liga Venezolana de Béisbol Profesional, declaración que tuvo lugar en medio del despliegue militar de EE.UU. en el Caribe, sus ejecuciones extrajudiciales en alta mar (con saldo de unos 90 civiles asesinados) y las crecientes amenazas de agredir a la patria de Bolívar y de Chávez.\n\n\nEntre los factores vinculados a esta decisión se encuentra el aumento de las agresiones de Estados Unidos contra Venezuela, luego de que el presidente Donald Trump afirmara que “no se siente obligado a informar al Congreso” para realizar posibles acciones militares contra la nación suramericana.\nMéxico confirmó el cambio de sede el pasado lunes. El presidente ejecutivo de la Liga Mexicana del Pacífico, Salvador Escobar, explicó que Guadalajara dispone de la infraestructura necesaria para organizar el certamen en el Estadio Panamericano, casa de los Charros de Jalisco.\nHasta el momento, los equipos confirmados son República Dominicana, Puerto Rico y Panamá como país invitado. Se espera además la posible incorporación del campeón venezolano, aunque su participación aún no ha sido oficializada. Novenas de Cuba, Panamá y Japón participarán como invitadas, pues no son miembros de la CBPC.\nEl traslado busca garantizar la seguridad y viabilidad logística del torneo, considerado uno de los eventos más importantes del béisbol profesional en la región.\nCon esta decisión, la CBPC reafirma su compromiso de mantener la Serie del Caribe como un espacio deportivo de integración regional, pese a las tensiones políticas que rodean la organización del evento.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/confederacion-beisbol-caribe-nueva-sede-torneo/",
    "json_file": "/home/ari/Collage/04-Forth_Year/Preimer_Semestre/PL/Final_Proj/Report_Generator/Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-12.json",
    "message_index": 222,
    "message_id": 113999,
    "date": "2025-12-19T12:55:07+00:00",
    "text": "teleSUR\nConfederación de Béisbol del Caribe confirma nueva sede para el torneo regional\nhttps://www.telesurtv.net/confederacion-beisbol-caribe-nueva-sede-torneo/",
    "photo_path": null,
    "views": 1803,
    "reactions": {
      "👎": 40,
      "💩": 24,
      "🤔": 2,
      "🤷‍♀": 1,
      "🔥": 1,
      "🤮": 1
    },
    "total_reactions": 69
  }
}