{
  "url": "https://www.telesurtv.net/menor-de-edad-muere-tras-explosion-de-municion-israeli-en-gaza/",
  "title": "Menor de edad muere tras explosi贸n de munici贸n israel铆 en Gaza - teleSUR",
  "section": "Mundo",
  "tags": [
    "Conflicto",
    "conflicto destacado",
    "Decesos infantiles",
    "Secuelas de la guerra"
  ],
  "text": "Un ni帽o de seis a帽os de edad muri贸 y sus hermanos resultaron heridos luego de que una munici贸n sin detonar de las fuerzas de ocupaci贸n explotara, este jueves, en el campo de refugiados de Nuseirat, en el centro de la Franja de Gaza, seg煤n informes del Ministerio gazat铆 del Interior.\nLa agencia de defensa civil palestina inform贸 que 芦se produjeron otros dos incidentes con munici贸n sobrante禄 en el enclave.\nLas autoridades del Ministerio del Interior en la Franja de Gaza alertaron sobre la existencia de miles de artefactos explosivos sin detonar en el territorio. Asimismo, solicitaron a los residentes que, al encontrar municiones no estalladas o cualquier objeto dudoso, informen de inmediato a los organismos competentes.\nPor su parte, Humanity & Inclusion denunci贸 que las organizaciones humanitarias no han recibido autorizaci贸n completa para el retiro de municiones, mientras que las fuerzas del r茅gimen de Israel obstaculizan la entrada de art铆culos que considera de 芦doble uso禄, civil y militar, como palas y tractores que se requieren para el retiro de municiones.\nRecientemente, la organizaci贸n del Frente Popular para la Liberaci贸n de Palestina (FPLP), conden贸 la incapacidad planetaria de frenar el desastre humanitario.\nEl FPLPlanzo una contundenteacusaci贸n contra la comunidad internacional, se帽alando que la incapacidad para poner fin al desastreno es solo una negligencia, sino una abierta complicidad con las continuas agresiones y cr铆menes perpetrados por las fuerzas israel铆es.\nLa agrupaci贸n palestina, mediante un comunicado oficial, asegur贸 quela inacci贸n observada por parte de los organismos mundiales ante la crisis en Gaza desencaden贸 unaquiebra de principios 茅ticosy un derrumbe absoluto del entramado legal y moral que se supone debe regir a las naciones del planeta.\nLa organizaci贸n pol铆tica destac贸 que la situaci贸n de los habitantes de la Franja se somete aextremos insoportablese inhumanos. Afirman que esta calamidadno solo es el resultado del Genocidio israel铆 que dej贸 tras de s铆 una estela de destrucci贸n durante los 煤ltimos dos a帽os, sino de d茅cadas de asedio criminal.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/menor-de-edad-muere-tras-explosion-de-municion-israeli-en-gaza/",
    "json_file": "/home/ari/Collage/04-Forth_Year/Preimer_Semestre/PL/Final_Proj/Report_Generator/Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-12.json",
    "message_index": 232,
    "message_id": 113988,
    "date": "2025-12-19T08:55:13+00:00",
    "text": "teleSUR\nMenor de edad muere tras explosi贸n de munici贸n israel铆 en Gaza\nhttps://www.telesurtv.net/menor-de-edad-muere-tras-explosion-de-municion-israeli-en-gaza/",
    "photo_path": null,
    "views": 1205,
    "reactions": {
      "": 30,
      "が": 12,
      "": 1,
      "": 1
    },
    "total_reactions": 44
  }
}