{
  "url": "https://www.telesurtv.net/mineria-ilegal-peru-3-555-millones-en-un-ano/",
  "title": "La minería ilegal en Perú movió USD 3.355 millones en un año",
  "section": "América Latina y El Caribe",
  "tags": [
    "Comunidades indígenas",
    "contaminación con mercurio",
    "deforestación",
    "minería ilegal"
  ],
  "text": "La minería ilegal en Perú generó ingresos por 3.355 millones de dólares entre octubre de 2024 y octubre de 2025, según cifras de la Unidad de Inteligencia Financiera (UIF) recogidas por el Observatorio de Minería Ilegal, que este jueves alertó sobre el acelerado avance de esta actividad en la Amazonía peruana.\nLa UIF, adscrita a la Superintendencia de Banca, Seguros y AFP, es la entidad encargada de detectar operaciones sospechosas vinculadas al lavado de activos y al financiamiento del terrorismo. En su último reporte, señaló que la minería ilegal se ha consolidado como una de las principales fuentes de alertas dentro del sistema financiero nacional.\n\n“El 2025 estuvo marcado por un crecimiento persistente de la minería ilegal, especialmente en la Amazonía, afectando ríos, áreas naturales protegidas y territorios de pueblos indígenas. El aumento de dragas en ríos, la deforestación acelerada, la contaminación con mercurio, destrucción del tejido social, y otros delitos conexos y retrocesos legislativos debilitaron la fiscalización y favorecieron esta actividad”, indicó el Observatorio.\n\n\nSegún el informe, la minería ilegal de oro está presente en nueve regiones del país, impactando a 73 comunidades nativas y más de 250 ríos y quebradas. En la última década, ha habido una expansión significativa en cuencas de Loreto, Ucayali y Madre de Dios, extendiéndose además a zonas fronterizas compartidas con Colombia y Brasil.\nMadre de Dios se mantiene como el epicentro, con 139.169 hectáreas deforestadas por minería artesanal y de pequeña escala, lo que representa el 97,5 % del total en la Amazonía peruana. Allí, el número de dragas pasó de 140 en 2021 a 1.613 en 2025, con una participación estimada de 6.400 mineros ilegales.\nLa alerta también se extiende a regiones donde antes no era común esta actividad. En Loreto y Huánuco, la deforestación por minería ilegal se triplicó en un año, pasando de 558 hectáreas en 2024 a 1.700 hectáreas en 2025.\n\n\nOtro punto crítico es la contaminación por mercurio, sustancia altamente tóxica utilizada en la extracción de oro. Ríos como el Napo, Nanay, Putumayo, Curaray, Yaguas, Puré y Japurá presentan “signos evidentes” de contaminación, pérdida de hábitat y alteraciones geomorfológicas. Esta contaminación no solo degrada los ecosistemas, sino que también afecta la salud de las poblaciones locales, especialmente de comunidades indígenas.\nEn julio de este año, el canciller peruano Elmer Schialer advirtió que la minería ilegal mueve siete veces más dinero que el narcotráfico en el país, y subrayó la necesidad urgente de formalizar la actividad minera. Schialer también hizo referencia al creciente poder de los mineros ilegales, evidenciado en los bloqueos carreteros registrados en distintas regiones del Perú.\nEl Observatorio concluyó que, “a pesar de los esfuerzos de algunos sectores del Estado, comunidades y sociedad civil por detenerla, la minería ilegal continúa expandiéndose en un contexto de débil fiscalización y retrocesos normativos, con graves consecuencias para la salud, los ecosistemas y la gobernanza del país”.\n",
  "source_metadata": {
    "url": "https://www.telesurtv.net/mineria-ilegal-peru-3-555-millones-en-un-ano/",
    "json_file": "/home/ari/Collage/04-Forth_Year/Preimer_Semestre/PL/Final_Proj/Report_Generator/Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-12.json",
    "message_index": 247,
    "message_id": 113973,
    "date": "2025-12-19T02:55:30+00:00",
    "text": "teleSUR\nLa minería ilegal en Perú movió USD 3.355 millones en un año\nhttps://www.telesurtv.net/mineria-ilegal-peru-3-555-millones-en-un-ano/",
    "photo_path": null,
    "views": 1331,
    "reactions": {
      "😨": 17,
      "❤": 3,
      "🤷‍♂": 3,
      "🤔": 1,
      "😱": 1,
      "👻": 1
    },
    "total_reactions": 26
  }
}