{
  "url": "https://www.telesurtv.net/honduras-amenazas-junta-verificacion/",
  "title": "Denuncian en Honduras amenazas a Junta de Verificación",
  "section": "América Latina y El Caribe",
  "tags": [
    "\"escrutinio especial\"",
    "elecciones en Honduras",
    "Fuerzas Armadas de Honduras",
    "Honduras"
  ],
  "text": "Organizaciones políticas hondureñas denunciaron que miembros de las Fuerzas Armadas han amenazado a integrantes de las Juntas de Verificación con arrestarlos si vuelven a enviar actas en cero o vuelven a ocurrir interrupciones en el proceso de escrutinio especial.\nEn un video compartido por los miembros del Partido Libre dieron a conocer que «todos los representantes de los partidos políticos de las juntas especiales de verificación y recuento que iban ingresando a las instalaciones fueron agredidos verbalmente por los militares instruyéndoles que no enviaran votos anulados ni actas en cero, y caso contrario los iban a levantar de la mesa y enviar presos de inmediato».\nEn este proceso los militares no poseen voz ni voto en los procesos electorales y su misión se limita a garantizar la seguridad del proceso y el material. Así lo recoge el artículo 1 de la Ley Constitutiva de las Fuerzas Armadas donde establece que estas deben deben defender los principios del libre sufragio y la alternaibilidad en el ejercicio de la presidencia.\nBajo esta premisa, los militares no pueden coaccionar a los trabajadores de las mesas electorales e intentar influir en los resultados mediante amenazas, cuando su función es protegerlos de este tipo de acciones en sí.\n«El voto se defiende con la ley, no con el miedo. Las elecciones se garantizan con transparencia, no con intimidación y la democracia no se encierra, no se calla y no se intimida, se respeta», declaró una de las integrantes de la junta.\n\n\n\n\nDe igual forma, 200 integrantes del Partido Liberal de Honduras dieron a conocer una situación similar durante el escrutinio especial donde fueron amenazados por el encargado militar, quien les comunicó que no tenían facultades para enviar actas a resultado 0. Según dio a conocer el corresponsal de teleSUR, Karim Duarte en su cuenta en la red social X, los representantes del Partido Liberal señalan las acciones como sesgo político que interfiere con la transparencia electoral.\nLa Junta Especial de Verificación y Recuento tiene la potestad de enviar actas en cero sin que sea una infracción a la ley cuando constituye una decisión aprobada por la autoridad autónoma de la mesa en su mayoría. Estas actas cero pueden ser enviadas cuando no coinciden los cuadernillos, las firmas o los datos básicos de la votación, así como cuando la nulidad es declarada formalmente y registrado en el acta de incidencias.\nEl proceso electoral hondureño, celebrado el pasado 30 de noviembre, ha estado marcado por la injerencia estadounidense y el fraude, lo que ha generado que no se haya transmitido un resultado aun de quien ocuparía la presidencia del país en el nuevo período electoral.\nEl consejero del Consejo Nacional Electoral, Marlon Ochoa ha insistido en su intención de no aprobar dicho proceso por estas características ya que su deber es representar los interes del pueblo hondureño y no los de un gobierno externo a Honduras.\n",
  "source_metadata": {
    "url": "https://www.telesurtv.net/honduras-amenazas-junta-verificacion/",
    "json_file": "/home/ari/Collage/04-Forth_Year/Preimer_Semestre/PL/Final_Proj/Report_Generator/Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-12.json",
    "message_index": 75,
    "message_id": 114181,
    "date": "2025-12-21T08:55:07+00:00",
    "text": "teleSUR\nFraude electoral en Honduras: miembros de la junta de verificación denuncian amenazas de militares\nhttps://www.telesurtv.net/honduras-amenazas-junta-verificacion/",
    "photo_path": null,
    "views": 1618,
    "reactions": {
      "🤬": 53,
      "👍": 3,
      "❤": 2,
      "🔥": 1
    },
    "total_reactions": 59
  }
}