{
  "url": "https://www.telesurtv.net/castro-secretario-defensa-banco-militar/",
  "title": "Xiomara Castro nombra nuevo secretario de Defensa y anuncia creaci贸n de Banco Militar - teleSUR",
  "section": "Am茅rica Latina y El Caribe",
  "tags": [
    "Banco Finter S.A.",
    "CNE",
    "Democracia",
    "Gaceta oficial",
    "Honduras",
    "Transici贸n pac铆fica",
    "Xiomara Castro"
  ],
  "text": "En un acto hist贸rico de traspaso de mando militar, la presidenta de Honduras, Xiomara Castro, nombr贸 al general Roosevelt Hern谩ndez como nuevo secretario de Defensa y anunci贸 la creaci贸n del Banco Finter S.A. para fortalecer la seguridad social de las Fuerzas Armadas. La mandataria reafirm贸 su compromiso con la paz y asegur贸 que entregar谩 el poder de forma pac铆fica el pr贸ximo 27 de enero, dejando atr谩s el legado del 芦narcoestado禄.\nDurante la ceremonia solemne de relevo en el Estado Mayor Conjunto, la presidenta Castro destac贸 la lealtad absoluta de la instituci贸n armada al mando constitucional. Tras concluir su labor al frente de las tropas, el general Roosevelt Hern谩ndez fue designado como jefe de la Secretar铆a de Defensa, mientras que el general de brigada H茅ctor Valerio asumi贸 la jefatura del Estado Mayor Conjunto. Castro subray贸 que, bajo la conducci贸n saliente, se garantiz贸 el orden en dos procesos electorales, fortaleciendo la democracia hondure帽a.\n\n\nUno de los anuncios m谩s trascendentales fue la formalizaci贸n de la Corporaci贸n Financiera Internacional S.A. (Banco Finter S.A.), el nuevo banco de las Fuerzas Armadas. La jefa de Estado entreg贸 la Gaceta oficial que certifica la aprobaci贸n un谩nime de esta entidad por parte de la Comisi贸n Nacional de Banca y Seguros. Este paso busca garantizar la estabilidad econ贸mica y el bienestar de los hombres y mujeres que sirven a la patria, modernizando la institucionalidad militar del pa铆s.\nEn materia de seguridad y soberan铆a, Castro present贸 indicadores contundentes: una reducci贸n del 50% en homicidios y del 40% en muertes violentas de mujeres. Asimismo, resalt贸 el 茅xito del programa Cero Deforestaci贸n 2030, que logr贸 disminuir en un 90% la tala ilegal en zonas de reserva. La mandataria enfatiz贸 que estas cifras demuestran que Honduras super贸 la etiqueta de ser uno de los pa铆ses m谩s violentos del mundo, desarticulando constantes intentos de conspiraci贸n y golpes de Estado.\n\n\n\n\nLa inversi贸n en salud y equipamiento tambi茅n fue protagonista con el anuncio de la instalaci贸n de c谩maras hiperb谩ricas en Puerto Castilla y Puerto Lempira. Este equipo especializado brindar谩 atenci贸n m茅dica a buzos militares y civiles en zonas de dif铆cil acceso, protegiendo la vida de las poblaciones costeras. Adem谩s, se inform贸 sobre la potenciaci贸n de la Fuerza A茅rea con nuevos helic贸pteros y radares, as铆 como la dotaci贸n de maquinaria para un nuevo batall贸n de ingenieros.\nLa mandataria denunci贸 la existencia de 芦26 audios禄 que alertaban sobre un golpe electoral y conden贸 las amenazas de intervenci贸n extranjera por parte de Estados Unidos. Al cuestionar la transparencia del proceso electoral actual por la influencia de grupos criminales, Castro asegur贸 que respetar谩 al ganador que proclame el Consejo Nacional Electoral (CNE) para mantener la paz, garantizando una transici贸n pac铆fica al finalizar su mandato.\n\n\n\n\nFinalmente, Xiomara Castro record贸 las 芦dif铆ciles condiciones禄 de saqueo y corrupci贸n en las que recibi贸 el pa铆s del r茅gimen anterior. Defendi贸 su gesti贸n de 芦socialismo democr谩tico禄 como el periodo de mayor inversi贸n social en salud, educaci贸n e infraestructura de la regi贸n. 芦Recib铆 un narcoestado capturado por la impunidad y entregar茅 un pa铆s sin dictadura, con libertad y dignidad禄, sentenci贸 la presidenta, cerrando con su hist贸rica proclama: 芦Prohibido olvidar que somos resistencia禄.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/castro-secretario-defensa-banco-militar/",
    "json_file": "/home/ari/Collage/04-Forth_Year/Preimer_Semestre/PL/Final_Proj/Report_Generator/Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-12.json",
    "message_index": 272,
    "message_id": 113946,
    "date": "2025-12-18T23:55:08+00:00",
    "text": "teleSUR\nXiomara Castro nombra nuevo secretario de Defensa y anuncia creaci贸n de Banco Militar\nhttps://www.telesurtv.net/castro-secretario-defensa-banco-militar/",
    "photo_path": null,
    "views": 1432,
    "reactions": {
      "": 36,
      "": 1
    },
    "total_reactions": 37
  }
}