{
  "url": "https://www.telesurtv.net/iran-enviara-organismos-vivos-espacio/",
  "title": "Irán se prepara para enviar organismos vivos al espacio - teleSUR",
  "section": "Mundo",
  "tags": [
    "Brics",
    "Espacio",
    "Irán",
    "organismo vivos",
    "TV BRICS"
  ],
  "text": "El director de la Agencia Espacial de Irán, Hasan Salarie, anunció la fase final de diseño y construcción de una cápsula biológica destinada a ser lanzada al espacio. Se espera que el primer lanzamiento suborbital se realice en 2026, según informó Alalam News Network, socio de TV BRICS.\nLa cápsula pesa aproximadamente 700 kilogramos y representa una versión mejorada de desarrollos previos de ingenieros iraníes, que originalmente pesaban 1.500 kilogramos. Los diseñadores optimizaron la relación entre tamaño y peso, pero la principal ventaja de esta nueva versión será su navegación, cuya precisión es crucial para cápsulas que transportan organismos vivos, ya que debe garantizarse un aterrizaje exacto.\nSe prevé que el primer lanzamiento se realice sin organismos vivos para evaluar las capacidades técnicas del objeto.\nOtros países de los BRICS también avanzan en tecnologías espaciales:\nEgipto anunció el exitoso lanzamiento y colocación en órbita de su satélite científico SPNEX, diseñado para realizar mediciones en la ionosfera terrestre, informó la agencia MENA, socio de TV BRICS.\nChina llevó a cabo un lanzamiento comercial del cohete portador Lijian-1, colocando en órbita nueve satélites, incluidos dispositivos para socios como Emiratos Árabes Unidos y Egipto, según el diario Global Times, socio de TV BRICS.\nEl primer ministro de India, Narendra Modi, declaró durante la ceremonia virtual de inauguración de un gran complejo espacial en Hyderabad, indicó que se prepara para liderar a nivel mundial en servicios de lanzamiento de satélites. El complejo permitirá lanzar una cohete orbital por mes, informó ANI, socio de TV BRICS.\n",
  "source_metadata": {
    "url": "https://www.telesurtv.net/iran-enviara-organismos-vivos-espacio/",
    "json_file": "/home/ari/Collage/04-Forth_Year/Preimer_Semestre/PL/Final_Proj/Report_Generator/Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-12.json",
    "message_index": 185,
    "message_id": 114050,
    "date": "2025-12-19T20:55:13+00:00",
    "text": "teleSUR\nIrán se prepara para enviar organismos vivos al espacio\nhttps://www.telesurtv.net/iran-enviara-organismos-vivos-espacio/",
    "photo_path": null,
    "views": 1299,
    "reactions": {
      "👍": 30,
      "👀": 4,
      "❤": 1,
      "🔥": 1
    },
    "total_reactions": 36
  }
}