{
  "url": "https://www.telesurtv.net/rodriguez-recursos-identidad-venezuela/",
  "title": "Jorge Rodríguez: Quieren el control de nuestros recursos y aniquilar la identidad venezolana - teleSUR",
  "section": "América Latina y El Caribe",
  "tags": [
    "Agresión",
    "EE.UU.",
    "paz",
    "Soberanía",
    "Venezuela"
  ],
  "text": "El presidente de la Asamblea Nacional de Venezuela, Jorge Rodríguez, presidió este jueves el Consejo Nacional por la Soberanía y la Paz, un espacio de diálogo conformado por más de 30 sectores del país en respuesta a las recientes declaraciones del presidente estadounidense Donald Trump sobre la soberanía y los recursos naturales venezolanos.\n“No queremos la paz de los esclavos, no queremos la paz de los sumisos, no queremos la paz de los arrodillados; queremos la paz que nos legó el más grande hombre que concibió la historia de este continente, Simón Bolívar: la paz en libertad, la paz con independencia y la paz con soberanía”, afirmó Rodríguez al inaugurar el encuentro.\n\n\nEl parlamentario señaló que la agresión externa contra Venezuela tiene dos objetivos centrales: el control del petróleo, las tierras raras y el agua, y, en segundo lugar, la aniquilación del “ser venezolano”. En ese sentido, comparó las acusaciones infundadas contra el pueblo venezolano con los discursos de odio hacia los judíos en la década de 1930, alertando sobre “un plan de destrucción de la identidad venezolana”.\n“Somos valientes, rebeldes, insumisos. Tenemos virtudes que no le son útiles al hegemón imperial”, subrayó.\n\n\n\n\nEl Consejo contó con la participación de diputados del oficialismo y de la oposición democrática, quienes aprobaron por unanimidad un acuerdo de repudio a las declaraciones de Trump, en las que afirmó que “el petróleo, las tierras y los activos de Venezuela son de EE.UU.”. El texto reafirma el compromiso con la Constitución de la República Bolivariana de Venezuela y la defensa de la soberanía nacional.\nEl vicepresidente del Parlamento, Pedro Infante, destacó la necesidad de “activar todas las capacidades que tenemos, en unidad y en claridad constitucional de nuestras leyes, salir en defensa de nuestra patria, de nuestros recursos, de los derechos que tiene nuestro pueblo”.\n\n\nPor su parte, el dirigente opositor Claudio Fermín aseguró que “además de impedirnos crecer, quieren robarse nuestros recursos, quieren expropiar, confiscar nuestro patrimonio”.\nRepresentantes de diversos sectores también intervinieron. El presidente del Centro de Estudios Latinoamericanos y del Caribe Rómulo Gallegos, Pedro Calzadilla, expresó su convicción de que “vamos a triunfar como pueblo; ya lo hicimos hace 200 años”.\n\nReynaldo Quintero, presidente de la Asociación Venezolana de la Pequeña y Mediana Industria Petrolera, enfatizó que el conflicto gira en torno al petróleo y los recursos naturales, y llamó a la acción colectiva: “Esta es la labor de todos, esta es la patria, vamos a remangarnos las mangas y echar para adelante”.\nFinalmente, el diputado Nicolás Ernesto Maduro Guerra insistió en que el Consejo debe “condensar toda la fuerza nacional a favor de la paz y el diálogo”, y transformar la indignación popular en “una fuerza productiva que haga que el país avance”.\n“Somos herederos de los pueblos que nunca se arrodillaron ni a la espada ni al oro”, concluyó.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/rodriguez-recursos-identidad-venezuela/",
    "json_file": "/home/ari/Collage/04-Forth_Year/Preimer_Semestre/PL/Final_Proj/Report_Generator/Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-12.json",
    "message_index": 271,
    "message_id": 113947,
    "date": "2025-12-18T23:55:13+00:00",
    "text": "teleSUR\nJorge Rodríguez: Quieren el control de nuestros recursos y aniquilar la identidad venezolana\nhttps://www.telesurtv.net/rodriguez-recursos-identidad-venezuela/",
    "photo_path": null,
    "views": 2001,
    "reactions": {
      "👍": 28,
      "🤨": 1
    },
    "total_reactions": 29
  }
}