{
  "url": "https://www.telesurtv.net/presidente-lula-rechaza-injerencia-venezuela/",
  "title": "Lula rechaza injerencia en Venezuela y defiende integración sudamericana - teleSUR",
  "section": "América Latina y El Caribe",
  "tags": [
    "cumbre",
    "fuerzas antidemocráticas",
    "intervención armada",
    "Mercosur"
  ],
  "text": "En el marco de la 67.ª Cumbre de Jefes de Estado del Mercosur, el presidente de Brasil, Luiz Inácio Lula da Silva, expresó este sábado su preocupación por la escalada militar de Estados Unidos en el Caribe y advirtió que una intervención armada en Venezuela representaría una “catástrofe humanitaria para el hemisferio y un precedente peligroso para el mundo”.\n\nDurante su intervención en la apertura del encuentro regional, celebrado en la ciudad fronteriza de Foz de Iguazú, Lula reafirmó su compromiso con una Sudamérica próspera y pacífica, señalando que “es la única doctrina que nos conviene”. Además, rechazó la idea de que la integración regional implique una renuncia a la soberanía, al afirmar: “Aquí argumentamos que avanzar en la integración implica renunciar a la soberanía”, citando posiciones contrarias a la unidad sudamericana.\nEl mandatario brasileño subrayó que las verdaderas amenazas a la soberanía regional provienen de “fuerzas antidemocráticas y del crimen organizado”, y destacó que, tras más de cuatro décadas de la Guerra de las Malvinas, “el continente sudamericano vuelve a temer la presencia militar de una potencia extrarregional”.\n\n\n\n\nLa Unión Europea (UE) reiteró este domingo su compromiso con la firma del Acuerdo de Asociación entre el Mercosur y la UE, al que calificó como “un paso fundamental para fortalecer los vínculos políticos, económicos y estratégicos entre ambas regiones”, según informó la cuenta oficial del bloque sudamericano en la red social X.\nEn una comunicado oficial enviada al presidente de Brasil, Luiz Inácio Lula da Silva, el presidente del Consejo Europeo, António Costa, y la presidenta de la Comisión Europea, Úrsula von der Leyen, reafirmaron el respaldo europeo al histórico tratado, cuyas negociaciones se prolongaron durante 26 años y cuya formalización ha estado sujeta a tensiones internas en ambos bloques. La misiva se conoce en medio de la 67ª Cumbre de Jefes de Estado del Mercosurdonde Lula concluyó su período como presidente pro tempore del bloque y traspasó la responsabilidad a Paraguay.\n\n\nDurante su discurso en la cita regional, el mandatario brasileño expresó su confianza en que el acuerdo se concrete en los próximos meses, al afirmar: “Espero que tengamos seis meses de buena cosecha, buenos frutos y buenos acuerdos internacionales”. Además, subrayó que “el mundo está deseoso de llegar a acuerdos con el Mercosur” y manifestó su esperanza de que, bajo la nueva presidencia paraguaya, se logren “los acuerdos que no se alcanzaron durante mi gestión”.\nEl Acuerdo de Asociación Mercosur–Unión Europea, cuya negociación se cerró en diciembre de 2024, busca establecer una de las zonas de libre comercio más grandes del mundo, integrando a países de América del Sur y Europa. Sin embargo, su ratificación ha enfrentado resistencia de sectores agrícolas europeos, que temen la competencia de productos sudamericanos tras la reducción arancelaria.\nA pesar de estas dificultades, la señal enviada por las más altas instancias europeas refuerza la expectativa de que el tratado avance en el primer semestre de 2026, durante la presidencia pro tempore de Paraguay. La carta de Costa y von der Leyen subraya la importancia del multilateralismo y la cooperación entre regiones como pilares de una respuesta conjunta a los desafíos globales, en línea con los principios de integración regional defendidos por el Mercosur en su reciente cumbre.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/presidente-lula-rechaza-injerencia-venezuela/",
    "json_file": "/home/ari/Collage/04-Forth_Year/Preimer_Semestre/PL/Final_Proj/Report_Generator/Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-12.json",
    "message_index": 119,
    "message_id": 114120,
    "date": "2025-12-20T17:55:07+00:00",
    "text": "teleSUR\nPresidente Lula rechaza injerencia en Venezuela y defiende integración sudamericana\nhttps://www.telesurtv.net/presidente-lula-rechaza-injerencia-venezuela/",
    "photo_path": null,
    "views": 1601,
    "reactions": {
      "👍": 25,
      "🥰": 11,
      "🔥": 2
    },
    "total_reactions": 38
  }
}