{
  "url": "https://www.telesurtv.net/palestina-israel-ataque-escuela-seis-muertos/",
  "title": "Ataque israelí a escuela en Gaza deja al menos seis muertos",
  "section": "Mundo",
  "tags": [
    "Ataque israelí",
    "Bombardeo Escuela",
    "Franja de Gaza"
  ],
  "text": "Al menos seis palestinos fueron asesinados por Israel durante la noche del viernes, incluidos un niño y una mujer, en un nuevo ataque israelí contra una escuela que albergaba a desplazados en la Franja de Gaza, denunció la Defensa Civil del territorio palestino.\nSegún el ente de rescate palestino, en coordinación con la Oficina de las Naciones Unidas para la Coordinación de Asuntos Humanitarios (OCHA), equipos de Defensa Civil lograron recuperar seis cuerpos y heridos del interior de una escuela, ubicada en el barrio de At-Tuffah, al este de la ciudad de Gaza.\nLa Defensa Civil gazatí reiteró que la mayoría de víctimas mortales del ataque israelí fueron niños, y añadió que un número indeterminado de heridos fueron trasladados a hospitales para recibir tratamiento.\n\n\nEl ente palestino enfatizó que atacar escuelas y albergues que presten refugio a desplazados palestinos «constituye una grave violación del derecho internacional humanitario», e instó a la comunidad internacional y a las agencias de la ONU a proteger a los civiles y garantizar la seguridad de los albergues y del personal humanitario.\nPor su parte, el Movimiento de Resistencia palestino, Hamás afirmó que el ataque israelí contra una escuela en el barrio de At-Tuffah que albergaba a personas desplazadas constituye un crimen brutal cometido contra civiles inocentes y una flagrante y reiterada violación del acuerdo de alto el fuego.\n\n\nLas tropas israelíes han asesinado a gazatíes a diario desde que la tregua entró en vigor, el pasado 10 de octubre, con una cifra total de fallecidos que el ministerio de Sanidad del territorio palestino elevó a 395 en su último recuento oficial esta semana.\nDesde que Israel empezará su campaña militar y genocida en octubre de 2023, más de 70.660 palestinos han sido asesinados y más de 171.165 han resultado heridos, muchos con amputaciones y lesiones de por vida, según los últimos datos del Ministerio de Sanidad.\nAdemás, casi 44.500 menores han resultado heridos en los dos años de la operación militar, según los datos de UNICEF.\n",
  "source_metadata": {
    "url": "https://www.telesurtv.net/palestina-israel-ataque-escuela-seis-muertos/",
    "json_file": "/home/ari/Collage/04-Forth_Year/Preimer_Semestre/PL/Final_Proj/Report_Generator/Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-12.json",
    "message_index": 140,
    "message_id": 114097,
    "date": "2025-12-20T10:55:19+00:00",
    "text": "teleSUR\nAtaque israelí contra una escuela en la Franja de Gaza deja seis muertos\nhttps://www.telesurtv.net/palestina-israel-ataque-escuela-seis-muertos/",
    "photo_path": null,
    "views": 1616,
    "reactions": {
      "🤬": 39,
      "🤯": 3,
      "❤": 1
    },
    "total_reactions": 43
  }
}