{
  "url": "https://www.telesurtv.net/eeuu-ejecuciones-extrajudiciales-pacifico-oriental/",
  "title": "EE.UU. prosigue con ejecuciones extrajudiciales en el Pacífico Oriental - teleSUR",
  "section": "América Latina y El Caribe",
  "tags": [
    "Ataque",
    "EE.UU.",
    "embarcaciones",
    "Venezuela"
  ],
  "text": "Estados Unidos (EE.UU.) perpetró este jueves un nuevo ataque contra dos embarcaciones en el Pacífico Oriental, con un saldo de al menos cinco personas ejecutadas extrajudicialmente.\nLa información fue difundida mediante una publicación en la red X desde el perfil oficial del Comando Sur de Estados Unidos, confirmando la destrucción de dos embarcaciones supuestamente ligadas al tráfico de narcótico en aguas internacionales.\nEn la primera embarcación murieron tres individuos, mientras que en la segunda fallecieron dos más. Las acciones fueron realizadas bajo la orden directa del secretario de Guerra, Pete Hegseth, y ejecutadas por la Fuerza de Tarea Conjunta Southern Spear.\nSegún el comunicado oficial, “La inteligencia confirmó que las embarcaciones transitaban por rutas conocidas de narcotráfico en el Pacífico Oriental y estaban involucradas en operaciones de narcotráfico. Un total de cinco hombres narco-terroristas fueron abatidos durante estas acciones: tres en la primera embarcación y dos en la segunda. Ninguna fuerza militar estadounidense resultó herida”.\nEstos hechos se suman a más de treinta ataques previos contra embarcaciones en aguas internacionales, operaciones que Washington vincula con el tráfico de drogas y con supuestas conexiones con Venezuela, país señalado por el Gobierno estadounidense sin ninguna prueba como promotor del consumo y distribución de sustancias ilícitas.\nEl Comando Sur destacó que las operaciones forman parte de una estrategia regional para neutralizar redes criminales transnacionales, en un contexto de creciente tensión en el Caribe y América Latina.\nOrganizaciones internacionales han advertido que este tipo de acciones militares en aguas internacionales podrían generar controversias legales sobre la jurisdicción y el respeto al derecho internacional.\nLa ofensiva refuerza la política de seguridad de Estados Unidos en la región, marcada por la combinación de operaciones militares directas y la justificación de lucha contra el narcotráfico, en medio de acusaciones de que estas medidas buscan también presionar políticamente a gobiernos latinoamericanos.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/eeuu-ejecuciones-extrajudiciales-pacifico-oriental/",
    "json_file": "/home/ari/Collage/04-Forth_Year/Preimer_Semestre/PL/Final_Proj/Report_Generator/Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-12.json",
    "message_index": 228,
    "message_id": 113992,
    "date": "2025-12-19T09:55:13+00:00",
    "text": "teleSUR\nEE.UU. prosigue con ejecuciones extrajudiciales en el Pacífico Oriental\nhttps://www.telesurtv.net/eeuu-ejecuciones-extrajudiciales-pacifico-oriental/",
    "photo_path": null,
    "views": 1433,
    "reactions": {
      "🤬": 37,
      "😈": 2,
      "🔥": 1
    },
    "total_reactions": 40
  }
}