{
  "url": "https://www.telesurtv.net/onu-gaza-malnutricion-restricciones-israel/",
  "title": "ONU alerta que 77% de población en Gaza sufre malnutrición bajo restricciones israelíes - teleSUR",
  "section": "Mundo",
  "tags": [
    "conflicto destacado",
    "Gaza",
    "genocidio",
    "Hambruna",
    "inseguridad alimentaria",
    "Sionismo"
  ],
  "text": "La Organización de las Naciones Unidas alertó de que casi el 80% de la población de Gaza enfrenta inseguridad alimentaria aguda, mientras que casi 101.000 niños puedan sufrir malnutrición hasta octubre de 2026.\nEl organismo instó al levantamiento de las restricciones implementadas por el régimen sionista de Israel, que siguen dificultando el ingreso de ayuda humanitaria en la Franja. “Para poner fin a esta catástrofe, se deben permitir entradas de suministros a gran escala y se debe permitir a los trabajadores humanitarios hacer su trabajo, dijo Philippe Lazzarini, comisionado general de la Agencia de Naciones Unidas para la Población Refugiada de Palestina en Oriente Próximo (UNRWA).\n\n\nLa UNRWA advirtió que la situación en Gaza sigue siendo crítica. “Las necesidades crecen más rápido de lo que entra la ayuda”, dijo el secretario general de la ONU, António Guterres.\nExpertos respaldados por la ONU han observado un cese del declive en la nutrición y el suministro de alimentos en Gaza desde el alto el fuego, pero afirman que 100.000 personas seguían viviendo en “condiciones catastróficas” en noviembre.\nEn agosto, la clasificación integrada de la seguridad alimentaria (IPC) reveló que medio millón de personas, aproximadamente una cuarta parte de la población de Gaza, vivían en zonas afectadas por la hambruna.\n\n\n\n\nDesde que entró en vigor un frágil alto el fuego en octubre, la ayuda humanitaria, incluida la ayuda alimentaria, ha aumentado respecto a los niveles críticos previos al cese del fuego, pero “solo se cubren las necesidades básicas de supervivencia”, dijo el organismo mundial.\nEl IPC reveló que la inseguridad alimentaria en Gaza se debe a las restricciones humanitarias, el desplazamiento de más de 730.000 personas y la destrucción del 96% de las tierras de cultivo, ahora inaccesibles.\n\n\nLa escasez y la escasa accesibilidad de alimentos en Gaza persisten, provocadas por Israel con las restricciones al paso de camiones comerciales y de ayuda. A pesar de que con acuerdo de alto el fuego se esperaba la entrada de 600 camiones diarios, la cifra no se cumplió. En noviembre, la cobertura de ayuda mejoró al 67% de hogares, con comidas y pan, pero la situación sigue siendo crítica.\nEl secretario general de la ONU, António Guterres, ha demandado un alto el fuego duradero, el levantamiento de las restricciones israelíes y la eliminación de burocracia para un acceso humanitario sin obstáculos. La ONU y ONG con presencia en la Franja alertan de que las operaciones podrían colapsar si Israel no remueve impedimentos, incluido un proceso de registro arbitrario.\n\n\n\n\nLas condiciones son extremas. Según el IPC, entre los más de 100.000 niños de seis meses a cinco años que se prevé sufran malnutrición aguda hasta mediados de octubre de 2026, más de 31.000 casos serán graves. Durante el mismo período, 37.000 mujeres embarazadas y lactantes también se enfrentarán a la malnutrición aguda y necesitarán tratamiento.\nEn todas las gobernaciones de Gaza, “ningún niño de entre seis y 23 meses cumple los requisitos mínimos de diversidad alimentaria”, según el IPC.\nUNICEF reportó tres muertes infantiles por hipotermia en diciembre. Las tormentas recientes inundaron 55.000 hogares, agravando la crisis, según la Oficina de las Naciones Unidas para la Coordinación de Asuntos Humanitarios (OCHA).\n",
  "source_metadata": {
    "url": "https://www.telesurtv.net/onu-gaza-malnutricion-restricciones-israel/",
    "json_file": "/home/ari/Collage/04-Forth_Year/Preimer_Semestre/PL/Final_Proj/Report_Generator/Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-12.json",
    "message_index": 160,
    "message_id": 114077,
    "date": "2025-12-20T01:55:08+00:00",
    "text": "teleSUR\nONU alerta que 77% de población en Gaza sufre malnutrición bajo restricciones israelíes\nhttps://www.telesurtv.net/onu-gaza-malnutricion-restricciones-israel/",
    "photo_path": null,
    "views": 1770,
    "reactions": {
      "😢": 32,
      "🤬": 10,
      "❤": 1,
      "👍": 1,
      "👎": 1
    },
    "total_reactions": 45
  }
}