{
  "url": "https://www.telesurtv.net/ue-pospone-firma-acuerdo-mercosur-bloqueo/",
  "title": "UE pospone firma del acuerdo con el Mercosur tras bloqueo de Francia e Italia",
  "section": "Mundo",
  "tags": [
    "acuerdo comercial",
    "Mercosur",
    "protestas",
    "sector agrícola",
    "Unión Europea"
  ],
  "text": "Los países de la Unión Europea descartaron votar este viernes el acuerdo comercial con el Mercosur, debido al rechazo de Francia y a las dudas expresadas por Italia, lo que impide alcanzar la mayoría cualificada necesaria para su aprobación.  La presidenta de la Comisión Europea, Ursula von der Leyen, confirmó durante una cena de líderes europeos dedicada a la geoeconomía y competitividad que el pacto no se firmará en Brasil este fin de semana, como originalmente estaba previsto.\nLa votación en el Consejo de la Unión Europea y la posterior firma del tratado se trasladarían a principios de enero, según fuentes europeas. Esta decisión responde, en particular, a la solicitud del gobierno italiano, que requiere más tiempo para analizar el contenido del acuerdo ante las presiones internas de su sector agrícola.\n\nLa primera ministra de Italia, Giorgia Meloni, informó el jueves al presidente brasileño, Luiz Inácio Lula da Silva, que está “dispuesta” a firmar el pacto “tan pronto como se den las respuestas necesarias a los agricultores” y solicitó “unos días” para resolver su postura oficial.\nLa condición para que los presidentes del Consejo Europeo y de la Comisión Europea viajen a Brasil era obtener el respaldo de al menos el 55 % de los Estados miembros, que representen al 65 % de la población de la UE. Sin embargo, el rechazo frontal de Francia y la ambigüedad de Italia hicieron inviable dicho respaldo.\n\n\nPor su parte, el gobierno brasileño, que actualmente ostenta la presidencia pro tempore del Mercosur,  advirtió con firmeza sobre las consecuencias de un nuevo retraso. El miércoles, el presidente Lula declaró que si el acuerdo no se firmaba el sábado 20 de diciembre, “no habrá más acuerdo”, al menos mientras él siga al frente del país. No obstante, fuentes diplomáticas señalaron que el Mercosur consideraría “aceptable” la postergación para enero, siempre que se concrete la firma en ese plazo.\nEn este contexto, el canciller uruguayo, Mario Lubetkin, reiteró este viernes que el bloque sudamericano “mantiene el bolígrafo listo para firmar este sábado en la ciudad brasileña de Foz de Iguazú”. “Nosotros estamos preparados para el 20 de diciembre. Espero que sea el regalo de navidad para todos nosotros. Seguimos teniendo mucha confianza”, afirmó antes de viajar a Brasil.\nLubetkin subrayó que la Unión Europea necesita el acuerdo tanto como el Mercosur y señaló que, hasta el momento, no han recibido comunicación formal de Bruselas sobre la cancelación del acto. “Creo que finalmente encontrarán la fórmula que les permita rubricar el acuerdo”, expresó.\n\n\nEl ministro uruguayo defendió la solidez del tratado tras 25 años de negociaciones: “Por algo se discutió durante 25 años y hay mecanismos de protección. Seguir discutiendo sobre mecanismos de protección tiene poco sentido. Si realmente uno mira los números adentro se da cuenta que estamos hablando de poca dimensión de colocación de carne, además distribuida en cuatro países… Hay demasiadas protecciones planteadas en 25 años. No es algo improvisado ese acuerdo”.\nAdemás, Lubetkin reflexionó sobre la necesidad de modernizar el Mercosur frente a los nuevos desafíos globales: “No podemos mantener un Mercosur con parámetros comerciales de hace muchísimos años… está claro que nos faltan respuestas en relación a cómo debería ser. Lo que también está claro es que nadie se quiere ir del Mercosur”.\nLa postergación del acuerdo Mercosur-UE —uno de los tratados comerciales más ambiciosos en décadas— refleja las tensiones internas en la UE, particularmente entre intereses agrícolas nacionales y la proyección comercial internacional del bloque.\n",
  "source_metadata": {
    "url": "https://www.telesurtv.net/ue-pospone-firma-acuerdo-mercosur-bloqueo/",
    "json_file": "/home/ari/Collage/04-Forth_Year/Preimer_Semestre/PL/Final_Proj/Report_Generator/Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-12.json",
    "message_index": 244,
    "message_id": 113976,
    "date": "2025-12-19T03:55:19+00:00",
    "text": "teleSUR\nUE pospone firma del acuerdo con el Mercosur tras bloqueo de Francia e Italia\nhttps://www.telesurtv.net/ue-pospone-firma-acuerdo-mercosur-bloqueo/",
    "photo_path": null,
    "views": 1198,
    "reactions": {
      "🤔": 16,
      "👎": 4,
      "👏": 2,
      "🤩": 1
    },
    "total_reactions": 23
  }
}