{
  "url": "https://www.telesurtv.net/mexicanos-deportados-eeuu/",
  "title": "Más de 145.000 mexicanos han sido deportados por EE.UU. en 11 meses - teleSUR",
  "section": "América Latina y El Caribe",
  "tags": [
    "Criminalización",
    "deportados",
    "EE.UU.",
    "México",
    "Migración",
    "Políticas migratorias",
    "Trump"
  ],
  "text": "El Gobierno de México informó que, desde el inicio de la actual administración de Donald Trump, Estados Unidos ha deportado a más de 145.000 ciudadanos mexicanos, como resultado del endurecimiento de las políticas migratorias impulsadas desde Washington. La cifra fue dada a conocer por autoridades federales durante la conferencia de prensa matutina que ofrece la presidenta Claudia Sheinbaum.\n\nLEA TAMBIÉN\nMéxico y EE.UU. alcanzan acuerdo sobre reparto de agua y evitan aranceles anunciados por Trump\n\nDe acuerdo con datos oficiales suministrados por la Secretaría de Gobernación, entre el 20 de enero —fecha en la que Trump asumió la presidencia y puso en marcha nuevas medidas contra la migración— y el 17 de diciembre, un total de 145.537 connacionales fueron repatriados.\nDe ellos, 130.364 recibieron asistencia consular antes de su retorno al país, según precisó el subsecretario para América del Norte y encargado de despacho de la Secretaría de Relaciones Exteriores, Roberto Velasco.\n\n\nLa secretaria de Gobernación, Rosa Icela Rodríguez, detalló que la mayoría de las deportaciones se realizó por vía terrestre, con 116.116 personas retornadas a través de los cruces fronterizos de Baja California, Sonora, Chihuahua, Coahuila y Tamaulipas. En tanto, 29.381 mexicanos fueron repatriados por vía aérea, principalmente a los aeropuertos de Tapachula, Villahermosa y el Aeropuerto Internacional Felipe Ángeles.\nEn el marco del Día Internacional del Migrante, las autoridades subrayaron la importancia de la comunidad mexicana en Estados Unidos, tanto por su contribución a la economía como por su impacto en el desarrollo nacional.\nEn ese contexto, Rodríguez señaló que octubre registró el mayor número de deportaciones, con 16.734 personas retornadas.\n\n\n\n\nComo parte de la estrategia de atención a migrantes retornados, el Gobierno federal opera nueve centros de apoyo distribuidos en siete estados, en el marco del programa “México te abraza”.\nDurante el periodo reportado, 99.924 personas acudieron a estos espacios, donde reciben servicios de alimentación, orientación jurídica, comunicación con familiares y apoyo para el traslado a sus lugares de origen.\nLas autoridades aclararon que, aunque 45.613 deportados optaron por no ingresar a estos centros, también se les brindó asistencia básica en los puntos de entrada al país, incluyendo alimentos, acceso a llamadas telefónicas y acompañamiento legal.\n\n\nPor su parte, Velasco informó que la red consular mexicana en Estados Unidos intensificó su labor ante el aumento de redadas y detenciones. En ese sentido, se han realizado 9.322 visitas a centros de detención migratoria, lo que equivale a un promedio de 28 inspecciones diarias, además de otorgar alrededor de 53 asesorías legales cada día.\nEl funcionario añadió que se reforzará el personal especializado en 22 consulados del país vecino, así como en los 13 ubicados a lo largo de la frontera, donde se ha detectado un mayor número de operativos contra migrantes.\nEntre los avances destacados, mencionó que el consulado de México en Chicago logró que 200 connacionales detenidos por su situación migratoria puedan enfrentar sus procesos en libertad, beneficio del que 13 ya han podido hacer uso.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/mexicanos-deportados-eeuu/",
    "json_file": "/home/ari/Collage/04-Forth_Year/Preimer_Semestre/PL/Final_Proj/Report_Generator/Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-12.json",
    "message_index": 206,
    "message_id": 114028,
    "date": "2025-12-19T16:55:19+00:00",
    "text": "teleSUR\nMás de 145.000 mexicanos han sido deportados por EE.UU. en 11 meses\nhttps://www.telesurtv.net/mexicanos-deportados-eeuu/",
    "photo_path": null,
    "views": 1500,
    "reactions": {
      "👍": 16,
      "🤬": 14,
      "❤": 2,
      "👎": 1,
      "🔥": 1
    },
    "total_reactions": 34
  }
}