{
  "url": "https://www.telesurtv.net/bolivia-huelga-transportistas-gasolinazo-paz/",
  "title": "Bolivia: Cortes y huelga de transportistas en rechazo el \"Gasolinazo\" de Rodrigo Paz - teleSUR",
  "section": "Am茅rica Latina y El Caribe",
  "tags": [
    "bloqueos",
    "Bolivia",
    "choferes",
    "paro",
    "subsidio"
  ],
  "text": "Este viernes, choferes de La Paz y El Alto mantienen un paro de actividades con bloqueos en diversos puntos estrat茅gicos de ambas ciudades, en rechazo al Decreto Supremo 5503, que establece el retiro de la subvenci贸n de combustible,y otras medidas econ贸micas adoptadas por el Gobierno de Rodrigo Paz.\n\nLEA TAMBIN\nSindical campesina rechaza gasolinazo de Rodrigo Paz en Bolivia y exige derogar decreto\n\nLos transportistas iniciaron los bloqueos desde la madrugada, lo que afect贸 de manera significativa la circulaci贸n de veh铆culos y oblig贸 a muchos ciudadanos a desplazarse a pie. En este contexto, el telef茅rico se convirti贸 en una alternativa de transporte y sus estaciones presentaron largas filas.\nTras la emisi贸n de la norma, los choferes denunciaron bandas de precios para el transporte entre Bs 4,50 y Bs 5,50, lo que gener贸 quejas tanto por parte de las autoridades como del pueblo. Esto supone incrementos del 86 % para la gasolina y del 162 % para el di茅sel respecto al costo subvencionado, medida de corte popular que estuvo vigente por m谩s de 20 a帽os.\n\n\nSantos Escalante, l铆der sindical de transportistas en La Paz, precis贸 que el paro abarca 24 horas y que los gremios podr铆an convocar a bloqueos de caminos a partir de la semana pr贸xima. Por su parte, Lucio G贸mez, dirigente nacional de los transportistas, trasmiti贸 a medios de prensa que el sector est谩 muy molesto por la determinaci贸n del Gobierno y que el s谩bado sostendr谩n una reuni贸n nacional en Cochabamba (centro) para considerar la propuesta de iniciar movilizaciones generales con bloqueos a partir de la pr贸xima semana.\nEste viernes tambi茅n se registran protestas de choferes en la ciudad de Potos铆 (suroeste).\nEl gasolinazo fue rechazado adem谩s por la Central Obrera Boliviana (COB), el mayor ente sindical del pa铆s. Su l铆der principal, Mario Argollo, expres贸 que los trabajadores har谩n frente a lo que consideran un 芦decreto del hambre禄 y se reunir谩n este viernes para asumir medidas de presi贸n.\nAdem谩s de congesti贸n en el uso del telesf茅rico, medios locales reportaron congesti贸n en gasolineras y en mercados, donde los usuarios esperaban abastecerse de combustible y alimentos antes de que suban los precios.\nCon el pretexto de la urgencia en materia econ贸mica, el decreto 5503 facilita adem谩s la entrega de recursos naturales estrat茅gicos del pa铆s mediante un procedimiento expr茅s, sin supervisi贸n del Poder Legislativo, por ejemplo.\nEl viceministro de Transporte, Hugo Criales, inform贸 que durante la jornada se invitar谩 a los choferes a entablar una mesa de di谩logo con autoridades y detall贸 que la convocatoria est谩 dirigida a los sectores federados, libres, cooperativas y c谩maras del transporte. Se帽al贸 que la suspensi贸n de la subvenci贸n era una medida inevitable y que la poblaci贸n est谩 enfrentando estos cambios con resignaci贸n. En paralelo, el ministro de Econom铆a, Jos茅 Gabriel Espinoza, explic贸 que, a pesar de la eliminaci贸n de la subvenci贸n de los combustibles, no existe justificaci贸n para un aumento en las tarifas del transporte p煤blico.\n",
  "source_metadata": {
    "url": "https://www.telesurtv.net/bolivia-huelga-transportistas-gasolinazo-paz/",
    "json_file": "/home/ari/Collage/04-Forth_Year/Preimer_Semestre/PL/Final_Proj/Report_Generator/Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-12.json",
    "message_index": 200,
    "message_id": 114034,
    "date": "2025-12-19T17:55:19+00:00",
    "text": "teleSUR\nBolivia: Cortes y huelga de transportistas en rechazo el 芦Gasolinazo禄 de Rodrigo Paz\nhttps://www.telesurtv.net/bolivia-huelga-transportistas-gasolinazo-paz/",
    "photo_path": null,
    "views": 1493,
    "reactions": {
      "": 32,
      "": 4,
      "": 1
    },
    "total_reactions": 37
  }
}