{
  "url": "https://www.telesurtv.net/rusia-africa-cooperacion-foro-el-cairo/",
  "title": "Rusia y África refuerzan cooperación multifacética en el Foro de Asociación en El Cairo - teleSUR",
  "section": "Mundo",
  "tags": [
    "colaboración ruso-africana",
    "desarrollo sostenible",
    "ejes estratégicos",
    "paz"
  ],
  "text": "El ministro de Asuntos Exteriores de Rusia, Serguéi Lavrov, destacó las altas expectativas de los líderes rusos y africanos sobre la segunda conferencia ministerial del Foro de Asociación Rusia-África, celebrada en El Cairo hasta este sábado 20 de diciembre de 2025.\nDurante su intervención, Lavrov subrayó que “los líderes de nuestros países tienen grandes esperanzas depositadas en la reunión de hoy y esperan que aportemos soluciones constructivas y propuestas coordinadas para ampliar la cooperación multifacética entre Rusia y África”.\n\nLa colaboración ruso-africana se está desarrollando de forma constante en todos los ámbitos, afirmó el canciller ruso, en un evento que reúne a ministros de Exteriores, jefes de Estado y representantes de órganos ejecutivos de asociaciones de integración del continente.\nAl menos 50 países africanos participan en esta cita, centrada en ejes estratégicos como la cooperación económica, comercial e inversión, el apoyo a la estabilidad, la paz y la seguridad, y la garantía del desarrollo sostenible. El Foro de Asociación Rusia-África, lanzado en 2019 en Sochi, celebró su segunda cumbre en San Petersburgo en 2023 y su primera conferencia ministerial en noviembre de 2024.\n\n\nAl margen de la reunión, Lavrov mantuvo reuniones bilaterales, entre ellas una con su homólogo de Guinea Ecuatorial, Simeón Oyono Esono Angüe. Ambas partes dialogaron sobre la implementación de los acuerdos alcanzados durante las negociaciones entre los presidentes Vladímir Putin y Teodoro Obiang Nguema Mbasogo en Moscú (noviembre de 2023) y septiembre de 2024. Reafirmaron su compromiso de profundizar el diálogo político de confianza y coordinar posiciones en la ONU y otros foros multilaterales.\nAsimismo, evaluaron iniciativas conjuntas en sectores clave como hidrocarburos, energía eléctrica, salud y formación de recursos humanos. Por su parte, Esono Angüe en un mensaje publicado en su cuenta de X, destacó que ambas naciones trabajarán en “ámbitos que contribuyan al desarrollo mutuo, basados en el respeto, la confianza y el entendimiento recíproco”.\nAdemás, las partes convinieron celebrar en Moscú la próxima reunión de la Comisión Mixta de Cooperación en 2026, cuya fecha exacta será determinada mediante canales diplomáticos. Este mecanismo bilateral sirve como plataforma para evaluar y fortalecer los lazos en materia política, económica, científica y técnica entre ambos países.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/rusia-africa-cooperacion-foro-el-cairo/",
    "json_file": "/home/ari/Collage/04-Forth_Year/Preimer_Semestre/PL/Final_Proj/Report_Generator/Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-12.json",
    "message_index": 125,
    "message_id": 114114,
    "date": "2025-12-20T16:30:28+00:00",
    "text": "Rusia y África refuerzan cooperación multifacética en el Foro de Asociación en El Cairo\n\n📌El ministro de Asuntos Exteriores de Rusia, Serguéi Lavrov, destacó las altas expectativas de la segunda conferencia ministerial del Foro de Asociación Rusia-África, que se celebra en El Cairo hasta este sábado 20 de diciembre de 2025.\n\n🔴Lavrov enfatizó que \"los líderes de nuestros países tienen grandes esperanzas depositadas en la reunión de hoy y esperan que aportemos soluciones constructivas y propuestas coordinadas para ampliar la cooperación multifacética entre Rusia y África\".\n\n🔴La colaboración ruso-africana se fortalece en todos los ámbitos, con la participación de al menos 50 países africanos. La agenda se centra en ejes estratégicos como:\n✅ Cooperación económica, comercial e inversión.\n✅ Apoyo a la estabilidad, la paz y la seguridad.\n✅ Garantía del desarrollo sostenible.\n🔗\nhttps://www.telesurtv.net/rusia-africa-cooperacion-foro-el-cairo/",
    "photo_path": null,
    "views": 1430,
    "reactions": {
      "👍": 22,
      "❤": 5,
      "👏": 4
    },
    "total_reactions": 31
  }
}