{
  "url": "https://www.telesurtv.net/cuba-condena-pirateria-contra-venezuela/",
  "title": "Cuba condena nuevo acto de piratería y terrorismo marítimo contra Venezuela - teleSUR",
  "section": "América Latina y El Caribe",
  "tags": [
    "Buque",
    "condena",
    "Cuba",
    "derecho interacional",
    "derecho marítimo",
    "Estados Unidos",
    "Secuestro buque",
    "Venezuela"
  ],
  "text": "\nEl Gobierno cubano condenó este sábado el nuevo ataque de la Administración de Donald Trump contra Venezuela, en el que fuerzas estadounidenses secuestraron otro buque petrolero con crudo venezolano y su tripulación en aguas internacionales.\n“Condenamos nuevo acto de piratería y terrorismo marítimo de fuerzas de EE.UU. contra un buque petrolero y su tripulación en aguas internacionales del mar Caribe”, declaró el ministro de Relaciones Exteriores, Bruno Rodríguez Parrilla, en su cuenta en X.\n\n\nEl jefe de la diplomacia cubana denunció que esta nueva acción de Estados Unidos “reitera la conducta de total irrespeto y violación del derecho internacional, el derecho marítimo y la libertad de navegación y comercio”.\nEn su publicación, Rodríguez Parrilla alertó a la comunidad internacional ante esta nueva provocación estadounidense contra Venezuela, “que busca escalar aún más la agresión contra territorio venezolano y apoderarse de sus recursos naturales”.\n\n\n\n\nEste sábado, el Gobierno de Caracas denunció el robo y secuestro de un buque privado con petróleo venezolano y la desaparición forzada de su tripulación, acciones perpetradas por militares estadounidenses en aguas internacionales.\nEn un comunicado, la vicepresidenta de Venezuela, Delcy Rodríguez, calificó la acción militar estadounidense como un “grave hecho de piratería”, que se produce en medio de la agresión multiforme que Estados Unidos lleva a cabo contra Venezuela en una clara operación que busca un cambio de régimen y la apropiación de las vastas reservas petroleras y otros recursos estratégicos de la nación sudamericana.\nAl informar sobre la ilegal operación, la secretaria de Seguridad Nacional de Estados Unidos, Kristi Noem, dijo este sábado que “Estados Unidos continuará persiguiendo el tráfico ilícito de petróleo autorizado que se utiliza para financiar el narcoterrorismo en la región”.\n\n\n\n\nRepitió así una vez más la matriz ya desmentida y sin sustento, el “narcoterrorismo”, que ha empleado la Administración Trump para sus amenazas contra Venezuela, un amplio despliegue militar en el Caribe y una campaña de ataques letales (28 conocidos desde inicios de septiembre) contra embarcaciones en la región, que ha dejado al menos 104 muertos.\nLa operación se produjo días después de que Trump anunciara un “bloqueo” naval y petrolero contra Venezuela, en otro acto contrario al derecho internacional, y se suma al secuestro de otro buque petrolero el 10 de diciembre por fuerzas estadounidenses frente a la costa venezolana, que Caracas denunció como un robo y un acto de piratería.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/cuba-condena-pirateria-contra-venezuela/",
    "json_file": "/home/ari/Collage/04-Forth_Year/Preimer_Semestre/PL/Final_Proj/Report_Generator/Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-12.json",
    "message_index": 82,
    "message_id": 114174,
    "date": "2025-12-21T03:55:08+00:00",
    "text": "teleSUR\nCuba condena nuevo acto de piratería y terrorismo marítimo contra Venezuela\nhttps://www.telesurtv.net/cuba-condena-pirateria-contra-venezuela/",
    "photo_path": null,
    "views": 1742,
    "reactions": {
      "👍": 45,
      "❤": 10,
      "💯": 6,
      "🔥": 2,
      "👏": 2
    },
    "total_reactions": 65
  }
}