{
  "url": "https://www.telesurtv.net/sindical-campesina-gasolinazo-bolivia/",
  "title": "Sindical indígena rechaza gasolinazo de Rodrigo Paz en Bolivia y exigen derogar decreto",
  "section": "América Latina y El Caribe",
  "tags": [
    "Bolivia",
    "combustible",
    "gasolinazo",
    "Movimiento indígena",
    "Rodrigo Paz"
  ],
  "text": "La Confederación Sindical Única de Trabajadores Campesinos de Bolivia (C.S.U.T.C.B.), organización matriz del movimiento indígena originario campesino, rechazó este jueves el incremento del precio del combustible realizado por el presidente Rodrigo Paz y exigió la derogación del decreto 5503.\nRechazan todas las medidas neoliberales impuestas por el Gobierno que “hasta el día hoy solo ha beneficiado a los más ricos alejando la brecha entre ricos y pobres”. Asimismo exigen la renuncia del mandatario en caso de no eliminar el decreto.\n\nLa organización expresa “su rechazo absoluto y su indignación colectiva frente al anuncio del incremento al precio de los combustibles (gasolinazo)” y fundamentan que «la paciencia del pueblo se agotó».\nCSUTCB denuncia que “esta decisión golpea directamente al estómago del pueblo”, al agregar que para las familias campesinas significa menos alimentos en la mesa, más gastos para producir y transportar, y mayor pobreza.\n\n\nAl puntualizar que no se trata de cifras ni discursos técnicos: se trata de la vida diaria del pueblo que trabaja la tierra y sostiene al país, la organización refiere que “este gasolinazo es una agresión económica deliberada contra quienes ya no tienen margen para seguir soportando más cargas”.\n“No aceptaremos que se gobierne a espaldas de las mayorías ni que se descargue la crisis sobre los más pobres”, precisó el colectivo.\nInstó la C.S.U.T.C.B a la unidad de todas las organizaciones sociales a luchar contra este Gobierno que no representa a la clase popular y notificó que “cualquier intento de represión, persecución, militarización criminalización de la protesta social será responsabilidad directa y exclusiva del presidente Rodrigo de su gabinete, y tendrá respuesta orgánica del pueblo movilizado”.\nPaz anunció el miércoles 17 de diciembre el decreto supremo 5503, que suprime los subsidios a la gasolina, diésel y otros combustibles, lo cual duplicó su costo en el corto plazo. En este sentido, la gasolina subió de 3,74 bolivianos (medio dólar) a 6,96 bolivianos (casi un dólar) por litro; el diésel de 3,72 (medio dólar) a 9,80 bolivianos (1,50 dólares) por litro.\n\n\nLa eliminación del subsidio estatal a los carburantes en Bolivia, decretada por el Gobierno del según expertos podrían generar mayor pobreza en 2026 y elevar la inflación al menos en un 10 por ciento, pese a que representaba un gasto de 3.500 millones de dólares.\nDe igual manera, la Confederación Nacional de Choferes dio un plazo de 24 horas al Gobierno para abrogar el decreto de Emergencia Económica, y en este sentido no descartan iniciar medidas se presión y ratifican que el precio de los pasajes podría incrementarse.\n",
  "source_metadata": {
    "url": "https://www.telesurtv.net/sindical-campesina-gasolinazo-bolivia/",
    "json_file": "/home/ari/Collage/04-Forth_Year/Preimer_Semestre/PL/Final_Proj/Report_Generator/Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-12.json",
    "message_index": 239,
    "message_id": 113981,
    "date": "2025-12-19T04:55:25+00:00",
    "text": "teleSUR\nSindical campesina rechaza gasolinazo de Rodrigo Paz en Bolivia y exige derogar decreto\nhttps://www.telesurtv.net/sindical-campesina-gasolinazo-bolivia/",
    "photo_path": null,
    "views": 1354,
    "reactions": {
      "👍": 26,
      "❤": 4,
      "🔥": 1
    },
    "total_reactions": 31
  }
}