{
  "url": "https://www.telesurtv.net/legisladores-taiwan-destituir-lai-ching-te/",
  "title": "Legisladores de Taiwán impulsan plan para destituir a separatista Lai Ching-te - teleSUR",
  "section": "Mundo",
  "tags": [
    "Destitución",
    "Lai Ching-te",
    "legisladores",
    "Taiwan"
  ],
  "text": "Legisladores de la oposición en Taiwán, pertenecientes al Kuomintang (KMT) y al Partido Popular de Taiwán (TPP), anunciaron este viernes un plan para impulsar un proceso de destitución contra el líder regional Lai Ching-te.\nEl anuncio fue realizado durante una rueda de prensa en Taipéi, donde parlamentarios opositores señalaron que la iniciativa responde al bloqueo institucional generado por la negativa del Ejecutivo regional a refrendar una ley de reparto fiscal aprobada por el órgano legislativo.\nLa normativa propone redistribuir recursos desde la administración central hacia los gobiernos locales, una medida que ha sido rechazada por el órgano ejecutivo encabezado por Cho Jung-tai, también incluido en la ofensiva parlamentaria de destitución.\nFu Kun-chi, representante del grupo parlamentario del KMT, condenó duramente a Lai, declarando que debe dimitir y que la legislatura ya no puede supervisar a este «monstruo». Por su parte, los diputados Huang Kuo-chang (TPP), Lo Chih-chiang (KMT) y Wang Hung-wei (KMT) presentaron dos mociones de censura y solicitaron formalmente iniciar un proceso de destitución contra Cho. Además, denunciaron que este ha sido envalentonado por Lai.\n\n\nPosteriormente, Huang —líder del TPP— confirmó que la oposición extenderá el procedimiento al propio Lai Ching-te, a quien responsabilizan de respaldar la negativa del Ejecutivo a cumplir la ley aprobada por el Legislativo.\nEn un comunicado oficial, el TPP denunció que la negativa a implementar la llamada “ley de ingresos y gastos fiscales” constituye una violación grave del orden constitucional, al sentar un precedente de desacato abierto del Ejecutivo frente al poder legislativo.\nParalelamente, sectores sociales y políticos lanzaron una petición digital para exigir la destitución de Lai, con el objetivo simbólico de reunir 5.586.019 firmas, cifra equivalente a los votos obtenidos por el mandatario en las elecciones regionales de 2024. Según medios locales, más de dos millones de firmas ya habían sido recolectadas hasta el mediodía de este viernes.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/legisladores-taiwan-destituir-lai-ching-te/",
    "json_file": "/home/ari/Collage/04-Forth_Year/Preimer_Semestre/PL/Final_Proj/Report_Generator/Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-12.json",
    "message_index": 201,
    "message_id": 114033,
    "date": "2025-12-19T17:55:13+00:00",
    "text": "teleSUR\nLegisladores de Taiwán impulsan plan para destituir a separatista Lai Ching-te\nhttps://www.telesurtv.net/legisladores-taiwan-destituir-lai-ching-te/",
    "photo_path": null,
    "views": 1476,
    "reactions": {
      "👍": 23,
      "👏": 8,
      "❤": 1,
      "🔥": 1,
      "🤮": 1
    },
    "total_reactions": 34
  }
}