{
  "url": "https://www.telesurtv.net/gaza-sin-mayoria-medicamentos-primarios/",
  "title": "Gaza no cuenta con 62 por ciento de medicamentos primarios",
  "section": "Mundo",
  "tags": [
    "Franja de Gaza",
    "medicamentos",
    "Ministerio de Sanidad de la Franja de Gaza",
    "niños"
  ],
  "text": "El Ministerio de Sanidad de la Franja de Gaza informó el domingo que el 62 por ciento de los medicamentos primarios no se encuentran disponibles y que las escasas existencias no satisfacen las necesidades del paciente.\nLa Sanidad gazatí agregó que 288.208 pacientes están en peligro de padecer recaídas severas, lo cual incluye infartos de miocardio y accidentes cerebrovasculares.\nLa Organización Mundial de la Salud (OMS) ha elaborado y publicado la Lista de Medicamentos Esenciales, que fue incluida por Sanidad en su informe; este determina los medicamentos más relevantes para cubrir las necesidades sanitarias de mayor importancia de la población.\n\n\n“El sistema sanitario de la Franja de Gaza se encuentra en un grave estado de deterioro sin precedentes tras dos años de guerra y un bloqueo total. Esto ha provocado una drástica disminución de su capacidad para prestar servicios de diagnóstico y tratamiento, junto con una grave escasez de medicamentos”, indicó un comunicado.\nSegún el ministerio, el 70 por ciento de los fármacos del servicio oncológico tampoco están disponibles; las pruebas de laboratorio y los suministros para los bancos de sangre solo satisfacen el 59 por ciento; y en urgencias y cuidados intensivos se presenta una falta del 38 por ciento, lo que podría dejar sin atención de urgencias a 200.000 pacientes.\nEl ministerio agregó: «Se han suspendido por completo los servicios de cateterismo cardíaco y cirugía a corazón abierto, ya que el 100 por ciento de los medicamentos y consumibles médicos necesarios no están disponibles«.\n\n\nEn cuanto a las evacuaciones médicas en Gaza, la OMS informó hace algunas semanas que se lograron 10.645 desde el comienzo del conflicto (en octubre de 2023); sin embargo, más de 1.000 pacientes murieron entre julio de 2024 y finales del mes de noviembre a la espera de ser trasladados fuera de la Franja para recibir tratamiento.\nEl informe de Clasificación Integrada de la Seguridad Alimentaria en Fases (CIF), alertó que un mínimo de 1,6 millones de individuos en Gaza se está enfrentando a niveles elevados de inseguridad alimentaria aguda hasta la mitad del mes de abril del año 2026.\n",
  "source_metadata": {
    "url": "https://www.telesurtv.net/gaza-sin-mayoria-medicamentos-primarios/",
    "json_file": "/home/ari/Collage/04-Forth_Year/Preimer_Semestre/PL/Final_Proj/Report_Generator/Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-12.json",
    "message_index": 29,
    "message_id": 114235,
    "date": "2025-12-22T06:55:08+00:00",
    "text": "teleSUR\nFranja de Gaza: el 62 por ciento de los medicamentos primarios no están disponibles\nhttps://www.telesurtv.net/gaza-sin-mayoria-medicamentos-primarios/",
    "photo_path": null,
    "views": 1242,
    "reactions": {
      "🤬": 19,
      "😢": 3
    },
    "total_reactions": 22
  }
}