{
  "url": "https://www.telesurtv.net/organizacion-sudafrica-respalda-venezuela/",
  "title": "Organización cívica de Sudáfrica respalda a Venezuela ante agresiones de EE.UU.",
  "section": "Mundo",
  "tags": [
    "Agresión",
    "SANCO",
    "Soberanía",
    "Sudáfrica",
    "Venezuela"
  ],
  "text": "La Organización Cívica Nacional de Sudáfrica (SANCO), el principal movimiento comunitariO en la nación africana, emitió este jueves 18 de diciembre un mensaje de respaldo al pueblo y al Gobierno de Venezuela, denunciando una una campaña sistemática de acoso por parte de Estados Unidos.\nA través de un comunicado oficial, la organización repudió las amenazas externas contra el Estado venezolano, comparando la política exterior de la Casa Blanca con prácticas imperiales obsoletas que buscan imponer mandatos globales por decreto.\n\nSANCO destacó la «resiliencia y valentía» de la población venezolana frente a las sanciones y la intimidación, criticando además que muchos en Occidente, incluida Europa Occidental, «afirman no compartir la visión del mundo de Trump; sin embargo, son igualmente despectivos con el presidente democráticamente electo de Venezuela, Nicolás Maduro».\n«Sin ninguna evidencia o prueba, lo llaman corrupto y afirman que no hay democracia en Venezuela. ¡Estas opiniones oportunistas solo buscan permitir que un déspota como Trump actúe a su antojo!«, enfatizaron.\n\n\nEl movimiento sudafricano señaló que el trasfondo de la hostilidad estadounidense radica en el control de recursos estratégicos, subrayado que Venezuela posee las mayores reservas de petróleo del mundo. El comunicado enfatiza que las refinerías de Estados Unidos dependen del crudo venezolano, lo que explicaría el interés de Washington por influir en el panorama político del país caribeño.\nPor otra parte, se refirió a la reciente concesión del Premio Nobel de la Paz 2025 a la ultraderechista  María Corina Machado, sugiriendo que tales reconocimientos forman parte de una estrategia de Occidente para legitimar el derrocamiento de un Gobierno popular.\nFinalmente, SANCO instó al Gobierno de Sudáfrica a abandonar la neutralidad y manifestar un apoyo explícito a Venezuela en todos los foros multilaterales. «No guardaremos silencio mientras se intenta intimidar a una nación soberana. Estamos firmes junto al pueblo venezolano y su Gobierno», concluyó la directiva de la organización.\n",
  "source_metadata": {
    "url": "https://www.telesurtv.net/organizacion-sudafrica-respalda-venezuela/",
    "json_file": "/home/ari/Collage/04-Forth_Year/Preimer_Semestre/PL/Final_Proj/Report_Generator/Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-12.json",
    "message_index": 249,
    "message_id": 113971,
    "date": "2025-12-19T02:55:19+00:00",
    "text": "teleSUR\nOrganización cívica de Sudáfrica respalda a Venezuela ante agresiones de EE.UU.\nhttps://www.telesurtv.net/organizacion-sudafrica-respalda-venezuela/",
    "photo_path": null,
    "views": 1280,
    "reactions": {
      "❤": 30,
      "👍": 9,
      "👏": 2,
      "🌚": 1
    },
    "total_reactions": 42
  }
}