{
  "url": "https://www.telesurtv.net/honduras-consejero-cne-conteo-voto-por-voto/",
  "title": "Consejero electoral de Honduras exige conteo voto por voto",
  "section": "Am茅rica Latina y El Caribe",
  "tags": [
    "CNE",
    "Consejero Electoral",
    "conteo de votos",
    "elecciones"
  ],
  "text": "Al cumplirse 20 d铆as desde la celebraci贸n de las elecciones en Honduras, a煤n se desconocen los resultados de los comicios, ante esta situaci贸n de incertidumbre electoral, el consejero del Consejo Nacional Electoral (CNE) Marlon Ochoa declar贸 el viernes que su exigencia principal es la realizaci贸n de un conteo voto por voto debido a las m煤ltiples inconsistencias detectadas durante el escrutinio especial de votos.\nEn medio de una conferencia de prensa, Marlon Ochoa celebr贸 la labor de las Juntas Especiales de Verificaci贸n y Recuento que est谩n desinflando las actas que ven铆an con fraude desde el 30 de noviembre.\nA帽adi贸 que los primeros an谩lisis han revelado que en casi la totalidad de las juntas receptoras, la cantidad de lectores biom茅tricos no coincide con las actas.\n\n\nEn este sentido, el consejero del CNE explic贸 que se detectaron graves inconsistencias en el escrutinio especial, tras la revisi贸n de m谩s de 600 actas.\nMarlon Ochoa detall贸 casos donde las maletas contienen 350 votos, a pesar de que el cuaderno de votaci贸n y el registro biom茅trico solo muestran la firma de 40 personas.\nEl funcionario electoral hondure帽o advirti贸 que los miembros de las Juntas Especiales se vuelven c贸mplices y corresponsables si validan este tipo de fraudes.\nMarlon Ochoa afirm贸 que la responsabilidad primaria del CNE es salvaguardar la voluntad popular expresada en los cuadernos de votaci贸n.\n\n\nAsimismo, sentenci贸 que las elecciones del 30 de noviembre ser谩n recordadas como la peor elecci贸n en la historia de Honduras debido a su falta de transparencia y a los niveles vulgares de manipulaci贸n e intervenci贸n extranjera.\nEl consejero del CNE denunci贸 el desconocimiento del paradero de las consejeras Coseette L贸pez Osorio y Ana Paola Hall que desde hace m谩s de una semana no han aparecido por la sede del ente electoral.\nSeg煤n Marlon Ochoa, ambas consejeras se encuentran secuestradas o retenidas por una embajada internacional en la capital, Tegucigalpa.\nOchoa hizo un llamado a la comunidad nacional e internacional para que se constante la integridad f铆sica de las consejeras y se corrobore si efectivamente ellas est谩n publicando los mensajes en sus redes sociales.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/honduras-consejero-cne-conteo-voto-por-voto/",
    "json_file": "/home/ari/Collage/04-Forth_Year/Preimer_Semestre/PL/Final_Proj/Report_Generator/Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-12.json",
    "message_index": 146,
    "message_id": 114091,
    "date": "2025-12-20T08:55:13+00:00",
    "text": "teleSUR\nFraude electoral en Honduras: consejero del CNE reitera exigencia del conteo voto por voto\nhttps://www.telesurtv.net/honduras-consejero-cne-conteo-voto-por-voto/",
    "photo_path": null,
    "views": 1549,
    "reactions": {
      "": 37,
      "": 7
    },
    "total_reactions": 44
  }
}