{
  "url": "https://www.telesurtv.net/padrino-lopez-unidad-civico-militar-venezuela/",
  "title": "Vladimir Padrino López ratifica unidad cívico-militar ante asedio colonialista a Venezuela - teleSUR",
  "section": "América Latina y El Caribe",
  "tags": [
    "Carmen Rendiles",
    "cívico-militar",
    "clase obrera",
    "FANB",
    "José Gregorio Hernández",
    "Ministro del Poder Popular para la Defensa de Venezuela",
    "Sabado de Milicia",
    "Venezuela",
    "Vladimir Padrino López"
  ],
  "text": "En la jornada de este sábado 20 de diciembre, “Sábado de Milicia” junto a los cuerpos combatientes de la clase obrera, el Ministro del Poder Popular para la Defensa de Venezuela, Vladimir Padrino López, afirmó que Venezuela libra actualmente una batalla histórica y decisiva contra el colonialismo y la industria de la mentira.\nEl alto mando militar destacó que la nación no solo resiste un asedio material, sino que enfrenta una guerra psicológica y comunicacional diseñada para quebrantar la voluntad del pueblo. Subrayó que el bando patriota se mantiene de pie, apelando a su identidad profunda para derrotar las pretensiones de quienes intentan tutelar el destino de la República desde centros de poder extranjero.\n\n\nDurante su intervención, el ministro rechazó de manera contundente el relato falso que sectores de la derecha internacional han intentado instalar para criminalizar a la migración venezolana. Padrino López denunció que hay una maniobra deliberada para señalar como delincuente a cualquier connacional en el extranjero, ocultando que el pueblo bolivariano es una sociedad de paz, trabajadora y con una inmensa vocación de superación.\n«Sabemos quiénes somos, un pueblo de bien que quiere superar dificultades y defender su patria siempre», aseveró al reivindicar la dignidad de los millones de hombres y mujeres que son víctimas de la manipulación mediática global.\n\n\n\n\nAsimismo, el general resaltó que Venezuela atraviesa un verdadero proceso constituyente que se manifiesta activamente en los campos, las fábricas, los cuarteles y las comunas. Explicó que este dinamismo popular no solo sirve para enfrentar las amenazas de intervencionismo, sino que funciona como el motor para profundizar la democracia participativa y crear un nuevo modelo político soberano.\nPara Padrino López, la Constitución de la República Bolivariana de Venezuela es el proyecto sagrado que todos los sectores están obligados a proteger, frente a quienes han intentado «asesinarla» tanto desde adentro como desde afuera del territorio.\nEl ministro también reflexionó sobre la naturaleza del conflicto geopolítico, señalando que mientras persista en el país un proyecto antiimperialista y soberanista, el imperialismo intentará imponer su «bota» por arrogancia y prepotencia. Sin embargo, fue enfático al declarar que retornar al pasado de Gobiernos entreguistas y genuflexos está negado por la historia.\nDestacó el despertar tecnológico y científico de la Fuerza Armada Nacional Bolivariana (FANB), que en silencio encontró soluciones soberanas a problemas técnicos complejos, demostrando que el talento nacional es capaz de romper la dependencia impuesta por el bloqueo.\n\n\n\n\nEn un momento de profunda espiritualidad, el líder militar vinculó la resistencia nacional con una señal providencial, señalando que la presencia de figuras como el beato José Gregorio Hernández y Carmen Rendiles en medio de esta lucha no es casualidad. Para el ministro, son señales de que Dios acompaña las causas justas y al hombre de bien que defiende su tierra con honestidad. Este mensaje de fe busca fortalecer el corazón de la milicia y la clase obrera, recordándoles que la batalla por la dignidad venezolana cuenta con un respaldo moral y ético que trasciende lo material.\nSe dio la orden estratégica de reimpulsar y actualizar el mapa de los cuerpos combatientes en cada empresa, tanto pública como privada, para garantizar y defender la producción nacional de cara al 2026.\nPadrino López concluyó que la unidad perfecta entre trabajadores y soldados constituye un solo bloque de poder que genera admiración en los pueblos del mundo por su capacidad de resiliencia. Aseguró que esta cohesión debe prevalecer para librar a la nación de la anarquía y la ambición de los sediciosos, enviando un mensaje claro de que la unión cívico-militar es la garantía definitiva de la paz.\n",
  "source_metadata": {
    "url": "https://www.telesurtv.net/padrino-lopez-unidad-civico-militar-venezuela/",
    "json_file": "/home/ari/Collage/04-Forth_Year/Preimer_Semestre/PL/Final_Proj/Report_Generator/Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-12.json",
    "message_index": 102,
    "message_id": 114147,
    "date": "2025-12-20T22:55:07+00:00",
    "text": "teleSUR\nVladimir Padrino López ratifica unidad cívico-militar ante asedio colonialista a Venezuela\nhttps://www.telesurtv.net/padrino-lopez-unidad-civico-militar-venezuela/",
    "photo_path": null,
    "views": 1849,
    "reactions": {
      "👍": 41,
      "❤": 5
    },
    "total_reactions": 46
  }
}