{
  "url": "https://www.telesurtv.net/enfrentamiento-en-zona-rural-de-colombia-deja-a-cuatro-militares-muertos/",
  "title": "Enfrentamiento en zona rural de Colombia deja a cuatro militares muertos - teleSUR",
  "section": "América Latina y El Caribe",
  "tags": [
    "Balacera",
    "Colombia",
    "ELN",
    "Militares"
  ],
  "text": "Al menos cuatro militares colombianos murieron y otros siete resultaron heridos este jueves tras un ataque perpetrado contra la Base Militar No. 27, ubicada en zona rural de Aguachica, en el departamento del Cesar, al noreste del país.\nEl hecho, atribuido al Ejército de Liberación Nacional (ELN), se suma a una serie de acciones armadas que han intensificado la violencia en varias regiones de Colombia durante la última semana.\nDe acuerdo con un comunicado de la Segunda División del Ejército, los atacantes emplearon artefactos explosivos contra la instalación militar, lo que desencadenó un enfrentamiento en el que los uniformados respondieron con ráfagas de fusil.\n\n\n“De manera preliminar se conoce que cuatro de nuestros soldados fueron asesinados y al parecer siete más resultaron heridos, quienes están siendo evacuados hacia centros médicos hospitalarios de la región”, informó la institución castrense.\nLa base atacada pertenece al Batallón de Infantería No. 14 y se encuentra en el caserío El Juncal, jurisdicción de Aguachica, la segunda ciudad más importante del Cesar. Esta región ha sido históricamente un escenario de operaciones del ELN, que esta semana ejecutó cerca de cien acciones armadas como parte de un paro armado de 72 horas en los departamentos donde mantiene presencia.\nEl comandante de las Fuerzas Militares, almirante Francisco Cubides, calificó el hecho como un “cobarde ataque” y aseguró que unidades del Ejército, en coordinación con otras fuerzas, se encuentran asegurando el área y evacuando al personal afectado. “En acciones conjuntas y coordinadas se está garantizando la seguridad de la zona y la atención de los heridos”, señaló.\nEste atentado se produce en un contexto de recrudecimiento de la violencia en Colombia en vísperas de la Navidad, lo que ha generado preocupación en las comunidades rurales y urbanas que se ven atrapadas en medio de la confrontación.\nHasta ahora, el hecho más grave de esta ofensiva se había registrado el pasado martes en la localidad de Buenos Aires, departamento del Cauca, donde disidentes de las FARC protagonizaron una toma armada que se prolongó por más de siete horas. En pleno día, los atacantes emplearon explosivos y ráfagas de fusil contra el puesto policial y edificaciones aledañas, dejando ocho policías heridos y la destrucción de varias instalaciones públicas.\nLa escalada de violencia en distintas regiones del país refleja la persistencia de un conflicto armado que, pese a los esfuerzos de negociación y diálogo, continúa afectando a la población civil y a las fuerzas de seguridad.\n",
  "source_metadata": {
    "url": "https://www.telesurtv.net/enfrentamiento-en-zona-rural-de-colombia-deja-a-cuatro-militares-muertos/",
    "json_file": "/home/ari/Collage/04-Forth_Year/Preimer_Semestre/PL/Final_Proj/Report_Generator/Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-12.json",
    "message_index": 237,
    "message_id": 113983,
    "date": "2025-12-19T05:55:13+00:00",
    "text": "teleSUR\nEnfrentamiento en zona rural de Colombia deja a cuatro militares muertos\nhttps://www.telesurtv.net/enfrentamiento-en-zona-rural-de-colombia-deja-a-cuatro-militares-muertos/",
    "photo_path": null,
    "views": 1315,
    "reactions": {
      "💩": 17,
      "👎": 4,
      "🤔": 2,
      "🔥": 1,
      "🤯": 1,
      "😱": 1
    },
    "total_reactions": 26
  }
}