{
  "url": "https://www.telesurtv.net/ee-uu-denuncia-condiciones-soldados-frontera/",
  "title": "EE.UU.: Inspector general denuncia malas condiciones de soldados en la frontera - teleSUR",
  "section": "Mundo",
  "tags": [
    "EE.UU.",
    "Frontera con México",
    "México",
    "Trump"
  ],
  "text": "Un informe del Inspector General del Pentágono denunció condiciones deficientes en las instalaciones donde se alojan tropas del ejército de EE.UU. destinadas a la frontera sur, como parte de las operaciones de aplicación migratoria impulsadas durante la administración Trump.\nLas deficiencias, registradas en Texas y Nuevo México, incluyen “fugas de aguas residuales sin tratar, inodoros que no funcionan y mal estado general de las instalaciones”, según el documento publicado el miércoles y firmado por Bryan Clark, inspector general adjunto de Evaluaciones.\n\nEl reporte incluyó una fotografía que evidencia “una capa seca de aguas residuales sin tratar que se filtraba de los inodoros de los baños” en Fort Bliss, Texas. Además, soldados del 2º Equipo de Combate de la Brigada Stryker, desplegados en Fort Bliss y el Complejo del Campo de Doña Ana en Nuevo México, reportaron “problemas de capacidad eléctrica y aire acondicionado intermitente” en los barracones.\nLa unidad, proveniente de Colorado, movilizó a 2.400 militares para apoyar operaciones de Aduanas y Protección Fronteriza desde Yuma, Arizona, hasta el Parque Nacional Big Bend, Texas.\n\n\nDurante visitas las visitas al lugar, el equipo del inspector general observó “condiciones insalubres en los cuartos de baño de Fort Bliss y en las instalaciones de alojamiento del complejo Doña Ana Range”, según el documento. Ante estos hallazgos, la oficina emitió un “aviso de gestión”, mecanismo utilizado para alertar sobre riesgos urgentes, dirigido al Mando Norte de EE.UU. y a la Fuerza de Tarea Conjunta de la Frontera Sur, exigiendo acciones inmediatas para garantizar la salud y seguridad de los soldados.\nEl informe también señala que algunos barracones ofrecen “45 pies cuadrados por espacio vital de soldado”, incumpliendo el estándar mínimo de 72 pies cuadrado, lo que equivaldría a 6,7 metros cuadrados. Estas deficiencias podrían utilizarse tanto por críticos de la decisión de Donald Trump de militarizar la frontera como por el secretario de Defensa, Pete Hegseth, quien en octubre lanzó un grupo de trabajo para mejorar viviendas militares deficientes.\nEl Inspector General solicitó al Mando Norte “comentarios en un plazo de 30 días” con un plan detallado para corregir las irregularidades. Mientras tanto, el aviso de gestión mantiene presión sobre las autoridades para acelerar soluciones, en un contexto donde las operaciones fronterizas siguen siendo un tema políticamente sensible.\n",
  "source_metadata": {
    "url": "https://www.telesurtv.net/ee-uu-denuncia-condiciones-soldados-frontera/",
    "json_file": "/home/ari/Collage/04-Forth_Year/Preimer_Semestre/PL/Final_Proj/Report_Generator/Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-12.json",
    "message_index": 66,
    "message_id": 114190,
    "date": "2025-12-21T11:55:14+00:00",
    "text": "teleSUR\nEE.UU.: Inspector general denuncia malas condiciones de soldados en la frontera\nhttps://www.telesurtv.net/ee-uu-denuncia-condiciones-soldados-frontera/",
    "photo_path": null,
    "views": 1903,
    "reactions": {
      "🤮": 40,
      "💩": 3,
      "🔥": 2,
      "👍": 1,
      "😁": 1
    },
    "total_reactions": 47
  }
}