{
  "url": "https://www.telesurtv.net/el-velorio-de-pachencho-ritos-funerarios/",
  "title": "El velorio de Pachencho. Ritos funerarios - teleSUR",
  "section": "En profundidad",
  "tags": [
    "Argentina",
    "Cuba",
    "edcuador",
    "velorio"
  ],
  "text": "Las Funerarias Marín de Puerto Rico, llaman la atención con su servicio no tradicional y anuncian su posible extensión a Colombia y República Dominicana, ante posibles clientes que desean velar a sus muertos, como si estuvieran vivos.\nReconocida por organizar el famoso velorio del “muerto para’o”, sostiene su demanda con pedidos únicos desde el 2008, con impactantes representaciones. En 2016 recibieron una solicitud para un fallecido muy joven, que deseaban estuviera en su velatorio, sentado y con la pierna cruzada, ataviado con gorra, espejuelos, cigarro y fundamentalmente: ´los ojos abiertos´.\n\n\n«Es algo que le ha gustado mucho a la gente», intenta explicar Damaris Marín, presidenta de la funeraria. También tenemos que ver la cuestión del mercado, la acogida que tendría, dijo al Canal Caracol. «Expandirnos (…) para llevar un poco de lo que es nuestra cultura a otros países».\nEn el barrio boricua nadie se perdió el sepelio del «superhéroe»;Renato García fallecido a los 50 años, pasó los últimos días de su vida disfrazado de ´Linterna Verde´.\nEl Bar que frecuentaba Jomar Aguayo Collazo,  no cerró el día de su velorio; allí, donde era asiduo al lado de la victrola, fue velado jugando al dominó.\nMientras tanto, las fotos del fallecido David Morales Colón, circularon en las redes sociales como si todavía estuviera recorriendo a toda velocidad las calles de San Juan, en su amada motocicleta Honda.\n\n\nMarín ha sido entrevistada en decenas de países, incluyendo Latinoamérica, Rusia e Inglaterra, ya que los videos de velorios excéntricos recorren el mundo; de manera que la funeraria puertorriqueña de marras, es capaz de satisfacer los deseos más descabellados para el último adiós, dijo un diario local. Los precios ´módicos´ de su servicio funerario comienzan en los $2,000.\nLo que en la apreciación caribeña, pudieran ser extravagancias, tuvo un grado superlativo en Tailandia con la boda de Ann Deffy,cuyo velorio fue transformado en boda.Chadil, se casó con el cadáver de su novia, quien falleció en 2012 por un accidente de tránsito.\n\n\n\n“A la muerte se le tiene mucho miedo. O mucha confianza. La muerte es muy injusta. Es la única pregunta con respuesta, lo único a lo que, sabemos, llegaremos todos. Pero entonces, ya no estaremos aquí para hablar de ella”. Escribió Gabriel García Márquez para El Nacional en 1988. El escritor colombiano confesó temer a la muerte; “pero más que miedo a la muerte misma, es miedo al tránsito”, dijo.\n«Muchos años después, frente al pelotón de fusilamiento, el coronel Aureliano Buendía había de recordar aquella tarde remota en que su padre lo llevó a conocer el hielo. Macondo era entonces una aldea de veinte casas de barro y cañabrava construida a la orilla de un río de aguas diáfanas que se precipitaban por un lecho de piedras pulidas, blancas y enormes como huevos prehistóricos. El mundo era tan reciente, que muchas cosas carecían de nombre, y para mencionarlas había que señalarlas con el dedo».De cómo la muerte es un comienzo, al menos literario, lo demostró el escritor de Cien años de soledad. Su novela cumbre es una de las más de 50 obras escritas por Gabriel García Márquez, su libro más vendido con 30 millones de ejemplares y traducido a 35 idiomas.\nEl Gabo fue despedido en un entrañable homenaje, por familiares, amigos, personalidades y también por miles de personas. Presidido por una sencilla urna de madera que contenía sus cenizas, cubierta y rodeada de rosas amarillas, el premio Nobel -fallecido el 17 de abril de 2014, a la edad de 87 años- queda en el recuerdo de todos sus lectores.\nY precisamente, la diversidad cultural de los rituales funerarios en Latinoamérica, es una forma de honrar a los difuntos, además de otra manera de mantener las tradiciones y creencias ancestrales.\nPara las comunidades indígenas de Perú, las ceremonias funerarias merecen gran respeto y solemnidad, ante la creencia de la continua presencia de sus antepasados en la vida cotidiana.\nLos familiares de un difunto de origen aymara, preparan con delicadeza el cuerpo del fallecido, que colocan en su morada final junto a sus objetos más señalados y algunas ofrendas: huevos, monedas, alimentos, además de juguetes para los niños y bebidas para los hombres.\nPor lo regular, los enterramientos se hacen en lugares por donde transitan habitualmente, «para que los recuerden» en los caminos de herradura, en cruces de camino o en las apachetas, que son lugares elevados escogidos por los indígenas de regiones andinas, a un lado del camino, para invocar la protección de la divinidad. Como consideran guardianes a los difuntos, suelen enterrarlos en zonas próximas a sus casas. Un entierro aymara es un ritual sin prisa, para que el alma no se agote en la travesía.\n\n\nA menudo en Brasil, en lugar de ser una ocasión lúgubre, los rituales funerarios son celebraciones de la vida del difunto. Rito destinado al recuerdo de la finitud de la vida terrenal, homenaje y reflexión para mantener viva la memoria de quienes se fueron.\nSe coloca una cruz en el féretro con el ataúd se mantiene abierto, mientras los presentes pueden tocar el cuerpo del fallecido y dirigirle sus últimas palabras de reverencia a su memoria. Generalmente los asistentes visten el color negro y ofrecen crisantemos para como símbolo de la primavera de la vida que florece en la eternidad.\nLo característico es reunirse entre familiares y amigos a hacer historias, comer en abundancia y escuchar la música que le gustaba al fallecido. En las ceremonias fúnebres protestantes, amigos y familiares visten de de blanco o tonos claros; se ofrece agua y jugos, después que realizan lecturas de la Biblia y entonan cánticos.\nLos habitantes originarios presentan una gran diversidad de rituales, entre los que destaca el kuarup. En la reserva de Xingu, los bailes ceremoniales son una práctica de los pueblos indígenas durante los rituales funerarios y ocurre un año después de la muerte de familiares.\n\n\nDurante su realización los chamanes y familiares del muerto deben estar tranquilos, no pueden llorar para expresar su homenaje. Los miembros de la tribu del fallecido, oran en voz alta, lloran y reciben a invitados de otros pueblos a los que ofrecen pescado y mandioca.\nDecoran troncos de árboles, pescan con técnicas ancestrales para honrar al difunto con un banquete, fuman hierba y utilizan la pintura corporal y plumas de pájaros para los combates y bailes.\nDe acuerdo con Heloisa Da Costa, docente e investigadora brasileña de la Universidad Federal de Santa María, la ceremonia simboliza el fin de un ciclo y el inicio de otro. Mientras se invita a los antepasados a recibir al nuevo espíritu, los vivos abrazan el pensamiento sobre la vida, con el objetivo de tener armonía ante el mundo.\nEn Ecuador también incorporan tradiciones indígenas y de origen africano, aunque mantienen las costumbres católicas. Por ejemplo, el baño del difunto en un rio u otra variante de depuración donde se agregan hojas de romero, claveles blancos y rojos. Así sucede en la comunidad de Otavalo, un pueblo indígena de la Nacionalidad Kichwa del Ecuador, ubicado en la sierra norte.Como símbolo de eternidad y nuevos comienzos, la costumbre siguiente es tirar el agua bien lejos del difunto.\nLa sopa de cualquier grano, con papa no falta en el velorio, donde se recoge y ofrece apoyo económico a los familiares hijos y madres vulnerables, ante la ofrenda de coronas y ramos de flores. Les corresponde a varios miembros de la familia, relatar los acontecimientos más importantes del año o durante la ausencia de la persona querida, para que el fallecido conozca todo lo ocurrido.\nLos indígenas ecuatorianos permanecen todo el día orando, con la bendición del sacerdote que celebra la misa en el cementerio, pidiendo el descanso eterno de las almas de todos los difuntos. El Taita Maestro recita las plegarias y rezos católicos en lengua Kichwa, con la que se comunican alrededor de dos millones y medio de hablantes.\nDurante la última noche de velorio de los difuntos adultos del pueblo kichwa Otavalo, inician los juegos fúnebres, conocido como el Chunkana. El ritual lúdico funerario es el juego principal de la provincia de Imbabura, del cual resultan ganadores y perdedores que deben cumplir con una penitencia.\nSe han registrado unas 70 variantes de expiaciones lúdicas, la mayoría de ellas asociadas al quehacer cotidiano. Sus protagonistas justifican nueve razones para realizar este ritual sacralizado, ya que asegurarían la transición del alma hacia el Chayshuk pacha (Paraíso), refieren investigadores de la Universidad Técnica del Norte, Ibarra, Ecuador.\nLos indígenas ecuatorianos llevan porciones extras de alimentos, que degustan y comparten con el resto de personas que se encuentran alrededor de la tumba, donde permanecen todo el día orando, con la bendición del sacerdote que celebra la misa en el cementerio, pidiendo el descanso eterno de las almas de todos los difuntos.\nLa tradición de los difuntos bolivianos, es La festividad de Todos los Santos, celebrada cuando bajan del cielo para quedarse un día con sus seres queridos. Allí se ofrecen flores, dulces, las t’antawawas o panes que representan al difunto, frutas y platos especiales, y hasta la visita de mariachis.\nEn Cementerio General de La Paz, cada familia hace un lugar próximo a las tumbas de sus seres queridos, donde elevan sus oraciones los resiris o rezadores, acomodados alrededor de un altar.\n\n\nEn Bolivia se practica una costumbre ancestral que honra a los seres queridos a través de la veneración de los cráneos, o ñatitas. La práctica mezcla creencias indígenas y católicas cada 8 de noviembre, donde los cráneos humanos son honrados como si fueran familiares queridos.\nSegún las creencias, las familias que poseen una ñatita la consideran un miembro más del hogar, porque poseen poderes protectores y milagrosos. Le ofrecen respeto y gratitud, mientras los decoran con flores, cigarrillos encendidos, y otros objetos durante las celebraciones.\n\n\nSegún la cosmovisión andina, los espíritus de los difuntos pueden influir en la vida de los vivos. La celebración asevera que la muerte no es el fin. Refleja profundas raíces de la herencia cultural de Bolivia, como una continuación del vínculo espiritual con nuestros difuntos seres queridos.\nCada país tendrá su tradición. A través del tiempo, en Argentina fue cambiando la costumbre. En 1908, comenzó una trabajosa contienda para que el Estado reconociera al 2 de noviembre, como el día de recordación de los “Caídos por la Patria”, consolidándola a la conmemoración religiosa de esa fecha.\nFue el Dr. José Alfredo Ferreira (junto a Sarmiento y Pizzurno, uno de los tres máximos educacionistas de la Argentina, y el primero de Corrientes) quien comenzó la trabajosa cruzada.\n\n\nEn la Argentina fue feriado hasta la llegada de la dictadura militar, que para evitar las aglomeraciones en los cementerios y por temor a que las mismas se convirtieran en lugar de manifestaciones contrarias al régimen dictatorial, anuló el feriado por las mismas razones que se había anulado el carnaval, (actualmente recuperado), refiere el periodista Gerardo Di Fazio.\nCada región del extremo sur del continente americano, posee sus rituales. Diferentes también por el lugar que el difunto ocupaba dentro de la escala social y la región del país. Un claro mensaje emitido post-mortem, es evidente donde hay un solo cementerio. Los panteones familiares obóvedasen el camino central pertenecen a las castas acaudaladas, por el cual se deben pasar para llegar a las tumbas para personas de origen humilde.\nLa distancia de la tumba desde la Iglesia o capilla dentro de un cementerio, dice de su vida en referencia a dicha comunidad religiosa. En algunos lugares señala otro elemento discriminatorio, para los suicidas no hay espacio en el perímetro del cementerio. Deben ser enterrados fuera del ´sitio sagrado´, algunas veces boca abajo, sin nombre y su tumba no debería ser marcada por ningún monumento funerario. Como dato curioso está  “el cementerio de disidentes” en la ciudad de Rosario, provincia de Santa Fe, para los no-católicos.\nAcerca del tema del luto de tradición española, se recuerda que el estricto protocolo comenzó con los Reyes Católicos Isabel y Fernando. Posteriormente este puesto fue ocupado por Inglaterra, que impuso normas en sus colonias. Argentina posee una de las mayores comunidades de descendientes ingleses de América Latina, con alrededor de 100.000 descendientes de británicos.\nEn el territorio argentino la costumbre variaba según el grado de consanguinidad con el difunto, lo más general era de un año o dos para los esposos, padres e hijos; seis meses al menos para abuelos y hermanos; tres para tíos o sobrinos, y uno para parientes más distantes. Las mujeres sólo podían dejar su hogar para ir a la iglesia o visitar familiares directos, en cuyos viajes no podían usar adornos o joyas; se exceptuaba si eran de color negro, camafeos con una miniatura del difunto o relicarios que con cabellos del difunto.\nEn 1910 se inauguró el teatro Colón de Buenos Aires, donde fueron incluidas unas cuantas rejas destinadas a las mujeres en periodo de luto. O sea podían acudir a las funciones después de iniciadas, ingresando al teatro por otra puerta para no ser vistas. Si ya estaban en periodo de ´alivio de luto´ que duraba seis meses, se les permitían trajes de moda, con colores de medio luto como el gris, violeta o lila.\nLos hombres tenían un periodo de luto que duraba entre seis meses y un año, que les permitía  su vida normal de trabajo y volver a casarse si era viudo. A la mujer solo si la Iglesia le daba permiso, podría casarse de traje negro, aun después de desposada con el nuevo marido.\nSi alguna mujer estaba embarazada, no debía asistir a un funeral. Como parte de las supersticiones, los relojes se detenían en la habitación donde ocurría el fallecimiento, porque los velorios se realizaban en los hogares. Se cubrían los espejos porque ´el espíritu del difunto´ quedaba atrapado en ellos y durante los funerales traía mala suerte estrenar ropa o zapatos.\nLa celebración del Día de los Muertos proviene de una tradición celta, con un día al año -la noche del 31 de octubre al 1 de noviembre- en que los muertos vuelven a la memoria de los suyos. Desde las regiones de Galicia, Asturias y León, llegó a América manteniendo la tradición católica latina, el 2 de noviembre. Aunque en América Latina, según las regiones, conservan los ritos funerarioscon tradiciones ancestrales indígenas y africanas como una expresión vibrante de espiritualidad y conexión humana.\nEn “La casa de los espíritus”, primera novela de la escritora chilena Isabel Allende, publicada en 1982, el espíritu de Clara Trueba se le aparece a su hija Blanca para consolarla, cuando ella desea morir a causa de las torturas recibidas por manos de los militares, y la hace decir una frase: “No invoques a que llegue la muerte; ella a su tiempo vendrá…”\n\n\nEl historiador cubano Emilio Roig, afirmaba que el médico de los muertos era el mejor y más famoso de los galenos, porque no ha matado a ninguno de sus clientes. Sólo observaba el cadáver a su llegada al cementerio y a golpe de ojo certificar lo que ya se sabía.\n¿Habrá descubierto el misterio de la muerte? Al examinarlos les guiña un ojo en señal de connivencia. ¿Le contestan los cadáveres? es preferible que no revele el misterio porque al fin y al cabo, asevera Roig, ¿qué haríamos con la verdad? Cuenta un texto publicado en la revista Social de noviembre de 1917, incluido en sus “Artículos desacostumbres”.\nUn «Extracto de lo que suele acontecer en los velorios», aparece en El Papel Periódico de La Habana, el 4 de diciembre de 1804. Frente a una casa donde se velaba un cadáver, uno de los amigos del muerto, para animarlo a entrar, se le acercó y le dijo: «Pase usted a divertirse, que para todos hay y para más que vengan».\n\n\nUn velorio es «la acción y efecto de velar en una reunión a una persona difunta o próxima a morir… Si el cadáver es de algún niño perteneciente a la gentualla, el velorio se convierte en diversión. En La Habana vulgar también hay velorios de mondongo, lechón asado, etc., pretexto para cenar muy tarde, comer y bailar». Afirmó Esteban Pichardo, en su Diccionario provincial casi razonado de voces y frases cubanas.\nLa costumbre de velar un cadáver en Cuba, también viene de España y de África. En Andalucía, y principalmente en Granada, la «feliz subida al cielo de un angelito» se acompañaba con una gran fiesta, narró el cronista Ciro Bianchi.\nEn opinión del historiador Emilio Roig, los velorios en aquella época eran verdaderas orgías, y concluye que hacer una fiesta de un hecho luctuoso, fue reforzado por los negros llegados como esclavos.\nEntre tanto los campesinos cubanos ´velan´ a un santo, en pago de una promesa, aunque no sea en su día. Igualmente le llaman al proceso de ´velar´ a un cerdo asado en púa. En todos los casos, hay música, baile y bebida.\nEl velorio era un negocio en Cuba, que se disputaba incluso ante un cuerpo todavía caliente. Los agentes funerarios recorrían los hospitales o estaban de oído atento en los barrios, para conocer quién  estaría a punto de fallecer. Hubo casos, cuentan en los pueblos, en que el entierro no salía hasta que no se pagara el funeral y para ello no valían las súplicas.\nHubo en los años 1920 y 1930 del siglo pasado, un funerario célebre en lo que al velorio casero se refiere. Pero el rey del negocio -del servicio fúnebre, las bóvedas y las flores- fue José R. Rivero Hernández, fallecido en la década de 1950 y heredado por sus dos hijos. Poseían varias funerarias, era propietario del jardín Tosca en 10 de Octubre y Concepción, una florería, más dos fábricas de coronas de flores mortuorias.\nLos Rivero eran dueños de terrenos en el cementerio de Colón, en La Habana y los intermediarios más influyentes para la venta de terrenos y bóvedas del mismo camposanto. “Poseía 979 títulos de propiedad. Sus hijos, ya en 1958, invirtieron unos 20.000 pesos en la compra de diez nuevos títulos, por los que pagaron 80 pesos por metro cuadrado”, refirió el escritor Ciro Bianchi.\nEn 1959, había en La Habana unas 25 funerarias, algunas de lujo y otras más modestas. También en Cuba, la posición económica del muerto determinaba las zonas en el cementerio para la ubicación de la bóveda. Una necrópolis que reproducía en sus cuadros y en el lujo de sus panteones, la ciudad de los vivos, con su Country Club, su Miramar, su Vedado, su Llega y Pon, concluye el cronista.\n\n\nY si la historia inicial le parece truculenta, a ver qué opinan de la jocosa tradición de los los vecinos de Santiago de las Vegas, al oeste de La Habana, quienes desde hace unas tres décadas, realizan el simulacro de asistir al entierro de un mítico personaje llamado Pachencho.\nEste muerto resucita a ritmo de conga y tragos de ron, muy sonriente durante la travesía de un féretro remolcado por un tractor, que acompañan casi todos los pobladores, junto a su falsa viuda y de un simulado sacerdote, como parte de esta burlona fiesta con la muerte.\nLa representación fúnebre, se basa en una pieza teatral cubana de 1901, titulada «El velorio de Pachencho», que llevó a escena -con marcado acento humorístico- las vicisitudes de un individuo que se hizo pasar por muerto.\n\n\nTras la muerte real de ´Blanco´, un zapatero muy conocido en el pueblo, quien durante muchos años encarnó a Pachencho, fue sucedido en ese papel por otros residentes de Santiago de las Vegas, que asumen magistralmente al personaje.\nAl compás de la contagiosa música cubana y entre sorbos de ron, bajo lluvia, sol o sereno los compueblanos saludan a Pachencho, quien -sobre todo si ve a algún conocido- se incorpora en el féretro para responder con sonrisa y mano batiente.\nAlgunos afirman que la tradición surgió al conmemorar la fundación del Centro de Instrucción y Recreo en 1882, una institución cultural. Otros que a partir de la obra teatral de igual nombre, representada con gran acogida en los años 1970.\nSin embargo, los vecinos dicen que data de 1937, tras el surgimiento del Piquete Santiaguero; los congueros siempre terminaban los carnavales, con un entierro simbólico en lenta y gozosa procesión hasta el camposanto.\nAllí no falta la amante de Pachencho que le disputa honores a la esposa, mientras todo termina en un baile con los tambores de la conga cubana y los vecinos que derraman ron y flores, seis metros bajo tierra. Tras la satírica fiesta con la muerte, sobreviene la frase “Pachencho, no somos nada”.\n",
  "source_metadata": {
    "url": "https://www.telesurtv.net/el-velorio-de-pachencho-ritos-funerarios/",
    "json_file": "/home/ari/Collage/04-Forth_Year/Preimer_Semestre/PL/Final_Proj/Report_Generator/Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-12.json",
    "message_index": 123,
    "message_id": 114116,
    "date": "2025-12-20T16:55:08+00:00",
    "text": "teleSUR\nEl velorio de Pachencho. Ritos funerarios\nhttps://www.telesurtv.net/el-velorio-de-pachencho-ritos-funerarios/",
    "photo_path": null,
    "views": 1470,
    "reactions": {
      "👍": 24
    },
    "total_reactions": 24
  }
}