{
  "url": "https://www.telesurtv.net/postergan-reforma-laboral-milei-argentina/",
  "title": "Postergan debate de reforma laboral de Milei tras protestas masivas en Argentina",
  "section": "América Latina y El Caribe",
  "tags": [
    "CGT",
    "derechos laborales",
    "Javier Milei",
    "precarizacion",
    "reforma laboral",
    "Senado"
  ],
  "text": "La Cámara de Senadores de Argentina acordó este jueves postergar el debate de la controvertida reforma laboral impulsada por el gobierno de Javier Milei hasta el 10 de febrero de 2026, tras intensas movilizaciones sindicales y la imposibilidad del oficialismo de lograr los votos necesarios para su aprobación exprés antes de fin de año.\nLa decisión marca una retirada táctica del Ejecutivo, que inicialmente buscaba sancionar el proyecto durante las sesiones extraordinarias de diciembre.\n\nLa medida fue anunciada este jueves durante el plenario de la Comisión de Trabajo y Presupuesto del Senado, encabezado por la senadora Patricia Bullrich, del partido del presidente Milei. “Vamos a firmar un dictamen para dejarlo abierto a modificaciones y les proponemos pasar el debate al 10 de febrero”, afirmó Bullrich, justificando la prórroga ante la gran cantidad de observaciones recibidas de diversos sectores.\nEl senador chubutense de Unión por la Patria, Carlos Linares, celebró la pausa en el tratamiento legislativo y criticó la estrategia del gobierno. “Como vienen haciendo, quisieron hacer un tratamiento exprés de todas las leyes y hoy tuvieron que retroceder porque no tenían el acompañamiento necesario”, declaró Linares tras dialogar con la radio La 750. El legislador consideró que se trata de un patrón recurrente del oficialismo, que busca imponer reformas sin consenso.\n\n\n\nLa decisión se tomó después de que miles de trabajadores se movilizaran en Plaza de Mayo en rechazo a la denominada “Ley de Modernización Laboral”. La protesta fue convocada por la Confederación General del Trabajo (CGT), la central obrera más grande del país, y contó con la participación de dirigentes sindicales, legisladores opositores y el gobernador de la provincia de Buenos Aires, Axel Kicillof.\nJorge Sola, secretario general de la CGT, calificó la reforma como “un ataque a la libertad que este Gobierno tanto defiende, al único patrimonio que tiene el ser humano, que es el trabajo”. Por su parte, Kicillof aseguró a medios locales que “esta reforma laboral no tiene un solo elemento que beneficie a los trabajadores”.\nAnte la creciente presión social, el gobierno intentó mitigar tensiones al aclarar que los cambios propuestos solo regirán para nuevas contrataciones. Julio Cordero, secretario de Trabajo, señaló que los derechos de los trabajadores con vínculos laborales vigentes no se verán afectados. Sin embargo, los sindicatos mantienen su rechazo, argumentando que la reforma precariza las condiciones laborales futuras y debilita los mecanismos de representación gremial.\n\n\n\nCarlos Linares denunció que el Ejecutivo planea, paralelamente, votar el Presupuesto 2026 el próximo 26 de diciembre, lo que considera una maniobra coordinada. “Es un gobierno que escucha poco, que no entiende que esto es diálogo, es consenso. Nosotros decimos que los gobiernos necesitan presupuesto, pero tiene que ser consensuado”, señaló el senador.\nAdemás, Linares advirtió que el gobierno podría vetar la ley de leyes —es decir, la Ley de Presupuesto— para manejar partidas de manera discrecional, una práctica ya sostenida en los últimos dos años. “Ellos se sienten muy cómodos buscando reconducir las partidas, que ya viene con dos años de arrastre”, subrayó.\n\n\nA pesar de la postergación, el proyecto no será archivado. En los próximos días, la comisión firmará un dictamen “abierto”, que mantendrá el texto vivo y permitirá recibir correcciones y sugerencias durante todo enero. Esta fórmula busca facilitar un acuerdo más amplio antes de su debate en el recinto en febrero.\nLa tregua parlamentaria de 45 días otorga al oficialismo un margen para intentar desarticular la resistencia sindical y ajustar el texto para lograr apoyos adicionales. No obstante, la oposición mantiene su postura firme contra cualquier reforma que, a su juicio, socave los derechos adquiridos o introduzca mayor precariedad laboral.\n\n\n",
  "source_metadata": {
    "url": "https://www.telesurtv.net/postergan-reforma-laboral-milei-argentina/",
    "json_file": "/home/ari/Collage/04-Forth_Year/Preimer_Semestre/PL/Final_Proj/Report_Generator/Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-12.json",
    "message_index": 248,
    "message_id": 113972,
    "date": "2025-12-19T02:55:25+00:00",
    "text": "teleSUR\nPostergan debate de reforma laboral de Milei tras protestas masivas en Argentina\nhttps://www.telesurtv.net/postergan-reforma-laboral-milei-argentina/",
    "photo_path": null,
    "views": 1241,
    "reactions": {
      "🤝": 17,
      "👍": 11,
      "👏": 4,
      "🌭": 1
    },
    "total_reactions": 33
  }
}