{
  "url": "https://www.telesurtv.net/ue-aprueba-apoyo-financiamiento-ucrania/",
  "title": "UE aprueba 90.000 millones de euros de ayuda a Ucrania para 2026-2027 - teleSUR",
  "section": "Mundo",
  "tags": [
    "Rusia",
    "Ucrania",
    "Unión Europea"
  ],
  "text": "La Unión Europea (EU) aprobó este jueves un paquete financiero de 90.000 millones de euros destinado a Ucrania para el período 2026-2027, según confirmó el presidente del Consejo Europeo, António Costa. Esta cifra es menor a la propuesta por la Comisión Europea, que había planteado destinar 135.000 millones de euros.\nEn un mensaje publicado en sus redes sociales, Costa escribió: “Tenemos un acuerdo. Se aprueba la decisión de proporcionar 90.000 millones de euros de ayuda a Ucrania para 2026-2027. Nos comprometimos y cumplimos”. La declaración se produjo al cierre de la cumbre de los líderes de los Veintisiete.\nLa propuesta surgió tras la solicitud de la presidenta de la Comisión Europea, Ursula von der Leyen, quien había planteado destinar 135.000 millones de euros. Sin embargo, Costa explicó que se continuará trabajando en un “préstamo de reparación” respaldado por los activos rusos inmovilizados.\nEl acuerdo generó resistencia en varios países y entidades, entre ellos Bélgica, Bulgaria, Eslovaquia, Hungría, Italia, Malta, República Checa, Euroclear y el Banco Central Europeo, que rechazaron la idea de otorgar créditos a Ucrania garantizados con los activos soberanos rusos.\nTras el inicio de la ofensiva militar de Moscú en febrero de 2022, la Unión Europea y el Grupo de los Siete bloquearon activos rusos valorados en 300.000 millones de euros, medida adoptada con el argumento de detener los ataques contra la población civil en Donetsk y Lugansk.\nDe esa cifra, aproximadamente 200.000 millones de euros permanecen en cuentas de Euroclear, uno de los principales proveedores europeos de servicios de liquidación y custodia de valores.\nEl Ministerio de Relaciones Exteriores de Rusia describió la congelación de esos recursos como un ‘robo’, argumentando que la decisión impactaba tanto a los inversionistas particulares como a los bienes soberanos del Estado. Al mismo tiempo, el canciller Serguéi Lavrov alertó que, en caso de que las naciones occidentales procedieran a confiscar los activos rusos, Moscú aplicaría medidas de represalia de carácter simétrico.\n",
  "source_metadata": {
    "url": "https://www.telesurtv.net/ue-aprueba-apoyo-financiamiento-ucrania/",
    "json_file": "/home/ari/Collage/04-Forth_Year/Preimer_Semestre/PL/Final_Proj/Report_Generator/Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-12.json",
    "message_index": 233,
    "message_id": 113987,
    "date": "2025-12-19T08:55:07+00:00",
    "text": "teleSUR\nUE aprueba 90.000 millones de euros de ayuda a Ucrania para 2026-2027\nhttps://www.telesurtv.net/ue-aprueba-apoyo-financiamiento-ucrania/",
    "photo_path": null,
    "views": 1287,
    "reactions": {
      "🤬": 25,
      "🤮": 9,
      "😁": 3,
      "❤": 1,
      "👏": 1,
      "🤣": 1,
      "😈": 1
    },
    "total_reactions": 41
  }
}