{
  "url": "https://www.telesurtv.net/palestine-action-muerte-prisiones-reino-unido/",
  "title": "Miembros de Palestine Action enfrentan riesgo de muerte en prisiones del Reino Unido",
  "section": "Mundo",
  "tags": [
    "Activistas detenidos",
    "Cárcel",
    "genocidio",
    "Huelga de Hambre",
    "Palestina"
  ],
  "text": "Médicos británicos denunciaron que los seis activistas de la organización Palestine Action que mantienen una huelga de hambre en cinco cárceles británicas, carecen de atención médica adecuada y enfrentan riesgo de muerte.\n“Sin una resolución, existe el potencial real y cada vez más probable de que jóvenes ciudadanos británicos mueran en prisión, sin haber sido nunca condenados por un delito” denunciaron este jueves más de 800 médicos, enfermeras, terapeutas y cuidadores que escribieron al Secretario de Justicia, David Lammy.\n\n“En pocas palabras, los huelguistas de hambre están muriendo”, alertó el médico de urgencias y profesor universitario, James Smith. Los activistas en huelga demandan su libertad bajo fianza inmediata y cuestionan la prohibición de Palestine Action, medida adoptada tras sus arrestos.\nAseveran que se enfrentan a una vulneración persistente de sus derechos, que abarca desde limitaciones injustificadas en las comunicaciones y la intervención ilegal de su correspondencia legal, hasta la prohibición de acceder a materiales de lectura y trabajo en prisión, junto con órdenes que les impiden interactuar entre sí. Además, el acceso a la salud es deficiente, con dilaciones y rechazos en la atención médica desde que iniciaron su protesta.\n\n\nActualmente, los miembros del grupo están en prisión en cinco ubicaciones diferentes. Se les investiga por su supuesta implicación en irrupciones en la filial británica de la empresa de defensa israelí Elbit Systems en Bristol y en una base de la Real Fuerza Aérea (RAF) en Oxfordshire. Los activistas niegan los delitos que se les atribuyen, tales como robo y disturbios violentos.\nPalestine Action fue denominada como «organización terrorista» tras denunciar la complicidad de Reino Unido en el genocidio perpetrado por Israel contra el pueblo palestino.\n",
  "source_metadata": {
    "url": "https://www.telesurtv.net/palestine-action-muerte-prisiones-reino-unido/",
    "json_file": "/home/ari/Collage/04-Forth_Year/Preimer_Semestre/PL/Final_Proj/Report_Generator/Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-12.json",
    "message_index": 245,
    "message_id": 113975,
    "date": "2025-12-19T03:55:13+00:00",
    "text": "teleSUR\nMiembros de Palestine Action enfrentan riesgo de muerte en prisiones del Reino Unido\nhttps://www.telesurtv.net/palestine-action-muerte-prisiones-reino-unido/",
    "photo_path": null,
    "views": 1299,
    "reactions": {
      "🤬": 26,
      "🔥": 1
    },
    "total_reactions": 27
  }
}