{
  "url": "https://www.telesurtv.net/union-africana-eeuu-fronteras/",
  "title": "Uni칩n Africana insta a EE.UU. a controlar fronteras de manera equilibrada - teleSUR",
  "section": "Mundo",
  "tags": [
    "Donald Trump",
    "prohibici칩n de viajes",
    "relaciones bilaterales",
    "restricciones",
    "Uni칩n Africana",
    "viajes"
  ],
  "text": "La Comisi칩n de la Uni칩n Africana (UA) invit칩 a Estados Unidos a ejercer su derecho en la protecci칩n de sus fronteras de manera equilibrada, tomando decisiones con evidencias y reflejo de los v칤nculos existentes, tras la decisi칩n del presidente de Estados Unidos, Donald Trump, de incluir a siete naciones m치s en la lista de prohibici칩n total de viajes al pa칤s norteamericano\n츼frica y Estados Unidos comparten 춺intereses mutuos en la promoci칩n de las relaciones comerciales, la paz y los esfuerzos diplom치ticos, y la cooperaci칩n global, y es en este esp칤ritu que debe entenderse la posici칩n de la Comisi칩n췉. enfatiz칩 el organismo.\n\n\nEl bloque pol칤tico se침al칩 que tales medidas representan una amenaza en lo que respecta a 춺los v칤nculos interpersonales, los intercambios educativos, la colaboraci칩n comercial y las relaciones diplom치ticas m치s amplias que se han cultivado cuidadosamente durante d칠cadas췉.\nEl mandatario estadounidense orden칩 un bloqueo de desplazamiento contra esos pa칤ses insinuando motivos de seguridad nacional.\n\n\n\n\nEntre los pa칤ses con restricci칩n de viajes est치n Burkina Faso, Laos, Sierra Leona, Mali, Siria y Sud치n del Sur, mientras que con prohibiciones a sus ciudadanos se incluyen Angola, Antigua y Barbuda, Ben칤n, Costa de Marfil, Dominica, Gab칩n, Gambia, Malaui, Mauritania, Nigeria, Senegal, Tanzania, Tonga, Zambia y Zimbabue.\nEl pasado mes de junio, la Administraci칩n estadounidense decret칩 un veto total para ciudadanos de Afganist치n, Birmania, Chad, Rep칰blica del Congo, Guinea Ecuatorial, Eritrea, Hait칤, Ir치n, Libia, Somalia, Sud치n, Palestina, Yemen, Birmania, Cuba, Togo y Venezuela, totalizando 20 pa칤ses con restricciones unilaterales impuestas.\n\n",
  "source_metadata": {
    "url": "https://www.telesurtv.net/union-africana-eeuu-fronteras/",
    "json_file": "/home/ari/Collage/04-Forth_Year/Preimer_Semestre/PL/Final_Proj/Report_Generator/Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-12.json",
    "message_index": 261,
    "message_id": 113958,
    "date": "2025-12-19T00:55:19+00:00",
    "text": "teleSUR\nUni칩n Africana insta a EE.UU. a controlar fronteras de manera equilibrada\nhttps://www.telesurtv.net/union-africana-eeuu-fronteras/",
    "photo_path": null,
    "views": 1301,
    "reactions": {
      "游녨": 23,
      "游녧": 1,
      "游뱓": 1
    },
    "total_reactions": 25
  }
}