{
  "url": "https://www.telesurtv.net/eurodiputado-credito-ucrania-pozo-sin-fondo/",
  "title": "Eurodiputado cataloga de \"pozo sin fondo\" crédito a Ucrania",
  "section": "Mundo",
  "tags": [
    "financiación",
    "Rusia",
    "Ucrania",
    "Unión Europea (UE)"
  ],
  "text": "La Unión Europea (UE) decidió otorgar un crédito de 90.000 millones de euros a Ucrania para el período 2026-2027, financiado mediante préstamos del bloque en los mercados de capitales y respaldado por su margen presupuestario. Esta medida, aprobada tras una cumbre en Bruselas marcada por discrepancias sobre el uso de activos rusos congelados para un posible “préstamo de reparación”, ha generado críticas internas.\nEl eurodiputado francés, Thierry Mariani calificó el acuerdo como un “fracaso” y advirtió que la UE asumirá una carga económica insostenible.\n“Al final, creyeron haber encontrado una solución mágica que no les costaría nada”, declaró Mariani señalando que realmente la responsabilidad recaerá exclusivamente en la UE. El político añadió que muchos líderes europeos reconocen que “esta guerra está perdida” y que el financiamiento continuo a Ucrania se asemeja a un “pozo sin fondo en el que si tiras dinero, todo desaparece”. Su postura coincide con el escepticismo de países como Bélgica, que se opuso abiertamente al uso de los activos rusos inmovilizados.\nLa polémica se intensifica en un contexto de tensiones con Moscú donde, desde febrero de 2022, la UE y el G7 congelaron 300.000 millones de euros en activos rusos, de los cuales unos 200.000 millones están bajo custodia de Euroclear, entidad belga de liquidación de valores. El primer ministro belga, Bart De Wever, alertó sobre los peligros de utilizar los fondos rusos afirmando que, para él, «el préstamo de reparaciones no era una buena idea» y defendió la propuesta aprobada de usar activos de la UE.\n\n\nRusia denunció estas acciones como un “robo”, y su canciller, Serguéi Lavrov, advirtió que Moscú aplicará medidas simétricas contra los activos occidentales bloqueados en su territorio. El 12 de diciembre, los embajadores de la UE aprobaron inmovilizar indefinidamente dichos fondos, eliminando la renovación semestral del embargo.\nEl mandatario ruso, Vladimir Putin, comentó que los países europeos tendrán que devolver en determinado momento los activos congelados, algo que calificó como «un atraco». Por su parte, Kiev lamenta no poder tener a su favor los activos rusos, pero agradeció la decisión de mantener el apoyo económico por parte de la organización.\nEl 15 de diciembre, el Tribunal de Arbitraje de Moscú admitió una demanda del Banco Central de Rusia contra Euroclear, reclamando 18 billones de rublos, equivalente a 225.700 millones de dólares, en compensación por el embargo de sus activos. Mariani subrayó que “Ucrania está en quiebra y a Europa le faltan fondos para financiarla indefinidamente”, reflejando un creciente realismo en las capitales europeas.\n",
  "source_metadata": {
    "url": "https://www.telesurtv.net/eurodiputado-credito-ucrania-pozo-sin-fondo/",
    "json_file": "/home/ari/Collage/04-Forth_Year/Preimer_Semestre/PL/Final_Proj/Report_Generator/Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-12.json",
    "message_index": 147,
    "message_id": 114090,
    "date": "2025-12-20T08:55:08+00:00",
    "text": "teleSUR\nEurodiputado cataloga crédito a Ucrania como «un pozo sin fondo»\nhttps://www.telesurtv.net/eurodiputado-credito-ucrania-pozo-sin-fondo/",
    "photo_path": null,
    "views": 1450,
    "reactions": {
      "👍": 28,
      "🤣": 10,
      "🔥": 1
    },
    "total_reactions": 39
  }
}