{
  "url": "https://www.telesurtv.net/brasil-niegan-prision-domiciliaria-bolsonaro/",
  "title": "Corte de Brasil niega prisión domiciliaria a Bolsonaro",
  "section": "América Latina y El Caribe",
  "tags": [
    "Brasil",
    "Caso Jair Bolsonaro",
    "Juez Alexandre de Moraes",
    "Tribunal Supremo de Brasil"
  ],
  "text": "El Tribunal Supremo de Brasil negó el viernes la petición de prisión domiciliaria realizada por la defensa del expresidente Jair Bolsonaro, el cual fue acusado a 27 años de prisión por un intento de golpe de estado, tras su derrota ante el actual mandatario, Lula da Silva.\nEl juez de la Corte Suprema, Alexandre de Moraes, denegó la solicitud que pedía el trasladar al exmandatario brasileño a cumplir su período de cárcel en casa por problemas de salud.\nEl magistrado anunció que la decisión fue tomada debido a «ausencia total de los requisitos legales para la concesión» de dicha petición. A esto se agrega una serie de incumplimientos por parte del exmandatario brasileño, entre los que figuran actos que dan indicios de una posibilidad de fuga y el intento de dañar su tobillera electrónica.\nOtra de las pruebas presentadas por el juez es un documento de 33 páginas encontrado en uno de los teléfonos de Bolsonaro donde solicitaba asilo al presidente argentino Javier Milei, que corresponden con los primeros momentos de las acusaciones por el intento golpista de 2022. Previo a esta solicitud, el juez había rechazado un recurso de la defensa en el que solicitaban anular la condena.\n\n\n\n\nPara finales de noviembre, el Tribunal Supremo había determinado que no habrían más oportunidades de apelaciones por parte de los abogados del exmandatario y que sería remitido a un cuarto pequeño en la sede de la Policía Federal de Brasil. Sin embargo, este tuvo que ser llevado con antelación tras el intento de romper su tobillera electrónica.\nLos recursos presentados previamente por parte de la defensa estuvieron destinadas en su mayoría a denunciar el proceso, pero esta nueva apelación apuntaba directamente al fondo del caso. El juez de Moraes tomó la decisión tras el voto de cuatro de los cinco jueces que habían juzgado a Bolsonaro votaron a favor de la condena.\nSin embargo, el juez si autorizó la salida a un centro de salud para que pueda ser atendido quirúrgicamente, atendiendo a la solicitud de los abogados para realizar un bloqueo anestésico del nervio frénico y una operación por una hernia inguinal. Ambos procedimientos médicos fueron justificados por una evaluación médica llevada a cabo a petición del magistrado.\n«El acusado se encuentra detenido en un lugar muy cercano al hospital privado donde recibe atención médica de emergencia, incluso más cerca que su domicilio, por lo que no hay riesgo de sufrir daños en caso de una eventual necesidad de transporte de emergencia», afirmó Moraes.\nEl expresidente está condenado a 27 años de prisión, aunque el pasado miércoles fue aprobado el Proyecto Ley y Sentencias, medida que pretende acortar el tiempo de prisión efectiva para aquellas personas que han sido acusados de actos contra el estado. Esta ley beneficiaría directamente a Jair Bolsonaro y los otros implicados en juicio por los intentos golpistas de 2022.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/brasil-niegan-prision-domiciliaria-bolsonaro/",
    "json_file": "/home/ari/Collage/04-Forth_Year/Preimer_Semestre/PL/Final_Proj/Report_Generator/Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-12.json",
    "message_index": 142,
    "message_id": 114095,
    "date": "2025-12-20T10:55:07+00:00",
    "text": "teleSUR\nCorte Suprema de Brasil niega prisión domiciliaria al expresidente Bolsonaro\nhttps://www.telesurtv.net/brasil-niegan-prision-domiciliaria-bolsonaro/",
    "photo_path": null,
    "views": 1606,
    "reactions": {
      "👏": 30,
      "❤": 5,
      "👍": 3,
      "👎": 1,
      "😁": 1
    },
    "total_reactions": 40
  }
}