{
  "url": "https://www.telesurtv.net/victimas-epstein-censura-archivos/",
  "title": "Estados Unidos: víctimas de Epstein critican censura en archivos publicados - teleSUR",
  "section": "Mundo",
  "tags": [
    "Caso Epstein",
    "censura",
    "congresistas",
    "desclasificación",
    "Estados Unidos",
    "justicia",
    "víctimas"
  ],
  "text": "\nVíctimas del delincuente sexual Jeffrey Epstein dieron la bienvenida a la publicación de más archivos sobre el caso, pero a la vez se declararon decepcionadas por la falta de más datos e información clave y el alto número de páginas censuradas.\nEl viernes, el Departamento de Justicia (DOJ, inglés) publicó cientos de miles de documentos relacionados con el caso del pederasta, hallado muerto en su celda en 2019 en Nueva York mientras esperaba un juicio por tráfico sexual. Este sábado, el DOJ hizo públicos nuevos archivos, incluidos materiales del gran jurado del caso judicial de Epstein y el de su cómplice y expareja Ghislaine Maxwell.\n\n\nLas publicaciones se producen cuando se cumple el plazo dado a la Administración de Donald Trump para divulgar toda la información no clasificada del caso. Entre las publicaciones de este sábado, hay varias presentaciones de PowerPoint que la Fiscalía Federal mostró a los miembros del gran jurado para acusar formalmente a Epstein y Maxwell.\nEn una presentación relativa a Epstein, del 18 de junio de 2019, se incluyen varias notas telefónicas con mensajes escritos a mano que dicen “tengo una chica para él” o “ella tiene a chicas para el señor J.E.». En otra nota, alguien anotó que Epstein había recibido una llamada del ahora presidente Donald Trump.\n\n\n\n\nOtros nombres que aparecen en la notas han sido tachados, al igual que en los documentos divulgados la noche del viernes, en los que se censuró parte del contenido.\nSegún The New York Times, varias víctimas de Epstein se han mostrado frustradas por la alta cuota de pasajes y documentos censurados, que no arrojan nueva luz sobre las investigaciones y el alcance de los delitos del financiero pederasta y de sus cómplices.\n“Están demostrando todo lo que hemos estado diciendo sobre la corrupción y la justicia retardada. ¿Qué están protegiendo? El encubrimiento continúa”, dijo Jess Michaels, una de las primeras víctimas conocidas, quien denunció una agresión sexual por parte de Epstein en 1991, cuando tenía 22 años.\nMarijke Chartouni, quien afirmó haber sido abusada sexualmente por Epstein a los 20 años, cuestionó la falta de transparencia, porque “todo está censurado”. Para Marina Larcerda, testigo clave en la investigación de 2019 y quien alega que Epstein abusó de ella desde los 14 años, “muchas de las fotos son irrelevantes. Nos han defraudado. Esperamos este día para llevar ante la justicia a estos otros hombres que han sido protegidos”.\n\n\n\n\nSenadores demócratas han criticado los archivos liberados por la Administración Trump y anunciado que actuarán legalmente contra la fiscal general, Pam Bondi, por supuestamente no respetar lo establecido en la ley que obliga la desclasificación de los archivos.\nTrump, quien aparece en numerosas ocasiones en la documentación del caso de Epstein, quien fue su amigo aunque dijo haber cortado relaciones en 2004, trató de impedir inicialmente la publicación de los archivos, pero en medio de un fuerte reclamo en el Legislativo decidió firmar para que fueron publicados los archivos.\nIncluso, coincidiendo con la fecha límite de publicación de todos los archivos no clasificados establecida en esa norma, el DOJ activó el viernes un portal para consultar cientos de miles de archivos de la investigación. Sin embargo, persisten las críticas por las censuras y las dudas en torno a la transparencia del proceso.\n\n\nEl líder de la minoría demócrata en el Senado, Chuck Schumer, criticó el viernes la publicación por partes de los documentos, considerando que la liberación parcial podría violar el plazo concedido al DOJ en la Ley de Transparencia de los Archivos Epstein, aprobada por el Congreso el pasado 18 de noviembre.\n“La ley que aprobó el Congreso y que firmó el presidente Trump es muy clara: la Administración Trump tenía 30 días para publicar todos los archivos de Epstein, no solo algunos. No hacerlo constituye una violación de la ley”, declaró el senador demócrata.\nSegún el legislador, “esto demuestra que el Departamento de Justicia, Donald Trump y la fiscal general, Pam Bondi, están empeñados en ocultar la verdad”.\nAnte la vista de gran parte de los documentos con amplias secciones tachadas o con recuadros negros, crecen las dudas sobre si la publicación aclarará las fuertes sospechas de encubrimiento al más alto nivel.\nLos demócratas exigieron respuestas el sábado después de que una imagen que incluía una foto de Trump dejó de ser visible (junto a otros 15 archivos) en la publicación en línea del Departamento de Justicia. “Si retiran esto, imaginen cuánto más están tratando de ocultar”, dijo Schumer.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/victimas-epstein-censura-archivos/",
    "json_file": "/home/ari/Collage/04-Forth_Year/Preimer_Semestre/PL/Final_Proj/Report_Generator/Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-12.json",
    "message_index": 90,
    "message_id": 114166,
    "date": "2025-12-21T00:55:08+00:00",
    "text": "teleSUR\nEstados Unidos: víctimas de Epstein critican censura en archivos publicados\nhttps://www.telesurtv.net/victimas-epstein-censura-archivos/",
    "photo_path": null,
    "views": 2141,
    "reactions": {
      "🤬": 48,
      "👍": 7,
      "💯": 5,
      "❤": 3,
      "🤔": 1,
      "🙏": 1
    },
    "total_reactions": 65
  }
}