{
  "url": "https://www.telesurtv.net/delcy-rodriguez-indemnizacion-robo-citgo/)",
  "title": "Venezuela exige indemnizaciones de Washington por el robo de CITGO - teleSUR",
  "section": "Am茅rica Latina y El Caribe",
  "tags": [
    "citgo",
    "Delcy Rodriguez",
    "EE.UU.",
    "Petroleo",
    "Venezuela",
    "Washington"
  ],
  "text": "En el marco de una multitudinaria concentraci贸n popular frente a la sede de PDVSA en La Campi帽a, en Caracas, la vicepresidenta ejecutiva de Venezuela, Delcy Rodr铆guez, fij贸 una postura contundente frente a las recientes agresiones de la administraci贸n estadounidense.\n\n\nDurante su intervenci贸n, tambi茅n la ministra de Hidrocarburos asegur贸 que la naci贸n suramericana se mantiene en una posici贸n de dignidad y resistencia, subrayando que el pa铆s no tiene cuentas pendientes con el gobierno de Donald Trump, sino que es Washington quien le debe al pueblo bolivariano.\n\n\n\n\nLa alta funcionaria inst贸 al mandatario norteamericano a realizar un balance real sobre el despojo financiero ejecutado contra los activos nacionales en el exterior. Rodr铆guez detall贸 que el saqueo de la empresa Citgo, sumado a la retenci贸n il铆cita de sus dividendos acumulados desde el a帽o 2019, representa una p茅rdida patrimonial que supera los 35.000 millones de d贸lares. Seg煤n su denuncia, estos recursos fueron arrebatados mediante mecanismos de pirater铆a econ贸mica que atentan contra la estabilidad de los ciudadanos venezolanos.\nRodr铆guez fue enf谩tica al se帽alar que los hidrocarburos de la naci贸n no est谩n sujetos a negociaci贸n bajo amenazas ni esquemas de extorsi贸n extranjera. Explic贸 que cualquier actor internacional interesado en adquirir una mol茅cula de gas o un barril de petr贸leo debe hacerlo bajo los protocolos legales y el pago correspondiente. Con esta premisa, la vicepresidenta descart贸 cualquier posibilidad de ceder ante las presiones de Washington, calificando su estrategia de cerco como un error hist贸rico absoluto.\nEn un llamado a la justicia internacional, la representante del Ejecutivo exigi贸 una disculpa p煤blica y la correspondiente reparaci贸n de da帽os por los efectos del bloqueo econ贸mico. Asimismo, destac贸 que Venezuela no solo defiende su petr贸leo, sino tambi茅n su derecho a la autodeterminaci贸n y a la paz regional. Para Rodr铆guez, la industria petroqu铆mica y energ茅tica constituye un patrimonio sagrado que cuenta con el respaldo de una clase obrera consciente y movilizada en todo el territorio.\n\n\n\n\nDe esta manera, la funcionaria resalt贸 la fortaleza del pueblo venezolano para superar las medidas coercitivas unilaterales que han intentado asfixiar la econom铆a local. Manifest贸 que la unidad nacional es el escudo principal contra los intentos de apoderarse de los recursos energ茅ticos que pertenecen hist贸ricamente a la Rep煤blica.\nEste esp铆ritu de combate, seg煤n sus palabras, es lo que permite al pa铆s mantenerse en pie de batalla frente a las pretensiones de los centros de poder mundial.\nLa vicepresidenta ratific贸 el compromiso incondicional de los trabajadores del sector hidrocarburos con la gesti贸n del presidente Nicol谩s Maduro. Al concluir su intervenci贸n, asegur贸 que el pa铆s continuar谩 transitando la senda de la recuperaci贸n econ贸mica sin rendirse ante el chantaje imperialista.\nConcluy贸 afirmando que Venezuela entregar谩 una naci贸n libre de tutelajes, donde la soberan铆a sobre sus recursos naturales sea respetada por cualquier gobierno extranjero que desee establecer relaciones comerciales.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/delcy-rodriguez-indemnizacion-robo-citgo/)",
    "json_file": "/home/ari/Collage/04-Forth_Year/Preimer_Semestre/PL/Final_Proj/Report_Generator/Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-12.json",
    "message_index": 179,
    "message_id": 114056,
    "date": "2025-12-19T21:15:26+00:00",
    "text": "[**Venezuela exige indemnizaciones de Washington por el robo de CITGO**](https://www.telesurtv.net/delcy-rodriguez-indemnizacion-robo-citgo/)\n\nDesde [#Caracas](tg://search_hashtag?hashtag=Caracas), la vicepresidenta de [#Venezuela](tg://search_hashtag?hashtag=Venezuela)火, Delcy Rodr铆guez, denunci贸 frente a PDVSA La Campi帽a las agresiones de #EEUU吼, afirmando que Washington \"le debe al pueblo bolivariano\" y no a la inversa.\n\n Rodr铆guez detall贸 un \"saqueo\" de m谩s de 35.000 millones de d贸lares, incluyendo la empresa Citgo y dividendos retenidos il铆citamente desde 2019, calific谩ndolo de \"pirater铆a econ贸mica\".\n\nLa vicepresidenta asegur贸 que los hidrocarburos venezolanos no se negocian bajo \"amenazas ni extorsi贸n\". Insisti贸 en que cualquier compra debe ser \"bajo protocolos legales y pago correspondiente\", descartando ceder ante la \"estrategia de cerco\" de Washington.\n\nConoce m谩s: https://www.telesurtv.net/delcy-rodriguez-indemnizacion-robo-citgo/",
    "photo_path": null,
    "views": 1604,
    "reactions": {
      "": 49,
      "": 11,
      "": 1
    },
    "total_reactions": 61
  }
}