{
  "url": "https://www.telesurtv.net/panama-conmemora-invasion-estadounidense/",
  "title": "En imágenes: Panamá conmemora los 36 años de la invasión estadounidense - teleSUR",
  "section": "América Latina y El Caribe",
  "tags": [
    "36 años de la agresión militar ejecutada por Estados Unidos",
    "Asamblea Nacional",
    "Canal de Panamá",
    "EE.UU.",
    "jornada de duelo nacional",
    "Panamá",
    "Washington"
  ],
  "text": "Este 20 de diciembre, Panamá se moviliza en las calles para conmemorar uno de los episodios más oscuros y sangrientos de su historia contemporánea. Al cumplirse 36 años de la agresión militar ejecutada por Estados Unidos, la Asamblea Nacional oficializó una jornada de duelo nacional en memoria de los cientos de fallecidos y miles de heridos que dejó la incursión.\nEl acto de recordación busca rescatar la dignidad de una nación que sufrió el impacto directo de la maquinaria bélica del Pentágono, bajo órdenes del entonces mandatario George Bush. La intervención, que Washington justificó con el pretexto de capturar al general Manuel Antonio Noriega, se saldó con una cifra oficial de 560 muertes, aunque organizaciones sociales estiman que el número de víctimas fatales es significativamente mayor.\n\nLos relatos de los sobrevivientes describen una noche de terror donde la capital fue sometida a un bombardeo incesante, registrándose una explosión cada dos minutos durante las horas más críticas del ataque. Esta desproporción de fuerza no solo buscaba un objetivo militar, sino la desarticulación total de la resistencia interna del país centroamericano.\nAnalistas y sociólogos locales coinciden en que el verdadero trasfondo de la invasión fue la imposición de un régimen alineado a los intereses de la Casa Blanca, garantizando así el control sobre áreas estratégicas.\n\n\nLa jura de Guillermo Endara como presidente dentro de una base militar estadounidense, mientras los vecindarios populares aún ardían, simboliza para muchos la pérdida momentánea de la soberanía nacional. Aquella acción terminó por disolver las fuerzas de defensa panameñas, dejando el camino libre para la reestructuración del Estado bajo la tutela del Comando Sur.\n\n\nA pesar de que la Corte Interamericana de Derechos Humanos determinó en 2018 que Estados Unidos vulneró derechos fundamentales y recomendó una reparación integral, el gobierno norteamericano persiste en su política de impunidad.\n\n\nLos familiares de los desaparecidos y las víctimas civiles continúan exigiendo investigaciones transparentes e indemnizaciones que Washington se niega a tramitar. Esta falta de justicia restaurativa mantiene abierta una herida social que cada año se manifiesta con mayor fuerza en las exigencias de los colectivos de derechos humanos.\n\n\nEl contexto actual añade una capa de tensión a esta efeméride, dado el reciente incremento de la presencia militar estadounidense en territorio panameño bajo supuestos programas de lucha contra el narcotráfico. A esto se suman las declaraciones hostiles desde Washington que sugieren una intención de retomar el dominio administrativo sobre el Canal de Panamá.\n\n\nPara los manifestantes, estas señales representan una amenaza directa a los tratados de soberanía conquistados tras décadas de lucha popular, evidenciando que las ambiciones expansionistas no han desaparecido. En las calles se evidenciaron también las muestras de solidaridad con la República Bolivariana de Venezuela que afronta hoy amenazas de agresión similares a las de 36 años atrás.\n\n\nLa jornada de luto nacional se consolida como un ejercicio de resistencia contra el olvido y una reafirmación de la identidad panameña frente a la injerencia extranjera. Mientras las banderas ondean a media asta, las organizaciones sociales ratifican que la paz en la región solo es posible mediante el respeto absoluto a la autodeterminación de los pueblos. Panamá recuerda hoy sus cicatrices no para vivir en el pasado, sino para asegurar que ninguna potencia extranjera vuelva a decidir el destino de su suelo patrio.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/panama-conmemora-invasion-estadounidense/",
    "json_file": "/home/ari/Collage/04-Forth_Year/Preimer_Semestre/PL/Final_Proj/Report_Generator/Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-12.json",
    "message_index": 109,
    "message_id": 114138,
    "date": "2025-12-20T19:55:07+00:00",
    "text": "teleSUR\nEn imágenes: Panamá conmemora los 36 años de la invasión estadounidense\nhttps://www.telesurtv.net/panama-conmemora-invasion-estadounidense/",
    "photo_path": null,
    "views": 1673,
    "reactions": {
      "👍": 33,
      "😭": 4,
      "❤": 3
    },
    "total_reactions": 40
  }
}