{
  "url": "https://www.telesurtv.net/eeuu-plan-despojar-palestinos-gaza/",
  "title": "EE.UU. propone plan para despojar a los palestinos de Gaza",
  "section": "Mundo",
  "tags": [
    "coloniasmo",
    "intervencionismo",
    "neocolonialismo"
  ],
  "text": "Estados Unidos pretende establecer un plan de reconstrucci칩n para la Franja de Gaza que la convertir칤a en destino tur칤stico, maniobra para despojar a los palestinos de sus derechos leg칤timos y perpetuar la ocupaci칩n israel칤 en el territorio palestino.\nMedios locales denunciaron, que el plan de la administraci칩n estadounidense, denominado 춺Proyecto amanecer췉 no detalla el destino de los 2 millones de palestinos que habitan la ciudad de Gaza, reafirmando las inclinaciones de Washington por la ejecuci칩n de pol칤ticas internacionales intervencionistas y de control estrat칠gico en la regi칩n.\n\nEl enviado especial estadounidense Steve Witkoff y el yerno del presidente Donald Trump, Jared Kushner, adelantaron el proyecto a potenciales inversores y a gobiernos extranjeros, entre ellos T칲rkiye y Egipto, public칩 un medio de Estados Unidos.\nA principios de este a침o, Trump ha mostrado inclinaciones por planes que conllevan la reubicaci칩n forzada de los palestinos y la posible toma de control de Gaza, que reflejan la pol칤tica expansionista e imperialista que hist칩ricamente ha caracterizado al Gobierno de Estados Unidos, que invisibiliza el genocidio israel칤 y se enfoca en sus intereses econ칩micos.\n\n\nPara febrero de este a침o decenas de organizaciones de derechos civiles y grupos de defensa expresaron su preocupaci칩n por las declaraciones de Donald Trump acerca de expulsar a casi dos millones de palestinos de la tierra en que nacieron.\nM치s de 70 organizaciones estadounidenses enviaron una carta al jefe de Estado instando a que archive el plan de tomar el control de la Franja de Gaza맟 reubicar por la fuerza a la poblaci칩n gazat칤 en pa칤ses cercanos como Jordania y Egipto.\nQuienes escribieron al mandatario, enfatizaron que Gaza no es un sitio inmobiliario en venta al mejor postor, sino el hogar de muchas generaciones de palestinos. Entre estas organizaciones est치n el Consejo de Relaciones Estadounidenses-Isl치micas (CAIR por sus siglas en ingl칠s); el grupo Musulmanes Estadounidenses por Palestina (AMP); CODEPINK; Peace Action, y el Consejo de Organizaciones Musulmanas de Estados Unidos (USCMO).\nExpertos en derecho internacional han afirmado que el plan de Donald Trump es una violaci칩n al derecho internacional y no es m치s que la continuaci칩n de la pol칤tica de desplazamiento israel칤 de 1948, la cual es un crimen de guerra seg칰n las Convenciones de Ginebra y el Estatuto de Roma.\n\n\n",
  "source_metadata": {
    "url": "https://www.telesurtv.net/eeuu-plan-despojar-palestinos-gaza/",
    "json_file": "/home/ari/Collage/04-Forth_Year/Preimer_Semestre/PL/Final_Proj/Report_Generator/Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-12.json",
    "message_index": 151,
    "message_id": 114086,
    "date": "2025-12-20T04:55:08+00:00",
    "text": "teleSUR\nEE.UU. propone plan para Gaza como una maniobra para despojar a los palestinos\nhttps://www.telesurtv.net/eeuu-plan-despojar-palestinos-gaza/",
    "photo_path": null,
    "views": 1508,
    "reactions": {
      "游뱗": 40,
      "游눨": 11,
      "游녩": 2
    },
    "total_reactions": 53
  }
}