{
  "url": "https://www.telesurtv.net/golpe-electoral-hackers-ciberataque-honduras/",
  "title": "Golpe electoral en Honduras: Hackers revelan ciberataque al sistema de escrutinio TREP - teleSUR",
  "section": "América Latina y El Caribe",
  "tags": [
    "elecciones",
    "Honduras",
    "TREP"
  ],
  "text": "Denuncias difundidas y viralizadas en redes sociales alertan sobre un posible intento de fraude electoral en Honduras, luego de que se hicieran públicas direcciones de internet y rangos de IP que estarían vinculados a los servidores del Consejo Nacional Electoral (CNE).\n\nLEA TAMBIÉN:Congreso Nacional de Honduras anuncia escrutinio voto por voto\nSegún el material que circula en plataformas digitales y foros de Hacking y cibercrimen, dichas direcciones habrían sido utilizadas o difundidas con la intención de acceder de forma remota a la infraestructura tecnológica electoral, lo que —de concretarse— podría permitir la adulteración de resultados y beneficiar artificialmente a determinados candidatos, incluso aquellos con niveles mínimos de respaldo popular, de acuerdo con las denuncias.\nEspecialistas en informática y ciberseguridad en redes sociales señalan que las imágenes viralizadas no prueban un hackeo consumado, pero sí evidencian una fase de reconocimiento y preparación de un posible ciberataque, lo que representa un riesgo real para la integridad del sistema electoral.\nEl análisis técnico de dos imágenes ampliamente compartidas revela elementos preocupantes. En la primera, titulada “Hack the Elections”, se listan rangos de direcciones IP internas asociadas a redes del sistema electoral hondureño, incluyendo segmentos típicos de infraestructura privada no accesible públicamente, lo que sugiere una posible filtración o mapeo interno de redes críticas.\n\n\n\n\nLa segunda imagen corresponde a un chat en línea donde varios usuarios coordinan acciones de tipo cibernético, incluyendo amenazas explícitas de ataques DDoS y el intercambio de información sensible.\nPara especialistas, este comportamiento es característico de espacios digitales utilizados para organizar ataques informáticos, aunque insisten en que no existe evidencia concluyente de una intrusión exitosa hasta el momento.\nA estas alertas se suman denuncias sobre inconsistencias numéricas en el padrón electoral. De acuerdo con la información difundida, el padrón habilitado sería de aproximadamente 6.5 millones de votantes, mientras que los votos registrados superarían ya los 7 millones, pese a que el sistema de transmisión oficial reporta apenas un 91 % de avance.\nEste desfase ha encendido las alarmas entre sectores sociales y políticos, que advierten que el conteo podría seguir incrementándose, reforzando las sospechas de manipulación o alteración de datos, en un contexto de alta polarización política y desconfianza institucional.\n\n\nLas denuncias apuntan directamente a un posible “golpe electoral” en gestación, en el que sectores del bipartidismo tradicional estarían implicados en un fraude de gran escala, lo que, de confirmarse, constituiría uno de los procesos electorales más cuestionados en la historia reciente de Honduras.\nEn este escenario, diversos actores exigen transparencia absoluta, auditorías técnicas independientes, comparecencias públicas del CNE y garantías de que los resultados reflejarán la voluntad popular, advirtiendo que cualquier intento de manipulación profundizaría la crisis política y social del país.\nHasta el momento, las autoridades electorales no han emitido un pronunciamiento técnico detallado que responda a estas denuncias específicas, mientras el tema continúa escalando en redes sociales y foros internacionales, incluidos espacios como BreachForums, donde usuarios aseguran que la supuesta brecha de seguridad electoral en Honduras ya es objeto de discusión global.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/golpe-electoral-hackers-ciberataque-honduras/",
    "json_file": "/home/ari/Collage/04-Forth_Year/Preimer_Semestre/PL/Final_Proj/Report_Generator/Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-12.json",
    "message_index": 191,
    "message_id": 114044,
    "date": "2025-12-19T19:01:01+00:00",
    "text": "🌐 Noticias en la Web que debes conocer:\n\n➡️ Adolfo Pérez Esquivel pide juzgar a Trump ante la Corte Penal Internacional\n🔗: https://www.telesurtv.net/adolfo-perez-esquivel-pide-juzgar-trump-ante-cpi/\n\n➡️Golpe electoral en Honduras: Hackers revelan ciberataque al sistema de escrutinio TREP\n🔗: https://www.telesurtv.net/golpe-electoral-hackers-ciberataque-honduras/\n\n➡️Agricultores y ganaderos españoles protestan en Madrid contra acuerdo UE-Mercosur\n🔗: https://www.telesurtv.net/agricultores-ganaderos-espanoles-protesta-contra-acuerdo-ue-mercosur/",
    "photo_path": null,
    "views": 1430,
    "reactions": {
      "👍": 27,
      "👏": 8,
      "❤": 3,
      "🔥": 1
    },
    "total_reactions": 39
  }
}