{
  "url": "https://www.telesurtv.net/embargo-haberes-diputada-milei-acusada-narco/",
  "title": "Embargan haberes de diputada de Milei acusada de narco - teleSUR",
  "section": "América Latina y El Caribe",
  "tags": [
    "Argentina",
    "embargo de haberes",
    "Las Grutas",
    "Lorena Villaverde"
  ],
  "text": "La Justicia de Río Negro, Argentina, ordenó el embargo preventivo de los haberes de la diputada de La Libertad Avanza, Lorena Villaverde, por un monto de 40.5 millones de pesos. La medida cautelar surge tras una demanda por irregularidades en la comercialización de un terreno en Las Grutas, donde un comprador denunció haber pagado por un lote del cual nunca recibió la posesión.\nLa decisión de la Unidad Jurisdiccional Civil N.º 3, tomada por el juez Santiago Morán, busca resguardar 27 millones de pesos en concepto de capital y otros 13.5 millones para cubrir intereses y costos del proceso.\n\n\nEl magistrado validó el embargo preventivo al considerar la solidez de las pruebas presentadas, documentos y recibos. Asimismo, se notificó a la Cámara de Diputados para asegurar el cumplimiento de la orden bajo apercibimiento de sanciones.\nEl revés judicial coincide con la difusión de registros de la Justicia de Florida que vinculan a Villaverde con una detención en Miami en 2002 por presunto intento de compra de un kilogramo de cocaína por 17 mil dólares.\nAsimismo, se ha señalado su cercanía con Claudio Ciccarelli, primo y presunto testaferro de Federico «Fred» Machado, empresario argentino procesado en Estados Unidos y aportante de la campaña presidencial de José Luis Espert.\nEn octubre, poco antes de su extradición a Estados Unidos, Machado, quien enfrenta cargos por narcotráfico, estafa y lavado de dinero, envió un mensaje de advertencia al Gobierno nacional, afirmando: «Si hablo, se cae el país mañana».\n\n\n\n\nEn una causa vinculada a la misma red financiera, el juez Lino Mirabelli ordenó el congelamiento de todos los bienes de José Luis Espert, su esposa, su hermano y varios socios. La disposición, solicitada por el fiscal Federico Domínguez, prohíbe vender, transferir o gravar activos por un periodo de 90 días.\nLa investigación busca determinar el origen de 200.000 dólares que habrían financiado la campaña presidencial de 2019, fondos presuntamente provenientes de Federico «Fred» Machado. Entre los activos afectados por la medida se encuentran inmuebles (incluyendo una quinta en Escobar), vehículos y sociedades comerciales, y el sello electoral Avanza Libertad.\nEl expediente sumó recientemente una factura de exportación por 300 mil dólares emitida a una firma en Australia con sede en Panamá, documento que la justicia evalúa como parte de la presunta maniobra de blanqueo de activos ilícitos.\n",
  "source_metadata": {
    "url": "https://www.telesurtv.net/embargo-haberes-diputada-milei-acusada-narco/",
    "json_file": "/home/ari/Collage/04-Forth_Year/Preimer_Semestre/PL/Final_Proj/Report_Generator/Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-12.json",
    "message_index": 207,
    "message_id": 114027,
    "date": "2025-12-19T16:55:13+00:00",
    "text": "teleSUR\nEmbargan haberes de diputada de Milei acusada de narco\nhttps://www.telesurtv.net/embargo-haberes-diputada-milei-acusada-narco/",
    "photo_path": null,
    "views": 1336,
    "reactions": {
      "👍": 30,
      "❤": 2,
      "🔥": 2
    },
    "total_reactions": 34
  }
}