{
  "url": "https://www.telesurtv.net/gaza-79-937-victimas-fatales-israel-genocida/",
  "title": "Gaza suma 70.937 v铆ctimas fatales por agresi贸n genocida de Israel - teleSUR",
  "section": "Mundo",
  "tags": [
    "Asedio",
    "asesinatos",
    "Gaza",
    "Israel",
    "Palestina",
    "Sionistas"
  ],
  "text": "Las autoridades sanitarias de la Franja de Gaza informaron que la cifra de palestinos asesinados ascendi贸 a 70.937 desde el inicio de los ataques en octubre de 2023. Los equipos de rescate reportaron que numerosas v铆ctimas permanecen atrapadas bajo los escombros, debido a que las brigadas de emergencia enfrentan dificultades extremas para llegar a las zonas afectadas por los bombardeos.\n\n\nEn las 煤ltimas 24 horas, el personal m茅dico registr贸 la muerte de 12 palestinos y siete heridos adicionales en el territorio. Desde la firma del acuerdo de alto el fuego el 11 de octubre de 2025, las instituciones contabilizaron 405 fallecidos y 1.115 lesionados, adem谩s de la recuperaci贸n de 649 cad谩veres.\n\n\n\n\nEstos datos reflejan la magnitud de la crisis humanitaria que persiste en el enclave palestino, donde la infraestructura de salud trabaja para identificar a las v铆ctimas recientemente confirmadas. La situaci贸n en la Franja de Gaza durante este 2025 evidencia el impacto de la agresi贸n contra la poblaci贸n civil en el Sur Global.\nLa imposibilidad de los equipos de emergencia para rescatar a los desaparecidos bajo los restos de los edificios resalta la vulneraci贸n de los derechos humanos y la precariedad de los servicios b谩sicos en la regi贸n. La lucha del pueblo palestino por su soberan铆a y la paz contin煤a siendo un punto central de la agenda de integraci贸n y justicia para las naciones que resisten ante la ocupaci贸n y la violencia sistem谩tica.\nPor su parte, el Ministerio de Sanidad de la Franja de Gaza denunci贸 el domingo 21 de diciembre que el sesenta y dos por ciento de los medicamentos primarios faltan en sus dep贸sitos. La instituci贸n advirti贸 que doscientos ochenta y ocho mil doscientos ocho pacientes enfrentan el peligro de sufrir reca铆das severas e infartos ante la ausencia de f谩rmacos esenciales.\n\n\n\n\nEl bloqueo total y la agresi贸n militar deterioraron el sistema sanitario a niveles sin precedentes, lo que anul贸 la capacidad de brindar diagn贸sticos y tratamientos adecuados para la poblaci贸n civil en el enclave.\nLa cartera de salud report贸 la desaparici贸n del setenta por ciento de los remedios oncol贸gicos y el agotamiento total de suministros para cirug铆as de coraz贸n. La escasez tambi茅n alcanz贸 a los bancos de sangre y servicios de urgencias, mientras la inseguridad alimentaria aguda golpea a uno coma seis millones de habitantes.\nCifras de la Organizaci贸n Mundial de la Salud confirmaron el fallecimiento de mil pacientes que esperaban traslados m茅dicos al exterior, hecho que demuestra la letalidad del cerco contra la soberan铆a sanitaria del pueblo palestino en este dos mil veinticinco.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/gaza-79-937-victimas-fatales-israel-genocida/",
    "json_file": "/home/ari/Collage/04-Forth_Year/Preimer_Semestre/PL/Final_Proj/Report_Generator/Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-12.json",
    "message_index": 9,
    "message_id": 114257,
    "date": "2025-12-22T14:55:13+00:00",
    "text": "teleSUR\nGaza suma 70.937 v铆ctimas fatales por agresi贸n genocida de Israel\nhttps://www.telesurtv.net/gaza-79-937-victimas-fatales-israel-genocida/",
    "photo_path": null,
    "views": 728,
    "reactions": {
      "が": 10,
      "く": 1
    },
    "total_reactions": 11
  }
}