{
  "url": "https://www.telesurtv.net/amenazas-partido-liberal-golpe-electoral/",
  "title": "Golpe electoral en Honduras: Partido Liberal y Libre denuncian amenazas militares para silenciarlos - teleSUR",
  "section": "América Latina y El Caribe",
  "tags": [
    "Fraude Electoral",
    "golpe electoral",
    "Honduras",
    "Juntas Especiales de Verificación y Recuento",
    "Liberal",
    "Partido Libre"
  ],
  "text": "Miembros del Partido Libertad y Refundación (Libre) y del Partido Liberal denunciaron que efectivos de las Fuerzas Armadas realizaron amenazas de arrestos inmediatos a integrantes de las Juntas Especiales de Verificación y Recuento (JVR) si persistían en el envío de “actas en cero”, un procedimiento plenamente legal cuando se detectan inconsistencias graves en las mesas de votación, como sucedió luego de las elecciones generales del pasado 30 de noviembre\n\nLEA TAMBIÉN:Fraude electoral en Honduras: miembros de la junta de verificación denuncian amenazas de militares\n\nLas organizaciones denunciantes alertan que la actuación de los militares viola su mandato constitucional, el cual establece que su función es garantizar la seguridad del proceso electoral y la defensa del libre sufragio, no intervenir en decisiones técnicas ni intimidar a los actores del escrutinio.\nEn un video difundido por el partido Libre, se afirma que los representantes partidarios fueron agredidos verbalmente por personal militar, quien les advirtió que no debían enviar votos anulados ni actas en cero, bajo la amenaza de ser retirados de las mesas y encarcelados.\nEstas declaraciones fueron corroboradas por reportes del corresponsal de teleSUR, Karim Duarte, quien informó que al menos 200 integrantes del Partido Liberal recibieron amenazas similares en los centros de escrutinio.\n\n\nSegún los denunciantes, la prohibición arbitraria de las actas en cero evidencia un sesgo político y una intervención indebida, destinada a alterar los resultados finales del proceso electoral.\nLas actas en cero constituyen una herramienta legal de control del sistema electoral hondureño. Las Juntas Especiales están facultadas para emitirlas cuando existen inconsistencias irreconciliables, como falta de firmas, discrepancias entre cuadernillos y actas, datos contradictorios o declaración formal de nulidad. Lejos de ser una irregularidad, su uso protege la pureza del voto y la voluntad popular.\n\n\n\nEn medio de esta crisis, el consejero del Consejo Nacional Electoral (CNE), Marlon Ochoa, anunció que impugnará los resultados y se negó a validar lo que calificó como un proceso fraudulento tutelado por intereses externos.\n“Ni aunque me lleven a ese pleno a punta de bala, me van a hacer validar un fraude”, sentenció Ochoa, asegurando que estas elecciones son las más sucias y menos transparentes en la historia reciente del país, incluso por encima de las polémicas elecciones de 2017.\n\n\nEl consejero vinculó el actual escenario con la injerencia de Estados Unidos, cuestionando las presiones políticas provenientes de Washington y recordando que el expresidente Juan Orlando Hernández —condenado por narcotráfico— fue recientemente indultado por Donald Trump, un hecho que, a su juicio, agrava la desconfianza sobre el papel externo en la política hondureña.\nAnte la acumulación de irregularidades, Ochoa insistió en que la única salida legítima es un recuento voto por voto, urna por urna, abriendo las 19.167 juntas receptoras de votos, debido a las discrepancias entre el padrón electoral y las cifras reportadas, así como a las fallas recurrentes del Sistema de Transmisión de Resultados Electorales Preliminares (TREP).\nMientras tanto, representantes del Partido Liberal permanecen concentrados a las afueras del INFOP, exigiendo al CNE acceso para aclarar irregularidades en más de dos mil actas. Desde primeras horas de la mañana, delegaciones acreditadas de Comayagua, Choluteca, Cortés, Francisco Morazán, Atlántida y otros departamentos reiteraron que están dispuestos a defender la voluntad expresada en las urnas, asegurando que su candidato presidencial, Salvador Nasralla, resultó vencedor.\n",
  "source_metadata": {
    "url": "https://www.telesurtv.net/amenazas-partido-liberal-golpe-electoral/",
    "json_file": "/home/ari/Collage/04-Forth_Year/Preimer_Semestre/PL/Final_Proj/Report_Generator/Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-12.json",
    "message_index": 14,
    "message_id": 114252,
    "date": "2025-12-22T13:55:07+00:00",
    "text": "teleSUR\nGolpe electoral en Honduras: Partido Liberal y Libre denuncian amenazas militares para silenciarlos\nhttps://www.telesurtv.net/amenazas-partido-liberal-golpe-electoral/",
    "photo_path": null,
    "views": 773,
    "reactions": {
      "🤬": 14,
      "❤": 1
    },
    "total_reactions": 15
  }
}