{
  "url": "https://www.telesurtv.net/cuba-descenso-casos-arbovirosis/",
  "title": "Cuba registra séptima semana consecutiva de descenso en casos de arbovirosis - teleSUR",
  "section": "América Latina y El Caribe",
  "tags": [
    "arbovirosis",
    "Cuba",
    "Epidemiología",
    "Ministerio de Salud",
    "Síndrome Febril Inespecífico"
  ],
  "text": "Cuba ha registrado una disminución sostenida en los casos de síndrome febril inespecífico (SFI), primer indicador de arbovirosis como el dengue y el chikungunya, y muestra una clara tendencia hacia el control de la epidemia, declaró este viernes en La Habana la viceministra de Salud Pública, Carilda Peña.\n“Después de haber transcurrido alrededor de tres meses con un incremento en el número de casos, podemos decir que la tendencia de este fenómeno es hacia el control. El país ha comenzado a experimentar una disminución de los casos que tienen síndrome febril inespecífico”, dijo Peña durante una rueda de prensa del Ministerio de Salud Pública (Minsap).\n\n\nSegún los datos oficiales, esta es la séptima semana consecutiva con descenso de casos de SFI. Además, la semana actual registró una reducción del 12.3% en los casos de chikungunya y hay menos pacientes en estado grave o crítico.\nAunque la tasa de incidencia del dengue se mantiene en una meseta entre 14 y 15%, las autoridades sanitarias consideran que el comportamiento epidemiológico comienza a estabilizarse tras el pico registrado desde julio, cuando se introdujo el virus del chikungunya en la provincia de Matanzas, cuya capital, de igual nombre, está unos 100 kilómetros al este de La Habana.\n\n\n\nEl chikungunya se expandió rápidamente a todas las provincias, afectando a una población que, según Peña, “nunca se había enfrentado a ese padecimiento”. La dispersión coincidió con una época de alta movilidad poblacional y con condiciones climáticas favorables para la proliferación del mosquito Aedes aegypti, vector transmisor de ambas enfermedades.\nLa viceministra alertó de que el chikungunya puede desarrollar un período crónico caracterizado por inflamación articular, dolor persistente y limitación de la movilidad, lo que refuerza la necesidad de vigilancia clínica prolongada en los pacientes afectados.\nEl Minsap también reconoció la existencia de un subregistro de casos de SFI, ya que muchas personas enfermaron sin acudir a consulta médica. “Más adelante, el Minsap tiene previsto hacer estudios para estimar el número de personas que estuvieron enfermas”, adelantó Peña.\nHasta el cierre de esta semana, se han reportado 55 fallecimientos por arbovirosis en Cuba: 37 por chikungunya y 18 por dengue. En noviembre, el Gobierno cubano reconoció oficialmente que el país enfrentaba una epidemia tras el alza sostenida de casos desde mediados del año.\nAnte este escenario, el Minsap ha insistido en reforzar las medidas de control y protección, especialmente en grupos vulnerables como ancianos, embarazadas y niños menores de un año. Asimismo, exhorta a la población a acudir al médico ante síntomas de alarma, tales como fiebre alta, dolor muscular intenso, sangrado, erupciones cutáneas u otros signos asociados a estas enfermedades.\nCarilda Peña informó que la víspera se registraron 2.188 casos de síndrome febril inespecífico (SFI), primer indicador de arbovirosis, y se confirmaron 372 nuevos contagios de chikungunya, elevando el acumulado nacional a 47.756 casos de esta enfermedad.\n",
  "source_metadata": {
    "url": "https://www.telesurtv.net/cuba-descenso-casos-arbovirosis/",
    "json_file": "/home/ari/Collage/04-Forth_Year/Preimer_Semestre/PL/Final_Proj/Report_Generator/Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-12.json",
    "message_index": 172,
    "message_id": 114063,
    "date": "2025-12-19T22:55:08+00:00",
    "text": "teleSUR\nCuba registra séptima semana consecutiva de descenso en casos de arbovirosis\nhttps://www.telesurtv.net/cuba-descenso-casos-arbovirosis/",
    "photo_path": null,
    "views": 1674,
    "reactions": {
      "👏": 35,
      "👍": 1,
      "🔥": 1
    },
    "total_reactions": 37
  }
}