{
  "url": "https://www.telesurtv.net/bolivia-central-obrera-paro-gasolinazo/",
  "title": "Bolivia: Central Obrera declara paro nacional contra el “gasolinazo” de Rodrigo Paz - teleSUR",
  "section": "América Latina y El Caribe",
  "tags": [
    "Bolivia",
    "Central Obrera Boliviana",
    "gazolinazo",
    "Paro nacional",
    "Rodrigo Paz",
    "Subsidios combustibles"
  ],
  "text": "La Central Obrera Boliviana (COB) declaró un paro nacional y movilización generalizada en rechazo al Decreto Supremo 5503, conocido popularmente como el “gasolinazo”, que elimina subsidios a los combustibles y facilita la entrega de recursos estratégicos a privados sin supervisión legislativa.\nLa medida, impulsada por el Gobierno de Rodrigo Paz, ha desatado protestas masivas en varias ciudades del país. La COB instruyó a sus más de 65 sindicatos a no negociar con el Ejecutivo mientras no se abrogue el decreto neoliberal.\n\n\n“Se acabó la intención de dialogar. Si el Gobierno nos quería ver en las calles y carreteras, ahí nos tendrá”, afirmó desde Oruro el secretario ejecutivo de la COB, Mario Argollo, minero de Huanuni.\nArgollo anunció el paro indefinido y advirtió que no habrá diálogo con el Gobierno mientras no se abrogue el Decreto Supremo 5503. Tras precisar que la medida será un paro movilizado y escalonado, afirmó que el pueblo ya está en las calles y “no podemos ser indiferentes”.\nEste viernes, choferes de La Paz y El Alto iniciaron un paro de 24 horas con bloqueos en puntos estratégicos, afectando significativamente la movilidad urbana. Ante la paralización del transporte terrestre, el teleférico se convirtió en la principal alternativa, generando largas filas en sus estaciones. Protestas similares se registraron en Potosí, en el suroeste del país andino.\n\n\nEl Decreto Supremo 5503 supone un alza del 86% en la gasolina y del 162% en el diésel respecto a los precios subvencionados, una política que estuvo vigente por más de dos décadas. Los transportistas denunciaron que, a raíz de la impopular medida, las tarifas del transporte oscilan entre 4.50 y5.50 bolivianos, lo que ha generado rechazo tanto de las autoridades como de la ciudadanía.\nSantos Escalante, líder sindical de transportistas en La Paz, confirmó que el paro abarca 24 horas y adelantó que podrían convocar a bloqueos de caminos a partir de la próxima semana. Por su parte, Lucio Gómez, dirigente nacional del sector, anunció que este sábado sostendrán una reunión nacional en Cochabamba para evaluar la posibilidad de movilizaciones generales con cierres de rutas.\n\nEl viceministro de Transporte, Hugo Criales, dijo que se invitará a los choferes a una mesa de diálogo con representantes de sectores federados, libres, cooperativas y cámaras del transporte. Aseguró que la eliminación de subsidios era “inevitable” y que la población enfrenta los cambios “con resignación”. Sin embargo, el ministro de Economía, José Gabriel Espinoza, sostuvo que no hay justificación para aumentar las tarifas del transporte público, pese al retiro de subsidios.\nAdemás del efecto en los precios de los combustibles, con las consiguientes alzas en el transporte, el decreto establece la entrega exprés de recursos naturales estratégicos sin intervención del Legislativo, una disposición que ha sido rechazada por organizaciones sociales y sindicales que la consideran una cesión de la soberanía nacional.\n",
  "source_metadata": {
    "url": "https://www.telesurtv.net/bolivia-central-obrera-paro-gasolinazo/",
    "json_file": "/home/ari/Collage/04-Forth_Year/Preimer_Semestre/PL/Final_Proj/Report_Generator/Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-12.json",
    "message_index": 184,
    "message_id": 114051,
    "date": "2025-12-19T20:55:19+00:00",
    "text": "teleSUR\nBolivia: Central Obrera declara paro nacional contra el “gasolinazo” de Rodrigo Paz\nhttps://www.telesurtv.net/bolivia-central-obrera-paro-gasolinazo/",
    "photo_path": null,
    "views": 1260,
    "reactions": {
      "👍": 36,
      "🔥": 4,
      "❤": 2
    },
    "total_reactions": 42
  }
}