{
  "url": "https://www.telesurtv.net/malasia-reunion-conflicto-tailandia-camboya/",
  "title": "Malasia acoge reunión por combates entre Tailandia y Camboya",
  "section": "Mundo",
  "tags": [
    "asean",
    "Camboya",
    "conflicto militar",
    "Malasia",
    "Tailandia"
  ],
  "text": "Los ministros de Relaciones Exteriores de la Asociación de Naciones del Sudeste Asiático (ASEAN) se reunirán este lunes en Kuala Lumpur, Malasia en un encuentro especial para tratar la reciente escalada de tensiones entre Tailandia y Camboya, miembros ambos del bloque regional.\nLa reunión busca coordinar una respuesta conjunta ante una crisis que ha dejado ya más de 50 muertos y más de 500.000 desplazados desde su reactivación el pasado 7 de diciembre.\nEsta será la primera reunión cara a cara entre los cancilleres Sihasak Phuangketkeow, de Tailandia, y Prak Sokhonn, de Camboya, desde el rebrote de los combates en múltiples puntos de su frontera común.\nLa cita se lleva a cabo bajo la presidencia rotatoria de Malasia, que albergará la reunión en su capital y emitió el domingo un comunicado en el que precisó que el encuentro “considerará los pasos que la ASEAN podría tomar para apoyar los esfuerzos hacia una posible desescalada (del conflicto) y cese de hostilidades en el interés de la paz y estabilidad” de ambas naciones y la región.\nEl conflicto actual, cuyo detonante sigue siendo incierto y es objeto de acusaciones mutuas, ya supera en duración el episodio violento de julio pasado, que se resolvió en cinco días gracias a la mediación internacional.\n\n\n\n\nEl canciller Sihasak Phuangketkeow, de Tailandia ya presente en Malasia, afirmó en una llamada del viernes con el secretario de Estado estadounidense, Marco Rubio, que “trabaja hacia un alto el fuego”, aunque condicionado a exigencias que Camboya ha rechazado. Por su parte, Prak Sokhonn reiteró antes de su viaje que “Camboya reafirmará su firme posición de resolver las diferencias y disputas a través de medios pacíficos, el diálogo y la diplomacia”.\nMientras tanto, Estados Unidos y China han mostrado su interés en actuar como mediadores del conflicto. Deng Xijun, enviado especial del Ministerio chino de Relaciones Exteriores para Asuntos Asiáticos, visitó recientemente Camboya y se reunió con el primer ministro Hun Manet, nación que agradeció a Pekín sus “esfuerzos para restablecer la paz” entre ambas capitales.\nEl presidente Trump por otra parte había anunciado en su red social Truth Social la aprobación por parte de ambas naciones de acogerse a una propuesta de paz tras una conversación con el mandatario. Las hostilidades se han mantenido a pesar de esa confirmación dada por Trump en un conflicto que ha mantenido su escala y que ha estado marcado por mutuas acusaciones de ambas partes sobre acciones militares en respuesta a acciones de su contraparte.\nEl Papa León XIV manifestó el pasado 10 de diciembre su «profunda tristeza» con respecto a la escalada de las acciones entre ambas naciones y ha hecho un llamado a llevar a cabo el cese a las hostilidades y usar el diálogo como vía para resolver el conflicto. Las tensiones entre ambas naciones responde a una disputa territorial histórica heredada desde el siglo pasado, cuando Camboya formaba parte de la Indochina francesa.\n",
  "source_metadata": {
    "url": "https://www.telesurtv.net/malasia-reunion-conflicto-tailandia-camboya/",
    "json_file": "/home/ari/Collage/04-Forth_Year/Preimer_Semestre/PL/Final_Proj/Report_Generator/Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-12.json",
    "message_index": 26,
    "message_id": 114238,
    "date": "2025-12-22T07:55:08+00:00",
    "text": "teleSUR\nMalasia acoge reunión especial para tratar combates entre Tailandia y Camboya\nhttps://www.telesurtv.net/malasia-reunion-conflicto-tailandia-camboya/",
    "photo_path": null,
    "views": 1130,
    "reactions": {
      "❤": 13,
      "👍": 6,
      "🔥": 2
    },
    "total_reactions": 21
  }
}