{
  "url": "https://www.telesurtv.net/papa-leon-xiv-cartas-nuevo-embajador-cuba/",
  "title": "Papa León XIV recibe cartas credenciales del nuevo embajador de Cuba - teleSUR",
  "section": "Mundo",
  "tags": [
    "Ciudad del Vaticano",
    "Leyde Rodríguez",
    "Papa XIV"
  ],
  "text": "El papa León XIV tuvo una audiencia hoy con Leyde Rodríguez, el nuevo embajador de Cuba ante la Santa Sede, este último le presentó sus cartas credenciales, que estaban firmadas por Miguel Díaz-Canel, presidente de su nación.\n\nSegún un comunicado oficial, la ceremonia en la que Rodríguez tomó oficialmente el puesto al mando de la misión diplomática del país caribeño se realizó este sábado por la mañana en el Palacio Apostólico Vaticano.\nEn el comunicado se enfatiza de la oficina de prensa de la Santa Sede que el diplomático cubano es egresado del Instituto Superior de Relaciones Internacionales (ISRI) y tiene un Doctorado en Ciencias Históricas por la Universidad de La Habana.\n\n\nEntre 2023 y 2025, cumplió con tareas como embajador ante Montenegro y Serbia. Antes de esto, entre 2007 y 2011, estuvo en Francia realizando misiones diplomáticas. También tuvo responsabilidades diplomáticas en la República del Congo y en la República Democrática del Congo entre los años 2002 y 2005.\nRodríguez le obsequió al Papa, en la habitual ceremonia de intercambio de regalos, una escultura de bronce del artista Douglas Lucas Mederos, la obra simboliza el espíritu y la cultura de Cuba, así como su habilidad para resistir.\nLeón XIV, por su parte, le regaló al embajador el libro Apartamento de la Audiencia Pontificia, que trata acerca de los sitios históricos y artísticos en los que el Santo Padre se encuentra con diplomáticos y fieles, así como de sus habitaciones de estado y estudio privado, así como la Medalla Pontificia del Jubileo 2025.\nSobre la audiencia con el Papa, el embajador dijo que “fue una ceremonia maravillosa” y “guardaré siempre el gran recuerdo de la atención, la amabilidad y la conversación magnífica que tuve con el Santo Padre”.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/papa-leon-xiv-cartas-nuevo-embajador-cuba/",
    "json_file": "/home/ari/Collage/04-Forth_Year/Preimer_Semestre/PL/Final_Proj/Report_Generator/Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-12.json",
    "message_index": 67,
    "message_id": 114189,
    "date": "2025-12-21T11:55:08+00:00",
    "text": "teleSUR\nPapa León XIV recibe cartas credenciales del nuevo embajador de Cuba\nhttps://www.telesurtv.net/papa-leon-xiv-cartas-nuevo-embajador-cuba/",
    "photo_path": null,
    "views": 1768,
    "reactions": {
      "👏": 33,
      "❤": 2,
      "👍": 2
    },
    "total_reactions": 37
  }
}