{
  "url": "https://www.telesurtv.net/venezuela-siembra-diez-millones-arboles/",
  "title": "Venezuela aspira sembrar 10 millones de árboles para el 2026",
  "section": "América Latina y El Caribe",
  "tags": [
    "árboles",
    "ecológicas",
    "Nicolás Maduro Moros",
    "Rosinés Chávez",
    "sembrar"
  ],
  "text": "El presidente de Venezuela, Nicolás Maduro, pidió a la presidenta del Instituto Nacional de Parques (Inparques), Rosinés Chávez, sembrar 10 millones de árboles para el próximo año y terminar la meta del 2025, de llegar a los 5 millones plantados.\nLa titular de Inparques explicó ante los movimientos ecologistas: Guardianes del Árbol, Mesas Técnicas de Reciclaje y Aseo, (Metras), Movimiento Ecologista Agrourbano y el Movimiento Ecologista Venezolano (Meven), que están trabajando con los planes nacionales de reforestación, en las asambleas de las comunas, en el fortalecimiento de los programas educativos y ambientales.\nAsimismo, Rosinés Chávez manifestó que están fortaleciendo los programas para la protección de la fauna y de la flora.\n“Hemos hecho una gran cantidad de cosas en este año, pero yo creo que hoy, en el Bicentenario del Decreto de Chuquisaca, nuestro compromiso es incluso mayor, no solamente el compromiso institucional, sino el compromiso de todas las comunidades, el compromiso del venezolano y la venezolana que ama su patria, que ama su madre tierra y que sabe que tiene que defenderla y sabe cómo hacerlo”, explicó Rosinés Chávez.\nLa joven ecologista señaló que para el 2026 las metas son grandes, “pero la preparación, la voluntad y, sobre todo, sí, la preparación que hemos venido fortaleciendo es lo que sé que nos va a permitir llegar a esas metas, a esa meta de 10 millones de árboles para el 2026”.\n“Esta juventud que se levanta con conciencia y voluntad firme, y sobre todo veo en el brillo de los ojos, Rosinés, una fe inquebrantable en la patria y en la victoria de nuestra patria, en cualquier circunstancia, fe inquebrantable de nuestro corazón que se expresa a través de nuestra palabra, de nuestra verdad, porque sencillamente lo que estamos haciendo es defender la verdad de Venezuela, desde Bolívar”, declaró el presidente Maduro felicitando a la presidenta de Inparques por el compromiso demostrado.\nLa petición se realizó en el acto de Conmemoración al Bicentenario del Decreto de Chuquisaca, llevado a cabo en el parque Vinicio Adames, ubicado en el estado Miranda, en el cual se ofreció un balance de la Gran Misión Madre Tierra Venezuela por el ministerio del Poder Popular para el Ecosocialismo.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/venezuela-siembra-diez-millones-arboles/",
    "json_file": "/home/ari/Collage/04-Forth_Year/Preimer_Semestre/PL/Final_Proj/Report_Generator/Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-12.json",
    "message_index": 149,
    "message_id": 114088,
    "date": "2025-12-20T06:55:07+00:00",
    "text": "teleSUR\nVenezuela traza como meta la siembra de 10 millones de árboles para el 2026\nhttps://www.telesurtv.net/venezuela-siembra-diez-millones-arboles/",
    "photo_path": null,
    "views": 1579,
    "reactions": {
      "👍": 45,
      "🥰": 4
    },
    "total_reactions": 49
  }
}