{
  "url": "https://www.telesurtv.net/coordinadora-por-la-paz-militar-ee-uu-ecuador/",
  "title": "Coordinadora por la Paz denuncia presencia militar de EE.UU. en Ecuador - teleSUR",
  "section": "Am茅rica Latina y El Caribe",
  "tags": [
    "CPAZ",
    "Ecuador",
    "EE.UU.",
    "presencia militar",
    "Venezuela"
  ],
  "text": "La Coordinadora por la Paz, la Soberan铆a, la Integraci贸n y la No Injerencia (CPAZ) alz贸 su voz en protesta contra el reciente arribo de personal de la Fuerza A茅rea de Estados Unidos a la Base de Manta. Para el movimiento social, el despliegue camuflado bajo el t茅rmino de 芦operaci贸n temporal禄 representa una transgresi贸n flagrante al art铆culo 5 de la Carta Magna del pa铆s andino. Seg煤n la organizaci贸n, este precepto proh铆be expl铆citamente la instalaci贸n de infraestructuras o tropas extranjeras con fines b茅licos en un territorio que se autodefine constitucionalmente como una naci贸n de paz.\nEl pronunciamiento resalta que el gobierno encabezado por Daniel Noboa est谩 actuando de espaldas al mandato soberano expresado en las urnas el pasado 16 de noviembre. Durante la 煤ltima consulta popular, donde m谩s del 62 por ciento de la ciudadan铆a rechaz贸 de forma contundente la posibilidad de permitir el retorno de bases militares for谩neas al pa铆s. CPAZ sostiene que insistir en esta pol铆tica militarista es un acto de desprecio hacia la voluntad del pueblo ecuatoriano, que ya decidi贸 proteger su independencia frente a cualquier intento de injerencia externa.\n\nLa organizaci贸n tambi茅n alert贸 sobre las peligrosas implicaciones geopol铆ticas que conlleva la reapertura operativa de Manta para los intereses de Washington en la regi贸n. En un contexto de hostigamiento sistem谩tico contra la Rep煤blica Bolivariana de Venezuela, el movimiento advierte que Ecuador corre el riesgo de ser utilizado como plataforma para agresiones estrat茅gicas. La denuncia se帽ala que la presencia de uniformados estadounidenses podr铆a facilitar el robo de recursos naturales y la ejecuci贸n de cercos militares contra naciones vecinas que defienden su derecho a la autodeterminaci贸n.\nEn el comunicado oficial, CPAZ enfatiz贸 que la soberan铆a nacional no es un bien negociable ni una moneda de cambio para acuerdos de seguridad con potencias imperiales. Permitir la entrada de tropas extranjeras bajo pretextos de lucha contra el crimen organizado es visto por los activistas como una traici贸n a la memoria hist贸rica y a los valores de libertad conquistados por las generaciones anteriores. La organizaci贸n reiter贸 que la seguridad interna debe ser gestionada por las propias instituciones nacionales, sin ceder el control del territorio soberano a fuerzas de ocupaci贸n.\n\n\nAnte lo que consideran una violaci贸n sistem谩tica de las normas jur铆dicas nacionales e internacionales, el colectivo plante贸 la posibilidad de activar mecanismos legales contra la actual administraci贸n. El irrespeto a los resultados de la consulta popular y la vulneraci贸n de los principios constitucionales podr铆an fundamentar una solicitud de revocatoria de mandato para el presidente Noboa. Para la coordinadora, un gobernante que ignora el voto directo de sus ciudadanos y compromete la integridad de la patria pierde la legitimidad necesaria para conducir el destino del Estado.\n\n\nEl movimiento social reafirm贸 su compromiso inquebrantable con la proclama de Am茅rica Latina y el Caribe como Zona de Paz, un estatus que debe ser respetado por todos los actores regionales. La nota concluye con un llamado a la movilizaci贸n popular y a la defensa activa de los recursos naturales frente a las pretensiones expansionistas del norte. Para CPAZ, la 煤nica v铆a para el desarrollo continental es la integraci贸n soberana y el rechazo absoluto a cualquier forma de presencia militar que pretenda dictar la pol铆tica interna desde intereses for谩neos.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/coordinadora-por-la-paz-militar-ee-uu-ecuador/",
    "json_file": "/home/ari/Collage/04-Forth_Year/Preimer_Semestre/PL/Final_Proj/Report_Generator/Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-12.json",
    "message_index": 122,
    "message_id": 114117,
    "date": "2025-12-20T16:55:14+00:00",
    "text": "teleSUR\nCoordinadora por la Paz denuncia presencia militar de EE.UU. en Ecuador\nhttps://www.telesurtv.net/coordinadora-por-la-paz-militar-ee-uu-ecuador/",
    "photo_path": null,
    "views": 1659,
    "reactions": {
      "": 34,
      "": 5
    },
    "total_reactions": 39
  }
}