{
  "url": "https://www.telesurtv.net/reclutamiento-infantil-ecuador-tiktok-capta/",
  "title": "Reclutamiento infantil en Ecuador: bandas criminales utilizan TikTok para la captación - teleSUR",
  "section": "América Latina y El Caribe",
  "tags": [
    "Bandas",
    "Ecuador",
    "infancia",
    "niños",
    "Reclutamiento infantil",
    "TikTok",
    "Violencia"
  ],
  "text": "Ecuador atraviesa una crisis de seguridad sin precedentes que ha convertido a niños, niñas y adolescentes en blancos directos de las estructuras criminales, las cuales han incorporado el reclutamiento infantil como una estrategia sistemática de funcionamiento, expansión y sostenibilidad.\n\nLEA TAMBIÉN:Coordinadora por la Paz denuncia presencia militar de EE.UU. en Ecuador\n\nInvestigaciones policiales y reportes de organizaciones sociales confirman que menores de edad participan actualmente en casi todas las organizaciones criminales catalogadas como terroristas en el país, con especial incidencia en zonas como el noroeste de Guayaquil y el cantón Durán, en la provincia del Guayas.\nEn estos territorios, bandas como Chone Killers, Latin King, Los Lobos, Tiguerones, Los Choneros y Lagartos han convertido a la infancia en mano de obra desechable, aprovechando la inimputabilidad penal y la ausencia del Estado.\nLos datos revelan un patrón alarmante: el reclutamiento comienza desde edades extremadamente tempranas, entre los cinco y ocho años, cuando los grupos criminales establecen vínculos afectivos, identidad simbólica y dependencia emocional, en ocasiones con la participación directa o indirecta de familiares. De este modo, la violencia se normaliza como forma de vida y supervivencia.\n\n\nPara Verónica Pólit, directora ejecutiva de la Fundación Tierra de Humanidad, el reclutamiento infantil no es un efecto colateral de la violencia, sino una estrategia central de los Grupos de Delincuencia Organizada (GDO). Según la experta, los niños son funcionales al crimen porque pueden ser manipulados, coaccionados y descartados, permitiendo a los líderes adultos evadir responsabilidades judiciales.\nLas tareas asignadas a estos menores van desde labores domésticas y minería ilegal, hasta microtráfico, cobro de extorsiones, secuestros y sicariato, insertándolos tempranamente en dinámicas de muerte y criminalidad que rompen cualquier posibilidad de desarrollo integral.\n\n\nLa captación se sostiene sobre condiciones estructurales de extrema vulnerabilidad. La precariedad económica, la falta de oportunidades, la violencia intrafamiliar, la discriminación y el consumo de sustancias empujan a miles de niños y adolescentes a percibir el delito como una salida inmediata a la pobreza. La ausencia de políticas públicas efectivas convierte a los barrios empobrecidos en territorios fértiles para la expansión criminal.\nA estas condiciones se suma una nueva y peligrosa dimensión: el reclutamiento digital. Investigaciones del Instituto de Internet de Oxford advierten que las redes sociales, especialmente TikTok, se han convertido en plataformas clave para la captación. El estudio señala que al menos uno de cada ocho videos consumidos por menores en Ecuador está vinculado directa o indirectamente a bandas criminales.\nEn estos contenidos, la narcocultura se glorifica mediante la exhibición de armas, autos de lujo, joyas y grandes sumas de dinero, presentando la vida criminal como una vía rápida hacia el poder, el estatus y la seguridad. Los algoritmos amplifican el fenómeno, ya que una sola interacción basta para exponer a los menores a una avalancha de propaganda criminal, atrapándolos en un ciclo de violencia normalizada.\nEn este contexto, los niños reclutados se convierten simultáneamente en víctimas y victimarios. Pólit subraya que criminalizar a los menores o endurecer sanciones no resuelve el problema, y advierte que el enfoque punitivo solo profundiza la exclusión. La respuesta, insiste, debe centrarse en medidas socioeducativas restaurativas, que garanticen la desvinculación real de los grupos criminales, la protección de derechos y la reintegración social.\nLas cifras oficiales refuerzan la gravedad del escenario. Unicef alertó que los homicidios de menores en Ecuador aumentaron un 640 % en cuatro años, pasando de 104 asesinatos en 2019 a 770 en 2023, en medio del colapso de la seguridad pública. El organismo también reporta un incremento del reclutamiento forzado, así como ataques y amenazas contra escuelas, hospitales, docentes y personal médico, lo que profundiza la exclusión social.\nAdemás, la trata de menores se ha disparado de forma crítica. Entre 2023 y 2024, los casos de niñas, niños y adolescentes víctimas de trata crecieron un 285 %, alcanzando 839 casos en 2024, según el Ministerio del Interior. Aunque en 2025 la cifra parcial muestra una leve reducción, la problemática persiste como una amenaza estructural.\nLa interrupción de servicios básicos, el cierre de escuelas y la militarización sin políticas sociales integrales dejan a más de 4,3 millones de niños sin acceso adecuado a educación, salud y protección, creando un caldo de cultivo ideal para el crimen organizado.\nEste panorama deja una conclusión ineludible: mientras se intente presentar a Ecuador como víctima de factores externos, la realidad evidencia un Estado incapaz de proteger a su infancia, donde las bandas criminales suplen al Estado con violencia, dinero y terror.\n",
  "source_metadata": {
    "url": "https://www.telesurtv.net/reclutamiento-infantil-ecuador-tiktok-capta/",
    "json_file": "/home/ari/Collage/04-Forth_Year/Preimer_Semestre/PL/Final_Proj/Report_Generator/Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-12.json",
    "message_index": 4,
    "message_id": 114262,
    "date": "2025-12-22T15:55:08+00:00",
    "text": "teleSUR\nReclutamiento infantil en Ecuador: bandas criminales utilizan TikTok para la captación\nhttps://www.telesurtv.net/reclutamiento-infantil-ecuador-tiktok-capta/",
    "photo_path": null,
    "views": 483,
    "reactions": {
      "🤬": 2,
      "❤": 1,
      "👏": 1
    },
    "total_reactions": 4
  }
}