{
  "url": "https://www.telesurtv.net/cristina-fernandez-apendicitis-en-argentina/",
  "title": "Cristina Fernández operada con éxito de apendicitis en Argentina",
  "section": "América Latina y El Caribe",
  "tags": [
    "apendicitis",
    "Buenos Aires",
    "CFK",
    "Cristina Fernández",
    "persecución política"
  ],
  "text": "La expresidenta de Argentina, Cristina Fernández de Kirchner, fue sometida con éxito a una intervención quirúrgica por apendicitis este sábado 20 de diciembre en el Sanatorio Otamendi de Buenos Aires. La exmandataria fue trasladada al centro médico después de sufrir fuertes molestias abdominales en su domicilio, donde cumple prisión domiciliaria, y un equipo médico evaluó sus síntomas antes de la operación.\nSegún informó la Agencia Noticias Argentinas, la cirugía finalizó después de las 22H00 (hora local), y la expresidenta se recupera acompañada de su círculo íntimo. Durante la jornada, militantes con carteles y dirigentes de confianza de la líder del Partido Justicialista (PJ), como la diputada Mayra Mendoza y el exsecretario de Derechos Humanos de la Nación Horacio Pietragalla, se concentraron en las inmediaciones del centro médico en señal de apoyo.\n\nCristina Fernández, quien ejerció dos mandatos presidenciales (2007-2015) y fue vicepresidenta en el gobierno de Alberto Fernández (2019-2023), fue trasladada al centro hospitalario desde su apartamento de la calle San José 1111 en el barrio porteño de Constitución.\nDesde junio de este año, la exjefa de Estado cumple prisión domiciliaria en dicho domicilio, como parte de la condena impuesta en la causa Vialidad, un proceso que la exmandataria y diversos analistas han calificado como persecución política y judicial con el fin de proscribirla políticamente.\n\n\nLa situación de prisión domiciliaria de Cristina ha sido objeto de controversia judicial. Esta semana, la Corte Suprema de Justicia avaló la colocación de una tobillera electrónica a la exmandataria. Sus abogados, Carlos Alberto Beraldi y Ary Llernovoy, habían argumentado que no existía peligro de fuga, considerando que Fernández es una figura pública custodiada por la Policía Federal, al igual que todos los expresidentes argentinos.\nAsimismo, los magistrados no revisaron un recurso presentado por la expresidenta respecto a las estrictas condiciones de visita impuestas. A Fernández se le exige pedir autorización para cada visita y tiene un límite de dos encuentros semanales, de dos horas cada uno, con un máximo de tres personas simultáneamente. Estas condiciones son inusuales, ya que no se aplican a otras personas bajo detención domiciliaria en el país.\nEsta intervención quirúrgica se suma a otras dos operaciones previas a las que fue sometida la exmandataria. En 2021, mientras ocupaba la vicepresidencia, Fernández fue intervenida para una histerectomía, que implicó la resección quirúrgica del útero.\nAnteriormente, en 2012, durante su presidencia, le extirparon un tumor en la glándula tiroides en el Hospital Universitario Austral de Pilar. Un año después, en 2013, nuevamente fue intervenida en el Hospital Universitario Fundación Favaloro para extraerle una colección subdural crónica en la cabeza, producto de un fuerte golpe durante una caída en un avión que la regresaba a Buenos Aires tras participar en la Asamblea General de la ONU.\n",
  "source_metadata": {
    "url": "https://www.telesurtv.net/cristina-fernandez-apendicitis-en-argentina/",
    "json_file": "/home/ari/Collage/04-Forth_Year/Preimer_Semestre/PL/Final_Proj/Report_Generator/Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-12.json",
    "message_index": 85,
    "message_id": 114171,
    "date": "2025-12-21T02:55:08+00:00",
    "text": "teleSUR\nCristina Fernández operada con éxito de apendicitis en Argentina\nhttps://www.telesurtv.net/cristina-fernandez-apendicitis-en-argentina/",
    "photo_path": null,
    "views": 1599,
    "reactions": {
      "👍": 34,
      "❤": 14
    },
    "total_reactions": 48
  }
}