{
  "url": "https://www.telesurtv.net/eln-decreta-tregua-navidena-denuncia-ee-uu/",
  "title": "Guerrilla colombiana ELN decreta tregua navide帽a y denuncia hostilidad de EE.UU. - teleSUR",
  "section": "Am茅rica Latina y El Caribe",
  "tags": [
    "agresiones",
    "Cese al fuego",
    "Colombia",
    "EE.UU.",
    "ELN",
    "injerencia",
    "Territorio colombiano"
  ],
  "text": "La guerrilla del Ej茅rcito de Liberaci贸n Nacional (ELN) anunci贸 un cese al fuego unilateral en todo el territorio colombiano para las festividades de fin de a帽o. La medida iniciar谩 a las cero horas en Colombia el 24 de diciembre y concluir谩 a la misma hora del 3 de enero de 2026.\nLa organizaci贸n insurgente envi贸 un mensaje de paz al pueblo colombiano a trav茅s de un comunicado oficial donde detall贸 el alcance de esta tregua que busca brindar tranquilidad durante la temporada decembrina.\n\nEl grupo guerrillero denunci贸 el despliegue de tropas de Estados Unidos por el mar Caribe con el fin de amenazar y saquear a las naciones del continente. Atribuy贸 la reciente escalada militar y el paro armado de 72 horas a la necesidad de enfrentar las agresiones b茅licas promovidas por Washington en la regi贸n.\nEl comunicado vincul贸 sus acciones de resistencia con la defensa de la soberan铆a ante la ofensiva estadounidense que provoc贸 el hundimiento de m谩s de treinta embarcaciones y la p茅rdida de vidas en aguas internacionales cercanas a Colombia.\n\n\nEl anuncio del ELN ocurri贸 tras una semana de fuerte actividad militar en departamentos como el Cesar y Norte de Santander, donde la insurgencia realiz贸 ataques contra bases del Ej茅rcito y estaciones policiales.\nEstas acciones respondieron, seg煤n la guerrilla, a la creciente militarizaci贸n de los oc茅anos por parte de fuerzas extranjeras que pretenden controlar los recursos y territorios del Sur Global en este 2025. La tregua navide帽a representa un gesto tradicional de la organizaci贸n en medio de un escenario de asedio internacional contra los pueblos de Am茅rica Latina.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/eln-decreta-tregua-navidena-denuncia-ee-uu/",
    "json_file": "/home/ari/Collage/04-Forth_Year/Preimer_Semestre/PL/Final_Proj/Report_Generator/Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-12.json",
    "message_index": 54,
    "message_id": 114206,
    "date": "2025-12-21T16:55:14+00:00",
    "text": "teleSUR\nGuerrilla colombiana ELN decreta tregua navide帽a y denuncia hostilidad de EE.UU.\nhttps://www.telesurtv.net/eln-decreta-tregua-navidena-denuncia-ee-uu/",
    "photo_path": null,
    "views": 2134,
    "reactions": {
      "": 45,
      "": 3,
      "": 1
    },
    "total_reactions": 49
  }
}