{
  "url": "https://www.telesurtv.net/venezolanos-apropiacion-extranjera-recursos/",
  "title": "Encuesta: 97 % de los venezolanos se opone a la apropiaci贸n extranjera de los recursos del pa铆s - teleSUR",
  "section": "Am茅rica Latina y El Caribe",
  "tags": [
    "EE.UU.",
    "encuesta",
    "injerencia",
    "Intervenci贸n extranjera",
    "petr贸leo",
    "Venezuela"
  ],
  "text": "Una mayor铆a abrumadora de venezolanos manifest贸 su rechazo a cualquier pretensi贸n extranjera sobre los recursos naturales del pa铆s, seg煤n los resultados de una encuesta nacional aplicada a 2.000 personas mayores de 18 a帽os en todo el territorio nacional los d铆as 16 y 17 de diciembre, el cual reflej贸 un respaldo ciudadano contundente al principio de soberan铆a sobre el petr贸leo y otras riquezas estrat茅gicas y una elevada unidad nacional en torno al Gobierno Bolivariano y a la patria.\n\nLEA TAMBIN\nSolo uno de cada cuatro estadounidenses apoya la intervenci贸n militar contra Venezuela\n\nEl sondeo fue realizado por la encuestadora Monitor Pol铆tico y se conoci贸 en un contexto de crecientes agresiones pol铆tico-militares de EE.UU. contra Venezuela, atizado luego de recientes declaraciones del presidente de Estados Unidos, Donald Trump, en las que afirm贸 que el petr贸leo venezolano le pertenece a su pa铆s y que el pa铆s suramericano ha de devolv茅rselo.\nFrente a ese planteamiento, el 97 % de los consultados expres贸 su oposici贸n a cualquier intento de apropiaci贸n extranjera. Apenas un 3 % manifest贸 estar de acuerdo.\n\n\n\n\nLa encuesta tambi茅n evidenci贸 un amplio rechazo a la decisi贸n de Washington de calificar a Venezuela como pa铆s patrocinador del terrorismo. El 90 % de los participantes desaprob贸 esa designaci贸n y reafirm贸 su postura en defensa del pa铆s ante lo que consideran acusaciones infundadas, frente a un 10 % que respald贸 la medida.\n\n\n\n\nEn cuanto a las amenazas de bloqueo mar铆timo proferidas por el inquilino de la Casa Blanca, la poblaci贸n expres贸 una oposici贸n mayoritaria. Un 92 % de los encuestados se manifest贸 en contra de este tipo de acciones, que perciben como mecanismos de presi贸n ileg铆timos, mientras que solo un 8 % dijo apoyarlas.\n\n\n\n\nRespecto a un eventual ataque militar contra Venezuela, el 90 % rechaz贸 una intervenci贸n armada por parte de Estados Unidos y expres贸 su respaldo a la defensa nacional. En contraste, un 7 % se mostr贸 a favor de una acci贸n militar y un 3 % consider贸 que se trata de una maniobra sin fundamentos reales.\n\n\n\n\nLa consulta se realiz贸 en medio de recientes acciones impulsadas por Estados Unidos contra Venezuela, que amplios sectores de la poblaci贸n interpretan como intentos de presi贸n externa y de injerencia en los asuntos internos del pa铆s.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/venezolanos-apropiacion-extranjera-recursos/",
    "json_file": "/home/ari/Collage/04-Forth_Year/Preimer_Semestre/PL/Final_Proj/Report_Generator/Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-12.json",
    "message_index": 215,
    "message_id": 114009,
    "date": "2025-12-19T14:55:14+00:00",
    "text": "teleSUR\nEncuesta: 97 % de los venezolanos se opone a la apropiaci贸n extranjera de los recursos del pa铆s\nhttps://www.telesurtv.net/venezolanos-apropiacion-extranjera-recursos/",
    "photo_path": null,
    "views": 1566,
    "reactions": {
      "": 42,
      "": 2,
      "": 1,
      "": 1
    },
    "total_reactions": 46
  }
}