{
  "url": "https://www.telesurtv.net/ataque-taiwan-once-heridos-cuatro-fallecidos/",
  "title": "Ataque en Taiwán deja once heridos y cuatro fallecidos - teleSUR",
  "section": "Mundo",
  "tags": [
    "ataque armado",
    "China",
    "orden de arresto",
    "Taiwán"
  ],
  "text": "Al menos cuatro personas murieron y once resultaron heridas, una de ellas en estado grave, tras un ataque perpetrado este viernes en el centro de Taipéi, capital de Taiwán. El presunto agresor, identificado como Chang Wen, un hombre de 27 años, nacido en 1998, falleció tras suicidarse saltando desde un edificio durante la persecución policial.\nSegún medios locales, el sospechoso portaba un cuchillo de grandes dimensiones, un chaleco táctico y cócteles Molotov, además de lanzar bombas de humo en la Estación Central de Taipéi y una zona comercial cercana.\n\nEl ataque comenzó a las 17:24 hora local, cuando las autoridades recibieron alertas sobre artefactos incendiarios en la estación ferroviaria, lo que interrumpió temporalmente el servicio. Posteriormente, Chang Wen se dirigió a un área comercial a 600 metros al norte, donde acuchilló a varias personas en la calle y en unos grandes almacenes.\nDos víctimas fallecieron por heridas de arma blanca en el cuello, mientras que otras dos murieron por paros cardíacos derivados del estrés y el humo. Cuatro heridos permanecen hospitalizados, dos en cuidados intensivos.\n\n\nChang Wen, quien tenía una orden de arresto desde julio por evadir el servicio militar obligatorio, prendió fuego a varios vehículos y a su propio apartamento antes del ataque, según las primeras pesquisas. El alcalde de Taipéi, Chiang Wan-an, confirmó que el sospechoso se lanzó desde el sexto piso de los grandes almacenes adyacentes a la estación de metro Zhongshan mientras era perseguido por las fuerzas policiales.\nEl presidente taiwanés, Lai Ching-te, anunció en redes sociales una “investigación en profundidad” para esclarecer los motivos del suceso, reforzar las medidas de seguridad y resaltó la disposición del gobierno de hacer todo lo posible para garantizar la seguridad. Por su parte, el primer ministro, Cho Jung-tai, ordenó aumentar la vigilancia en estaciones de tren y puntos estratégicos de la isla.\nEn algunos vídeos se puede observar al atacante vestido de negro, armado con un cuchillo y rodeado de humo, mientras persigue a civiles en plena vía pública. El Hospital de la Universidad Nacional de Taiwán reportó el fallecimiento de uno de los heridos a su llegada, elevando el saldo mortal a cuatro víctimas.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/ataque-taiwan-once-heridos-cuatro-fallecidos/",
    "json_file": "/home/ari/Collage/04-Forth_Year/Preimer_Semestre/PL/Final_Proj/Report_Generator/Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-12.json",
    "message_index": 134,
    "message_id": 114104,
    "date": "2025-12-20T13:30:03+00:00",
    "text": "Ataque en Taiwán deja once heridos y cuatro fallecidos\n\n\n📌Al menos cuatro personas fallecieron y once resultaron heridas, una de ellas en estado grave, tras un brutal ataque perpetrado este viernes en el centro de la capital de Taiwán. \n\n🔴El presunto agresor, identificado como Chang Wen, de 27 años, se suicidó saltando desde un edificio mientras era perseguido por la policía.\n\n🔴Los reportes locales indican que el sospechoso portaba un cuchillo de grandes dimensiones, un chaleco táctico y cócteles Molotov. Su ataque comenzó con bombas de humo en la Estación Central de Taipéi, interrumpiendo el servicio ferroviario, y continuó en una zona comercial cercana, donde acuchilló a varias personas.\n\n🔴Dos de las víctimas perdieron la vida por heridas de arma blanca en el cuello, mientras que otras dos fallecieron por paros cardíacos derivados del estrés y la inhalación de humo. \n\n🔴Cuatro de los heridos permanecen hospitalizados, con dos en cuidados intensivos.\n\n#Taipei #Taiwán #Ataque #Noticias #Asia #teleSUR #Seguridad\n\nConoce más: https://www.telesurtv.net/ataque-taiwan-once-heridos-cuatro-fallecidos/",
    "photo_path": null,
    "views": 1664,
    "reactions": {
      "😱": 26,
      "🤔": 10,
      "❤": 3
    },
    "total_reactions": 39
  }
}