{
  "url": "https://www.telesurtv.net/eeuu-archivos-caso-epstein-fotos-trump/",
  "title": "Nuevos archivos del caso Epstein apenas mencionan a Trump",
  "section": "Mundo",
  "tags": [
    "archivos",
    "Bill Clinton",
    "Caso Epstein",
    "Donald Trump",
    "Jeffrey Epstein"
  ],
  "text": "Un conjunto de casi 3 gigabytes que contiene imágenes, documentos y un video del caso del delincuente sexual Jeffrey Epstein fue publicado el viernes por el Departamento de Justicia estadounidense.\nFotografías del expresidente Bill Clinton en un jacuzzi y del difunto financiero con celebridades como Michael Jackson y Mick Jagger son las que más resaltan entre el material desclasificado.\nEn una de las imágenes, Clinton está relajado, con los brazos detrás de la cabeza; está con otra persona a quien se le ha censurado la cara. Karoline Leavitt, la portavoz de la Casa Blanca, publicó una imagen en su cuenta de X y escribió un mensaje expresando su sorpresa: «¡Dios mío!».\nLos documentos muestran, como mínimo, cinco fotos más del exmandatario demócrata: dos de él con Epstein y las otras en fiestas con celebridades.\n\n\nNo obstante, la publicación ha suscitado una extraña paradoja: aunque se trata de cientos de miles de archivos que conectan a Epstein con políticos, artistas y hombres de negocios, no hay ninguno que incluya al actual presidente Donald Trump, a pesar de la cercana amistad que tuvieron en el pasado y que ambos reconocieron públicamente.\nDe igual manera, se sabe públicamente que Trump es mencionado en múltiples ocasiones en los archivos, relacionado con celebraciones, aficiones y actividades propias de las que se acusó al delincuente sexual fallecido.\nEl presidente, que al principio se mostró reacio a avalar la divulgación, finalmente firmó la ley que obliga a liberar los documentos después de comprobar el fuerte respaldo del Congreso; sin embargo, curiosamente él no aparece en estos archivos.\n\n\nLas autoridades señalaron que se llevó a cabo una revisión y censura de cada archivo con el propósito de salvaguardar la identidad de las víctimas, lo cual podría justificar la falta de algunas imágenes o alusiones directas.\nSin embargo, los especialistas advierten que la divulgación completa de la información probablemente no ofrecerá nuevas evidencias significativas acerca de la red de relaciones de Epstein, quien falleció en prisión en condiciones oficialmente clasificadas como suicidio.\nTodd Blanche, el fiscal general adjunto, adelantó que en las próximas semanas “varios cientos de miles más” de archivos adicionales serán liberados por el Departamento de Justicia lo cual mantiene la posibilidad abierta sobre qué otras personalidades públicas podrían verse involucradas en el caso.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/eeuu-archivos-caso-epstein-fotos-trump/",
    "json_file": "/home/ari/Collage/04-Forth_Year/Preimer_Semestre/PL/Final_Proj/Report_Generator/Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-12.json",
    "message_index": 141,
    "message_id": 114096,
    "date": "2025-12-20T10:55:13+00:00",
    "text": "teleSUR\nNuevos archivos del caso Epstein apenas mencionan al presidente Trump\nhttps://www.telesurtv.net/eeuu-archivos-caso-epstein-fotos-trump/",
    "photo_path": null,
    "views": 1695,
    "reactions": {
      "🤬": 34,
      "🤣": 4,
      "🤔": 2,
      "👎": 1,
      "😁": 1
    },
    "total_reactions": 42
  }
}