{
  "url": "https://www.telesurtv.net/puerto-rico-preocupacion-expansionismo-eeuu/",
  "title": "Alertan en Puerto Rico expansionismo de EE.UU. en el Caribe",
  "section": "América Latina y El Caribe",
  "tags": [
    "António Guterres",
    "Estados Unidos",
    "instituciones puertorriqueñas",
    "ONU"
  ],
  "text": "Al menos nueve organizaciones de Puerto Rico expresaron al secretario general de las Naciones Unidas, António Guterres, su preocupación ante el expansionismo militar de Estados Unidos en la región del Caribe.\nEn la carta, las organizaciones políticas y sociales de Puerto Rico afirmaron que “El actual incremento en el uso militar de Puerto Rico por parte de los Estados Unidos revela el engaño cometido en torno al cierre de instalaciones militares, y constituye un retroceso en la lucha del pueblo puertorriqueño por su libre determinación”.\nCuando las organizaciones denuncian al secretario general de la ONU, están solicitando a la comunidad internacional que esté alerta sobre el impacto que tiene en el derecho de autodeterminación e independencia del pueblo puertorriqueño.\nAsimismo, el rearme y la extensión militar de Estados Unidos en Puerto Rico, “su uso como puente y base de agresión contra la soberanía de pueblos hermanos de América Latina y el Caribe, y la desestabilización de la paz en la región”.\n“El pueblo puertorriqueño habló fuerte y claro cuando miles de nuestros compatriotas se convirtieron en escudos humanos para detener las prácticas militares en Culebra y Vieques, y decenas de miles protestaron contra la presencia militar”, señalaron Vivian Godineaux, del Colegio de Abogados y Abogadas de Puerto Rico, y Vanessa Ramos, de la Asociación Americana de Juristas.\nEunice Santana, de la Comunidad Ecuménica en el Camino; Sonia Santiago Hernández, de Madres contra la Guerra; Francisco Concepción, de la Mesa de Diálogo Martin Luther King; y José Rodríguez Vélez, del Movimiento Solidario Sindical, añadieron que “las denuncias sobre los daños acaecidos en nuestra población por la presencia militar de Estados Unidos en Puerto Rico han sido ampliamente documentadas y expresadas ante el Comité Especial de Descolonización desde la década de los años 70” del siglo pasado.\n\n\nLa carta dirigida a Guterres señala que durante más de seis décadas, Estados Unidos empleó tierras de Puerto Rico para ejercicios y prácticas militares, incluyendo bombardeos en áreas cercanas a poblaciones, en particular las orientales islas de Culebra y Vieques. Estos sufragaron severos perjuicios a su salud física y mental, además de afectar sus terrenos y cuerpos de agua.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/puerto-rico-preocupacion-expansionismo-eeuu/",
    "json_file": "/home/ari/Collage/04-Forth_Year/Preimer_Semestre/PL/Final_Proj/Report_Generator/Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-12.json",
    "message_index": 79,
    "message_id": 114177,
    "date": "2025-12-21T06:55:08+00:00",
    "text": "teleSUR\nOrganizaciones puertorriqueñas expresan  preocupación por expansionismo de EE.UU. en el Caribe\nhttps://www.telesurtv.net/puerto-rico-preocupacion-expansionismo-eeuu/",
    "photo_path": null,
    "views": 1641,
    "reactions": {
      "❤": 32,
      "👍": 20,
      "🤔": 1
    },
    "total_reactions": 53
  }
}