{
  "url": "https://www.telesurtv.net/maduro-camino-equilibrio-libertad-bolivar/",
  "title": "Presidente Maduro ratifica camino de equilibrio y libertad de Bolívar - teleSUR",
  "section": "América Latina y El Caribe",
  "tags": [
    "Decreto Chuquisaca",
    "Independencia",
    "naturaleza",
    "Nicolás Maduro",
    "Simón Bolívar",
    "Soberanía",
    "Venezuela"
  ],
  "text": "En un día como hoy, Bolívar firmó, “en medio de abrazos, reconocimiento y amor profundo del pueblo de Bolivia, el decreto de Chuquisaca, el primer decreto ambientalista, ecologista, conservacionista en la historia del derecho internacional”, afirmó el presidente Nicolás Maduro este viernes durante la conmemoración del bicentenario de ese histórico momento.\nDesde el Parque Vinicio Adames, en el estado Miranda, el mandatario destacó el valor del decreto, “acto jurídico, moral y humanista sin precedentes”. Es —subrayó— “una ley, un mandato para el cuidado de la tierra, de los bosques, de los ríos, de la naturaleza, de la vida, para convertir al Estado en garante de la vida, de la naturaleza y del equilibrio necesario del planeta tierra”.\n\n\nBolívar, dijo Maduro, no fue solo el gran líder de la independencia política y el gran jefe militar que hizo las hazañas más grandes, sino “el fundador verdadero y genuino de un cambio civilizatorio profundo desde el siglo XIX hacia el futuro, con una filosofía para la vida, para la paz”, basado en una espiritualidad revolucionaria.\nTras abordar la relación entre Bolívar y Simón Rodríguez, su doctrina educativa, el censo agrícola para Bolivia y la firma del Decreto de Chuquisaca, el mandatario sostuvo que “la conquista bárbara, la barbarie colonialista, imperialista, de entonces —y de ahora también—, inspirada en la ambición de robar recursos y tierras, la codicia de robar a los demás pueblos lo que les pertenece”, rompió en el continente, desde 1492 en adelante, “la trinidad originaria del ser humano y de los pueblos aborígenes que vivían en América”, que tenía tres equilibrios:  el del ser humano con Dios, el del ser humano con la sociedad, aunque no exento de conflictos, y el del ser humano con la naturaleza.\n\n\n\n\n«Bolívar, con su triunfo frente al colonialismo, inició una restauración espiritual, desde la resistencia, de la libertad y los equilibrios que nosotros debemos continuar construyendo», afirmó el presidente venezolano y agregó que el socialismo “no se basa en la guerra, la codicia, la ambición desmedida, el monopolio; cultiva valores profundamente humanos, solidarios”.\n“El ser humano hermano del ser humano, y los pueblos que le dicen al imperialismo no a la guerra y a la sangre por petróleo, por tierras, por riquezas”, dijo Maduro con el libro El ecosocialismo, crónicas de un país en flor en sus manos.\nToda la legislación bolivariana —señaló—se inserta en ese camino. “Estamos en nuestra ley, estamos defendiendo el derecho de nuestro pueblo histórico a vivir con nuestros valores”, añadió, destacando la vocación de paz. “No somos copia ni calco de nadie, ni somos colonia ni esclavos de nadie. Nuestra constitución no ha sido derogada. El pueblo de Bolívar no renunciará a su tierra, una tierra de hombres y mujeres libres”.\nMás adelante, reafirmó que “por los siglos de los siglos, seremos libres, independientes y soberanos, con Bolívar por delante, para restaurar la Trinidad perfecta” y que “somos herederos de la Doctrina Bolivariana, que es sólida, alternativa al colonialismo, al imperialismo, a la depredadora forma de esclavizar pueblos, de saquear sus recursos y destruir la naturaleza. Es una alternativa civilizatoria que está en pleno desarrollo, basada en vida, el equilibrio y la convivencia universal”.\nAfirmó que “tenemos que sentirnos muy orgullosos de este día especial, donde, en Nuestra América, con la firma del Decreto de Chuquisaca, se reinició una nueva era de lucha por restituir la trinidad perfecta del equilibrio del hombre con Dios, la sociedad y la naturaleza”.\n\n\n\n\nAl recorrer ese camino, que se inició con el Decreto de Chuquisaca, mencionó la lucha larga en los movimientos conservacionistas contra la depredación  de Venezuela y el planeta, el capítulo ambientalista de la Constitución de la República de Venezuela, la Misión Árbol, el quinto objetivo redactado por el comandante Chávez, y la Gran Misión Madre Tierra, “que reúne todos los caminos para que avancemos”.\nMaduro comentó que en 2025 “tenemos que llegar a los cinco millones de árboles, pero en 2026 hay una meta más grande: 2.000 viveros, 10 millones de árboles y esta gran misión avanzando”.\nEn la conmemoración, con la participación de organizaciones ambientalistas de Venezuela, se reafirmó que el gran objetivo ambientalista es solo posible con el apoyo de todos y se destacó el legado de Chávez, continuado por Maduro, en el avance de una patria también verde.\n“Somos el pueblo de Venezuela para un camino de vida y paz perpetua. Hay que vivir en Bolívar, podemos hacer más, tenemos que hacer más en todos los campos, de la formación, de la acción, de la reflexión, del empoderamiento, para buscar resultados”, dijo el presidente y recalcó que “lo que estamos haciendo es defender la verdad de Venezuela, con Bolívar y desde Bolívar”.\nBolívar —dijo—  “fue llamado en su época ‘el hombre de las dificultades’, porque las venció todas. Inclusive, venció la muerte, porque no murió, porque está más vivo que nunca, quedó en la memoria histórica de los pueblos de la América”.\n",
  "source_metadata": {
    "url": "https://www.telesurtv.net/maduro-camino-equilibrio-libertad-bolivar/",
    "json_file": "/home/ari/Collage/04-Forth_Year/Preimer_Semestre/PL/Final_Proj/Report_Generator/Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-12.json",
    "message_index": 170,
    "message_id": 114066,
    "date": "2025-12-19T23:55:07+00:00",
    "text": "teleSUR\nPresidente Maduro llama a continuar camino de equilibrio y libertad que inició Bolívar\nhttps://www.telesurtv.net/maduro-camino-equilibrio-libertad-bolivar/",
    "photo_path": null,
    "views": 1690,
    "reactions": {
      "👍": 44,
      "🔥": 1
    },
    "total_reactions": 45
  }
}