{
  "url": "https://www.telesurtv.net/putin-fin-conflicto-ucrania-via-pacifica/",
  "title": "Putin reafirma disposición de Rusia a poner fin al conflicto en Ucrania por vía pacífica - teleSUR",
  "section": "Mundo",
  "tags": [
    "Putin",
    "Rusia",
    "Ucrania"
  ],
  "text": "El presidente de la Federación de Rusia, Vladímir Putin, reiteró este viernes la disposición de Moscú a poner fin al conflicto ucraniano mediante medios pacíficos, durante su tradicional maratón anual de preguntas y respuestas, en el que aborda los principales asuntos de política interna e internacional, ocasión en que recalcó que su país está dispuesto a cesar las acciones de combate de la operación militar especial inmediatamente, una vez que se garanticen las condiciones de seguridad de Rusia a mediano y largo plazo.\n\nLEA TAMBIÉN:UE aprueba 90.000 millones de euros de ayuda a Ucrania para 2026-2027\nEn sus declaraciones, el mandatario subrayó que Rusia mantiene abierta la vía de la negociación, siempre que esta se base en principios claros y en la eliminación de las causas profundas que dieron origen a la crisis, expuestos por él en junio pasado ante el Ministerio de Asuntos Exteriores ruso.\nPutin recordó que el conflicto no surgió de manera espontánea, sino que tiene su origen en el golpe de Estado ocurrido en Ucrania en 2014, el ascenso del nazifascismo al poder y en lo que calificó como engaños reiterados sobre una posible solución pacífica al genocidio de población rusoparlante en el Donbás, en particular tras los acuerdos de Minsk, que, según afirmó, nunca fueron cumplidos por Kiev ni por sus patrocinadores occidentales. A ello se suma el engaño de la Organización del Tratado del Atlántico Norte (OTAN), que rompió su compromiso de no expandirse hacia el este e intenta crear una cabeza de playa en Ucrania.\n\n\n\nEl Presidente ruso aseguró que no se llevarán a cabo nuevas operaciones militares especiales si Occidente trata a Rusia con respeto y atiende sus intereses.\nEl jefe de Estado ruso señaló que, en 2022, cuando la situación llegó a un punto crítico, Rusia propuso permitir que las poblaciones del sureste de Ucrania vivieran en paz, sin persecución, sin rusofobia y sin imposiciones derivadas de un cambio de poder inconstitucional, opciones que —según indicó— fueron rechazadas por el régimen ucraniano.\nAsimismo, afirmó que tras las negociaciones celebradas en Estambul, Ucrania aceptó inicialmente los acuerdos alcanzados, pero posteriormente se negó a cumplirlos y los desechó, lo que, a juicio de Moscú, evidencia que no existe actualmente una voluntad real de Kiev para poner fin a las hostilidades.\n“Estamos listos y dispuestos a poner fin a este conflicto por medios pacíficos”, reiteró Putin, al tiempo que enfatizó que la responsabilidad de avanzar hacia una solución recae hoy en Kiev y en sus patrocinadores occidentales, particularmente europeos.\n\n\nEl presidente ruso recordó que las condiciones planteadas por Moscú para un acuerdo político siguen vigentes, entre ellas la retirada completa de las tropas ucranianas de Donetsk, Lugansk, Zaporozhie y Jersón, así como el reconocimiento de estos territorios, junto con Crimea y Sebastopol, como parte de la Federación de Rusia. A ello se suman las exigencias de neutralidad, no alineación, desnuclearización, desmilitarización y desnazificación de Ucrania.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/putin-fin-conflicto-ucrania-via-pacifica/",
    "json_file": "/home/ari/Collage/04-Forth_Year/Preimer_Semestre/PL/Final_Proj/Report_Generator/Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-12.json",
    "message_index": 219,
    "message_id": 114005,
    "date": "2025-12-19T13:55:14+00:00",
    "text": "teleSUR\nPutin reafirma disposición de Rusia a poner fin al conflicto en Ucrania por vía pacífica\nhttps://www.telesurtv.net/putin-fin-conflicto-ucrania-via-pacifica/",
    "photo_path": null,
    "views": 1506,
    "reactions": {
      "❤": 33,
      "👍": 8,
      "🔥": 2,
      "🕊": 1,
      "👻": 1
    },
    "total_reactions": 45
  }
}