{
  "url": "https://www.telesurtv.net/palestina-ataque-barrio-gaza-tres-muertos/",
  "title": "Ataque israelí contra un barrio de Gaza deja tres muertos",
  "section": "Mundo",
  "tags": [
    "Ataques Israelíes",
    "Gaza",
    "Muertos"
  ],
  "text": "De acuerdo con fuentes médicas y locales, al menos tres palestinos perdieron la vida en la madrugada el domingo tras un ataque israelí contra  el barrio de Shujaiyya, al este de la ciudad de Gaza.\nLos reporteros de WAFA, citando informes médicos, confirmaron que un civil falleció cuando un avión no tripulado israelí bombardeó a un grupo de ciudadanos palestinos.\nLas fuentes mencionadas informaron también que dos ciudadanos más murieron tras ser atacados por drones israelíes en proximidades de una gasolinera situada en el barrio Al-Mansoura, Gaza.\nDesde que el acuerdo de alto al fuego entró en vigor el 11 de octubre, la cifra total de palestinos asesinados ha subido a 404, incluyendo las tres víctimas civiles, los heridos son 1.108.\n\n\nSegún fuentes médicas, desde que comenzó la operación militar genocida israelí en octubre de 2023, han muerto 70.925 palestinos en la Franja de Gaza, siendo el grupo más grande mujeres y niños.\nLas autoridades sanitarias locales comunicaron que el total de personas heridas se ha elevado a 171.185, con numerosas víctimas aún atrapadas bajo los escombros y los equipos de rescate y emergencia sin poder acceder a ellas.\nEn las pasadas 24 horas, se reportaron 13 palestinos fallecidos, entre ellos seis muertes recién confirmadas y siete víctimas no registradas previamente, además de 20 personas heridas.\nDesde el pacto de alto al fuego del 11 de octubre de 2025, se han contabilizado 401 personas fallecidas y 1.108 heridas, además se han recuperado 641 cuerpos.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/palestina-ataque-barrio-gaza-tres-muertos/",
    "json_file": "/home/ari/Collage/04-Forth_Year/Preimer_Semestre/PL/Final_Proj/Report_Generator/Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-12.json",
    "message_index": 73,
    "message_id": 114183,
    "date": "2025-12-21T09:55:07+00:00",
    "text": "teleSUR\nAtaque israelí contra un barrio de Gaza deja al menos tres palestinos muertos\nhttps://www.telesurtv.net/palestina-ataque-barrio-gaza-tres-muertos/",
    "photo_path": null,
    "views": 1617,
    "reactions": {
      "🤬": 50,
      "❤": 1,
      "🤯": 1
    },
    "total_reactions": 52
  }
}