{
  "url": "https://www.telesurtv.net/delcy-rodriguez-indemnizacion-robo-citgo/",
  "title": "Venezuela exige indemnizaciones de Washington por el robo de CITGO - teleSUR",
  "section": "América Latina y El Caribe",
  "tags": [
    "citgo",
    "Delcy Rodriguez",
    "EE.UU.",
    "Petroleo",
    "Venezuela",
    "Washington"
  ],
  "text": "En el marco de una multitudinaria concentración popular frente a la sede de PDVSA en La Campiña, en Caracas, la vicepresidenta ejecutiva de Venezuela, Delcy Rodríguez, fijó una postura contundente frente a las recientes agresiones de la administración estadounidense.\n\n\nDurante su intervención, también la ministra de Hidrocarburos aseguró que la nación suramericana se mantiene en una posición de dignidad y resistencia, subrayando que el país no tiene cuentas pendientes con el gobierno de Donald Trump, sino que es Washington quien le debe al pueblo bolivariano.\n\n\n\n\nLa alta funcionaria instó al mandatario norteamericano a realizar un balance real sobre el despojo financiero ejecutado contra los activos nacionales en el exterior. Rodríguez detalló que el saqueo de la empresa Citgo, sumado a la retención ilícita de sus dividendos acumulados desde el año 2019, representa una pérdida patrimonial que supera los 35.000 millones de dólares. Según su denuncia, estos recursos fueron arrebatados mediante mecanismos de piratería económica que atentan contra la estabilidad de los ciudadanos venezolanos.\nRodríguez fue enfática al señalar que los hidrocarburos de la nación no están sujetos a negociación bajo amenazas ni esquemas de extorsión extranjera. Explicó que cualquier actor internacional interesado en adquirir una molécula de gas o un barril de petróleo debe hacerlo bajo los protocolos legales y el pago correspondiente. Con esta premisa, la vicepresidenta descartó cualquier posibilidad de ceder ante las presiones de Washington, calificando su estrategia de cerco como un error histórico absoluto.\nEn un llamado a la justicia internacional, la representante del Ejecutivo exigió una disculpa pública y la correspondiente reparación de daños por los efectos del bloqueo económico. Asimismo, destacó que Venezuela no solo defiende su petróleo, sino también su derecho a la autodeterminación y a la paz regional. Para Rodríguez, la industria petroquímica y energética constituye un patrimonio sagrado que cuenta con el respaldo de una clase obrera consciente y movilizada en todo el territorio.\n\n\n\n\nDe esta manera, la funcionaria resaltó la fortaleza del pueblo venezolano para superar las medidas coercitivas unilaterales que han intentado asfixiar la economía local. Manifestó que la unidad nacional es el escudo principal contra los intentos de apoderarse de los recursos energéticos que pertenecen históricamente a la República.\nEste espíritu de combate, según sus palabras, es lo que permite al país mantenerse en pie de batalla frente a las pretensiones de los centros de poder mundial.\nLa vicepresidenta ratificó el compromiso incondicional de los trabajadores del sector hidrocarburos con la gestión del presidente Nicolás Maduro. Al concluir su intervención, aseguró que el país continuará transitando la senda de la recuperación económica sin rendirse ante el chantaje imperialista.\nConcluyó afirmando que Venezuela entregará una nación libre de tutelajes, donde la soberanía sobre sus recursos naturales sea respetada por cualquier gobierno extranjero que desee establecer relaciones comerciales.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/delcy-rodriguez-indemnizacion-robo-citgo/",
    "json_file": "/home/ari/Collage/04-Forth_Year/Preimer_Semestre/PL/Final_Proj/Report_Generator/Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-12.json",
    "message_index": 176,
    "message_id": 114059,
    "date": "2025-12-19T21:55:13+00:00",
    "text": "teleSUR\nVenezuela exige indemnizaciones de Washington por el robo de CITGO\nhttps://www.telesurtv.net/delcy-rodriguez-indemnizacion-robo-citgo/",
    "photo_path": null,
    "views": 1762,
    "reactions": {
      "❤": 33,
      "👍": 21
    },
    "total_reactions": 54
  }
}