{
  "url": "https://www.telesurtv.net/agricultores-ganaderos-espanoles-protesta-contra-acuerdo-ue-mercosur/",
  "title": "Agricultores y ganaderos españoles protestan en Madrid contra acuerdo UE-Mercosur - teleSUR",
  "section": "Mundo",
  "tags": [
    "Comisión Europea (",
    "España",
    "UE-Mercosur",
    "Unión de Uniones"
  ],
  "text": "Agricultores y ganaderos de diversos puntos de España se concentraron este viernes 19 de diciembre ante la sede de la Comisión Europea (CE) en Madrid en rechazo a los recortes en la Política Agraria Común (PAC) y a la posible ratificación del tratado comercial entre la Unión Europea (UE) y el Mercado Común del Sur (Mercosur).\nLa movilización fue liderada por la organización Unión de Uniones, cuyo coordinador estatal Luis Cortés, denunció que la propuesta financiera del PAC, que propone Bruselas, Bélgica, supondría una pérdida de 10.000 millones de euros en España.\n\nCortés lanzó un ultimátum: si no se producen avances en defensa de la sanidad animal y el relevo generacional, 1.500 tractores tomarán las calles de la capital el próximo 11 de febrero. La fecha elegida para la tractorada coincide con el segundo aniversario del inicio de las protestas rurales que paralizaron gran parte del país en 2024.\n\n\n\n\nLos productores desplazados desde regiones como Extremadura  (oeste), Cataluña  (noreste), Castilla-La Mancha (centro) y Asturias (norte) señalaron que los acuerdos comerciales internacionales perjudican la viabilidad del campo español.\nSusana Pardo, presidenta de la Unión de Campesinos de Burgos, advirtió que la falta de reciprocidad en las condiciones de producción está empujando a los agricultores nacionales a la quiebra. Los manifestantes critican que el acuerdo con Mercosur permite la entrada de productos que no cumplen las normativas sanitarias y ambientales de la Unión Europea.\nLa movilización en Madrid da continuidad a la protesta masiva celebrada apenas 24 horas antes en Bruselas, donde miles de productores europeos, incluidos 500 españoles, clamaron contra la reducción de los fondos de la PAC.\n\n\n\n\nAunque Francia e Italia han logrado bloquear temporalmente la votación del pacto con Mercosur este viernes, el sector agrario permanece atento. Pese a las recientes trabas, la presidenta de la Comisión Europea, Ursula von der Leyen, manifestó su optimismo respecto a la ratificación del tratado comercial con el Mercosur para el próximo mes de enero.\nEl acuerdo, que se ha negociado durante más de 25 años, proyecta la creación de la zona de libre comercio más extensa del planeta, permitiendo el intercambio de maquinaria y vehículos europeos por materias primas suramericanas como carne, soja y arroz.\nEl retraso en la firma responde directamente a la presión de los productores agrícolas europeos, quienes denuncian una competencia asimétrica frente a los menores costos y normativas de producción de Argentina, Brasil, Paraguay y Uruguay.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/agricultores-ganaderos-espanoles-protesta-contra-acuerdo-ue-mercosur/",
    "json_file": "/home/ari/Collage/04-Forth_Year/Preimer_Semestre/PL/Final_Proj/Report_Generator/Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-12.json",
    "message_index": 191,
    "message_id": 114044,
    "date": "2025-12-19T19:01:01+00:00",
    "text": "🌐 Noticias en la Web que debes conocer:\n\n➡️ Adolfo Pérez Esquivel pide juzgar a Trump ante la Corte Penal Internacional\n🔗: https://www.telesurtv.net/adolfo-perez-esquivel-pide-juzgar-trump-ante-cpi/\n\n➡️Golpe electoral en Honduras: Hackers revelan ciberataque al sistema de escrutinio TREP\n🔗: https://www.telesurtv.net/golpe-electoral-hackers-ciberataque-honduras/\n\n➡️Agricultores y ganaderos españoles protestan en Madrid contra acuerdo UE-Mercosur\n🔗: https://www.telesurtv.net/agricultores-ganaderos-espanoles-protesta-contra-acuerdo-ue-mercosur/",
    "photo_path": null,
    "views": 1430,
    "reactions": {
      "👍": 27,
      "👏": 8,
      "❤": 3,
      "🔥": 1
    },
    "total_reactions": 39
  }
}