{
  "url": "https://www.telesurtv.net/ecuador-despidos-diciembre-2025/",
  "title": "Ecuador registra cuatro despidos cada hora durante diciembre de 2025 - teleSUR",
  "section": "América Latina y El Caribe",
  "tags": [
    "Desempleo",
    "despido",
    "Economía",
    "Ecuador",
    "gremios laborales",
    "Trabajadores"
  ],
  "text": "El Ministerio de Trabajo de Ecuador reportó un total de 36.537 despidos intempestivos entre el 1 de enero y el 16 de diciembre de 2025. Esta cifra reveló que cada hora se produjeron cuatro desvinculaciones unilaterales e injustificadas por parte de los empleadores en el país.\nUn total de 9.747 empresas recurrieron a esta modalidad de terminación de contrato que afectó principalmente a trabajadores mayores de 29 años. Expertos y gremios laborales denunciaron que estas medidas profundizan la precarización del empleo al privilegiar un modelo de flexibilidad laboral.\n\nPatricio Morales, asesor del Parlamento Laboral Ecuatoriano, señaló que el despido intempestivo destruye la calidad del trabajo y debilita la capacidad de negociación colectiva de la clase obrera.\nPor su parte, la abogada Angie Toapanta recordó que los afectados tienen derecho a indemnizaciones según el tiempo de servicio y una bonificación por desahucio, siempre que la relación laboral estuviera legalmente registrada. Las organizaciones sociales alertaron sobre el alto costo social que implica la pérdida de ingresos estables y la exclusión de personas mayores de 40 años del mercado productivo.\n\n\nLa situación laboral en Ecuador durante el 2025 refleja las tensiones entre las políticas de ajuste económico y la protección de los derechos fundamentales de los trabajadores. El incremento de las desvinculaciones unilaterales ocurre en un escenario donde el Estado prioriza la rentabilidad empresarial sobre la estabilidad de las familias.\nEsta tendencia de precarización en el Sur Global fortalece la necesidad de una integración regional que defienda la soberanía laboral y garantice condiciones dignas frente a los abusos del poder corporativo.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/ecuador-despidos-diciembre-2025/",
    "json_file": "/home/ari/Collage/04-Forth_Year/Preimer_Semestre/PL/Final_Proj/Report_Generator/Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-12.json",
    "message_index": 50,
    "message_id": 114211,
    "date": "2025-12-21T18:55:07+00:00",
    "text": "teleSUR\nEcuador registra cuatro despidos cada hora durante diciembre de 2025\nhttps://www.telesurtv.net/ecuador-despidos-diciembre-2025/",
    "photo_path": null,
    "views": 2277,
    "reactions": {
      "👎": 28,
      "😈": 4,
      "❤": 2,
      "😁": 1,
      "🤣": 1,
      "😡": 1
    },
    "total_reactions": 37
  }
}