{
  "url": "https://www.telesurtv.net/panama-suma-venticinco-muertes-dengue/",
  "title": "Panam치 suma 25 muertes por dengue durante el 2025",
  "section": "Am칠rica Latina y El Caribe",
  "tags": [
    "Contagios",
    "Dengue",
    "Ministerio Salud Panam치",
    "Muertes"
  ],
  "text": "Las autoridades sanitarias de Panam치 inform칩 que se han registrado 25 muertes por dengue y 15.098 casos de la enfermedad hasta la 칰ltima semana del mes de noviembre.\nEl Ministerio de Salud (Minsa) explic칩 el domingo que de la cifra total de casos de dengue hasta el 29 de noviembre, 1.474 requirieron hospitalizaci칩n y 103 fueron clasificados como graves.\nSeg칰n el Minsa, la zona metropolitana y San Miguelito, en la capital del pa칤s, acumulan la mayor칤a de casos, con m치s de 7.240.\n\n\nLos decesos por la enfermedad se han registrado en casi todas las regiones de Panam치, siendo la provincia de Chiriqu칤, fronteriza con Costa Rica, la que registra la mayor cantidad, con cinco muertes, seguida de Bocas del Toro con cuatro y el 치rea metropolitana con tres.\nEl ente sanitario indic칩 que la tasa de incidencia de dengue en la 칰ltima semana de noviembre fue de 330 casos por 100.000 habitantes.\nA침adi칩 que la mayor칤a de los contagios de la enfermedad se registran en personas de entre los 10 y 49 a침os de edad.\nEl Ministerio de Salud aclar칩 que la cocirculaci칩n de los cuatro serotipos de dengue con predominio del DEN-3 y DENV-4, 춺es la raz칩n por lo cual aumenta la ocurrencia de casos graves y fatales춺.\nTambi칠n advirti칩 que el dengue 춺es una enfermedad grave y potencialmente mortal, transmitida a trav칠s de la picadura del mosquito de la especie Aedes aegypti춺.\n\n\nDe acuerdo a las estad칤sticas del Minsa, los casos de dengue crecieron un 94 por ciento y las muertes sumaron 52 al cierre de 2024 en Panam치, casi el triple de las registradas en el 2023.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/panama-suma-venticinco-muertes-dengue/",
    "json_file": "/home/ari/Collage/04-Forth_Year/Preimer_Semestre/PL/Final_Proj/Report_Generator/Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-12.json",
    "message_index": 30,
    "message_id": 114234,
    "date": "2025-12-22T04:55:07+00:00",
    "text": "teleSUR\nPanam치 suma 25 muertes por dengue y m치s de 15.000 casos de la enfermedad en el 2025\nhttps://www.telesurtv.net/panama-suma-venticinco-muertes-dengue/",
    "photo_path": null,
    "views": 1368,
    "reactions": {
      "游땸": 18,
      "游똂": 5
    },
    "total_reactions": 23
  }
}