{
  "url": "https://www.telesurtv.net/pdvsa-produccion-1-200-000-barriles-diarios/",
  "title": "PDVSA supera meta de producción petrolera con 1.200.000 barriles diarios",
  "section": "América Latina y El Caribe",
  "tags": [
    "Delcy Rodríguez",
    "Nicolás Maduro",
    "Pdvsa",
    "petróleo",
    "Plan de Independencia Productiva",
    "producción"
  ],
  "text": "La estatal Petróleos de Venezuela (PDVSA) superó su meta de producción para 2025, alcanzando 1.200.000 barriles diarios en el marco del Plan de Independencia Productiva, anunció la vicepresidenta ejecutiva y ministra de Hidrocarburos Delcy Rodríguez.\nLa vicemandataria resaltó que este logro, alcanzado este sábado 20 de diciembre, sienta las bases para un incremento sostenido de la producción en 2026. Su mensaje se da en medio de la agresión multiforme que Estados Unidos lleva a cabo contra Venezuela con el objetivo de apropiarse con el crudo y las reservas petroleras, además de otros recursos estratégicos que posee la nación suramericana.\n\n«El mejor regalo de Navidad que puede recibir nuestro pueblo, de hombres y mujeres dignos y libres, es el esfuerzo desmedido de nuestra fuerza trabajadora petrolera que enfrenta y derrota el acoso, las hostilidades y la ilegalidad imperial que agrede y atenta contra los derechos humanos de los venezolanos», resaltó la vicepresidenta Rodríguez.\nEl logro se produce tras el anuncio del presidente estadounidense Donald Trump, de imponer «un bloqueo total y completo de todos los buques petroleros sancionados que entren o salgan de Venezuela» y la reciente incautación de un buque que transportaba petróleo venezolano.\nA esto se suma la decisión de un tribunal estadounidense de avalar la venta forzosa de la empresa venezolana CITGO Petroleum; expolio que para Venezuela representa una pérdida patrimonial que supera los 35.000 millones de dólares, según denunció el viernes la ministra de Hidrocarburos Delcy Rodríguez.\n\n\nEn su mensaje de esta jornada, la alta funcionaria destacó el compromiso de la empresa y del gobierno para continuar su «rumbo victorioso de honra y dignidad nacional» junto al presidente Nicolás Maduro. Este avance se produce en un contexto de continuos desafíos externos, reafirmando la estrategia de independencia productiva del país caribeño.\nEl Plan de Independencia Productiva, eje central de esta estrategia, busca fortalecer la capacidad de producción nacional y reducir la dependencia de factores externos. Con ello, se consolida a PDVSA como motor fundamental de la economía venezolana.\n\nRodríguez subrayó que este esquema de trabajo se enfoca en la recuperación de la infraestructura, el impulso de la innovación tecnológica y la participación activa de la fuerza laboral organizada.\nDe cara a 2026, la estatal petrolera se prepara para incrementar su producción, con el objetivo de superar los niveles alcanzados este año. Estas metas buscan garantizar el abastecimiento interno de hidrocarburos, así como la generación de ingresos mediante la exportación.\n\n\nEste anuncio se produce en medio de una fuerte ofensiva estadounidense, ante la cual el Gobierno Bolivariano ha denunciado el impacto de medidas coercitivas y bloqueos económicos que buscan limitar su capacidad de comercialización.\nEl Gobierno venezolano insiste en que la defensa de la soberanía energética constituye un pilar clave para el desarrollo económico y social de la nación. En este sentido, la alta funcionaria destacó el compromiso de la empresa y del gobierno para continuar su «rumbo victorioso de honra y dignidad nacional» junto al presidente Nicolás Maduro.\n",
  "source_metadata": {
    "url": "https://www.telesurtv.net/pdvsa-produccion-1-200-000-barriles-diarios/",
    "json_file": "/home/ari/Collage/04-Forth_Year/Preimer_Semestre/PL/Final_Proj/Report_Generator/Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-12.json",
    "message_index": 105,
    "message_id": 114144,
    "date": "2025-12-20T21:55:08+00:00",
    "text": "teleSUR\nPDVSA supera meta de producción petrolera con 1.200.000 barriles diarios\nhttps://www.telesurtv.net/pdvsa-produccion-1-200-000-barriles-diarios/",
    "photo_path": null,
    "views": 2110,
    "reactions": {
      "❤": 36,
      "👍": 13,
      "🔥": 1,
      "👏": 1
    },
    "total_reactions": 51
  }
}