{
  "url": "https://www.telesurtv.net/presidente-cubano-denuncia-acciones-eeuu/",
  "title": "Díaz-Canel denuncia acciones de EE.UU. en el Caribe",
  "section": "América Latina y El Caribe",
  "tags": [
    "Consejo Económico Supremo Euroasiático",
    "denuncia",
    "Estados Unidos",
    "Venezuela"
  ],
  "text": "En la reunión del Consejo Económico Supremo Euroasiático, el presidente cubano, Miguel Díaz-Canel, denunció el concepto estadounidense de «paz por la fuerza», sobre todo, la campaña de agresión contra Venezuela.\nDíaz-Canel expresó: “Este despliegue aeronaval en la región y la amenaza de agresión militar contra Venezuela revelan el propósito imperial, hegemónico y criminal de la administración que hoy ocupa la Casa Blanca”.\nDurante su alocución, también hizo referencia a la intensificación de las tensiones en el Caribe generadas por las medidas y acciones estadounidenses contra Venezuela. En esa línea, alertó que la nueva Estrategia de Seguridad de EE.UU. y lo que él llamó el «corolario Trump» a la doctrina Monroe se añaden a los enormes retos que afronta la humanidad.\n\n\nEl presidente de Cuba condenó con firmeza esas acciones ilegítimas y manifestó su sincero agradecimiento a todas las naciones de la Unión Económica Euroasiática (UEE) por el respaldo ofrecido, otra vez, a la resolución que exige el término del endurecido cerco económico, comercial y financiero que Estados Unidos ha establecido contra Cuba.\nPor otra parte, rememoró que, a pesar de las presiones sin precedentes ejercidas por la administración estadounidense actual, una aplastante mayoría de países en la Asamblea General de las Naciones Unidas apoyó la condena a esa política.\nAsimismo, Díaz-Canel advirtió acerca de la complicada situación mundial, caracterizada por el unilateralismo, el incumplimiento de las instituciones multilaterales y la violación de los principios del derecho internacional y de la Carta de las Naciones Unidas.\nEn ese marco, denunció la continuidad de sanciones unilaterales que tienen como objetivo asfixiar economías y castigar a poblaciones completas. “La alianza entre nuestras naciones se erige como un baluarte del multilateralismo, la concertación, la cooperación y el diálogo”, dijo.\n\n\n“De manera descarnada, el gobierno estadounidense intenta imponer la idea de que el hemisferio occidental es su zona exclusiva de influencia y promueve el aberrante concepto de la paz a través de la fuerza«, manifestó.\nEl presidente cubano enfatizó que estas acciones infringen la Proclama de América Latina y el Caribe como Zona de Paz, así como los propósitos y principios de la Carta de las Naciones Unidas y el derecho internacional.\n“Cuba ha denunciado y alertado a la comunidad internacional sobre la peligrosa y amenazante escalada militar en el Caribe por parte del gobierno de Estados Unidos”, resaltó.\n\n\nEstados Unidos interceptó dos buques petroleros en la zona caribeña; el primero fue embestido por militares estadounidenses la pasada semana, mientras que el segundo, el sábado 20 de diciembre. La vicepresidenta venezolana, Delcy Rodríguez, declaró que estas acciones no pasarán por alto.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/presidente-cubano-denuncia-acciones-eeuu/",
    "json_file": "/home/ari/Collage/04-Forth_Year/Preimer_Semestre/PL/Final_Proj/Report_Generator/Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-12.json",
    "message_index": 25,
    "message_id": 114239,
    "date": "2025-12-22T08:55:07+00:00",
    "text": "teleSUR\nPresidente Díaz-Canel denuncia ante la UEE acciones de EE.UU. en el Caribe\nhttps://www.telesurtv.net/presidente-cubano-denuncia-acciones-eeuu/",
    "photo_path": null,
    "views": 1153,
    "reactions": {
      "❤": 18,
      "👍": 9
    },
    "total_reactions": 27
  }
}