{
  "url": "https://www.telesurtv.net/honduras-ministros-transicion-gubernamental/",
  "title": "Ministros hondure帽os estudian transici贸n gubernamental",
  "section": "Am茅rica Latina y El Caribe",
  "tags": [
    "nueva administraci贸n",
    "proceso electoral",
    "Xiomara Castro"
  ],
  "text": "La presidenta Xiomara Castro presidi贸 una reuni贸n el s谩bado del Consejo de Ministros en la localidad de Lepaguare, en el departamento de Olancho, como parte de su etapa final como mandataria y del proceso de preparaci贸n para el traspaso de poder.\nLos funcionarios del Ejecutivo presentaron m谩s de 100 informes en la jornada, los cuales guardan relaci贸n con la implementaci贸n de pol铆ticas p煤blicas y programas que se han llevado a cabo a lo largo de casi cuatro a帽os de gobierno, los cuales revis贸 la mandataria como parte del proceso de rendici贸n de cuentas.\nEn la sesi贸n, el gabinete ratific贸 que el estado de excepci贸n se extender谩 hasta el 26 de enero, d铆a en que termina oficialmente el presente per铆odo presidencial, manteni茅ndose al mismo tiempo el control institucional durante las elecciones actuales.\nLa coordinaci贸n del proceso de transici贸n gubernamental fue otro de los asuntos principales, una cuesti贸n que, seg煤n las autoridades ejecutivas, se lleva a cabo en un contexto pol铆tico dif铆cil, porque todav铆a no se ha dado la declaraci贸n final de las elecciones generales.\nEl vicecanciller Gerardo Torres indic贸 que la instrucci贸n del presidente ha sido avanzar simult谩neamente con el cierre administrativo del a帽o y con la finalizaci贸n organizada del gobierno, para poder documentar los compromisos y resultados de la presente gesti贸n.\nTorres indic贸 que el Ejecutivo aspira a proporcionar a la pr贸xima administraci贸n una visi贸n clara de los progresos, asuntos pendientes y pol铆ticas promovidas bajo el enfoque del socialismo democr谩tico, sin importar el resultado electoral.\nLos datos preliminares publicados por el Consejo Nacional Electoral (CNE) hasta la noche del 20 de diciembre mostraban que Asfura contaba con 1,369,370 votos y Nasralla con 1,345,086, mientras que hab铆a una discrepancia de 24,284 votos entre ambos candidatos.\nEl 贸rgano electoral, adem谩s, comunic贸 que el escrutinio lleg贸 a un 99.87 por ciento de progreso, pero a煤n quedan 1,809 actas con irregularidades que siguen siendo revisadas antes de la proclamaci贸n oficial de los resultados.\nPor otra parte, el Gobierno contin煤a con sus funciones hasta que termine el mandato constitucional, a la espera de que se realice la transici贸n a la administraci贸n siguiente y de que culmine formalmente el proceso electoral.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/honduras-ministros-transicion-gubernamental/",
    "json_file": "/home/ari/Collage/04-Forth_Year/Preimer_Semestre/PL/Final_Proj/Report_Generator/Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-12.json",
    "message_index": 72,
    "message_id": 114184,
    "date": "2025-12-21T09:55:13+00:00",
    "text": "teleSUR\nConsejo de Ministros de Honduras estudia proceso de transici贸n gubernamental\nhttps://www.telesurtv.net/honduras-ministros-transicion-gubernamental/",
    "photo_path": null,
    "views": 1755,
    "reactions": {
      "": 27,
      "": 10
    },
    "total_reactions": 37
  }
}