{
  "url": "https://www.telesurtv.net/cristina-alta-medica-operacion-de-urgencia/",
  "title": "Cristina Fern치ndez recibir칤a el alta m칠dica este lunes tras operaci칩n de urgencia - teleSUR",
  "section": "Am칠rica Latina y El Caribe",
  "tags": [
    "Argentina",
    "Cristina Fern치ndez",
    "Operaci칩n",
    "persecuci칩n pol칤tica",
    "salud"
  ],
  "text": "La expresidenta Cristina Fern치ndez de Kirchner evoluciona favorablemente y recibir칤a el alta m칠dica (no hay confirmaci칩n oficial) este lunes 22 de diciembre tras ser intervenida quir칰rgicamente por un cuadro de apendicitis. En ese sentido, el hijo de Fern치ndez y tambi칠n diputado, M치ximo Kirchner agradeci칩 el acompa침amiento de la militancia que realiz칩 una vigilia frente al centro de salud con pancartas de apoyo y mensajes de afecto hacia la exmandataria.\n\n\nDurante la internaci칩n, el abogado Gregorio Dalb칩n rechaz칩 los comentarios del presidente Javier Milei y las cr칤ticas de sectores oficialistas en redes sociales, que reprochaban que la l칤der del peronismo haya elegido una cl칤nica privada para recibir atenci칩n.\nEn ese sentido, Dalb칩n denunci칩 el recorte presupuestario en materia de salud realizado por la actual gesti칩n libertaria, el cual baj칩 al 2,5 por ciento del PBI en 2025. 춺Te contesto yo porque Cristina est치 internada췉, comenz칩 Dalb칩n y sigui칩:먝쁉i siquiera cuando Cristina est치 operada sos capaz de mostrar un m칤nimo de humanidad. Eso te define. Te lo explico claro, porque confund칤s convicci칩n con ignorancia: el sistema de salud argentino es p칰blico y privado. As칤 funciona en casi todos los pa칤ses del mundo췉.\n\n\n춺Si todos fueran al p칰blico, colapsar칤a. Y mucho m치s bajo tu gobierno, @JMilei, donde despediste m칠dicos, recortaste insumos y presupuesto como nunca췉, agreg칩 Dalb칩n.\nAl sanatorio asistieron dirigentes como Mayra Mendoza y Horacio Pietragalla, mientras el equipo m칠dico confirm칩 que la paciente se reprime sin complicaciones postoperatorias y regresar치 a su domicilio despu칠s del mediod칤a.\n\n\n\n\nLa exjefa de Estado (2007-2015) fue trasladada al hospital desde su residencia en el barrio de Constituci칩n, donde cumple prisi칩n domiciliaria desde junio de 2025 por la causa Vialidad. Este proceso es denunciado como una persecuci칩n pol칤tica y judicial para proscribirla, sumando medidas recientes como la imposici칩n de una tobillera electr칩nica avalada por la Corte Suprema. La defensa de la exmandataria cuestion칩 las restricciones inusuales a las que es sometida, incluyendo l칤mites estrictos de visitas y la custodia permanente de la Polic칤a Federal que descarta cualquier riesgo de fuga.\nEsta intervenci칩n de urgencia se suma al historial m칠dico de Fern치ndez, quien fue operada de la gl치ndula tiroides en 2012, una colecci칩n subdural en 2013 y una histerectom칤a en 2021. La actual situaci칩n de salud ocurre bajo un r칠gimen de detenci칩n que analistas califican como desproporcionado en comparaci칩n con otros casos de arresto domiciliario en Argentina.\n\n",
  "source_metadata": {
    "url": "https://www.telesurtv.net/cristina-alta-medica-operacion-de-urgencia/",
    "json_file": "/home/ari/Collage/04-Forth_Year/Preimer_Semestre/PL/Final_Proj/Report_Generator/Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-12.json",
    "message_index": 3,
    "message_id": 114263,
    "date": "2025-12-22T15:55:13+00:00",
    "text": "teleSUR\nCristina Fern치ndez recibir칤a el alta m칠dica este lunes tras operaci칩n de urgencia\nhttps://www.telesurtv.net/cristina-alta-medica-operacion-de-urgencia/",
    "photo_path": null,
    "views": 517,
    "reactions": {
      "游녨": 2
    },
    "total_reactions": 2
  }
}