{
  "url": "https://www.telesurtv.net/justicia-brasil-interroga-bolsonaro-alvorada/",
  "title": "Brasil: Justicia interrogará a Bolsonaro por cajas fuertes halladas en Alvorada - teleSUR",
  "section": "América Latina y El Caribe",
  "tags": [
    "Bolsonaro",
    "Brasil",
    "Investigación",
    "juicio",
    "proceso penal"
  ],
  "text": "El juez de la Corte Suprema de Brasil, Alexandre de Moraes, autorizó a la Policía Federal (PF) a interrogar al expresidente Jair Bolsonaro en relación con dos cajas fuertes halladas en el Palacio de la Alvorada, residencia oficial de los presidentes.\nEl interrogatorio está programado para el 30 de diciembre, entre las 09:00 y las 11:00 de la mañana hora local, en la sede de la PF en Brasilia, lugar donde Bolsonaro cumple una condena de 27 años y tres meses de prisión, dictada por el Supremo Tribunal Federal por intento de golpe de Estado.\n\n\nLos agentes localizaron en el interior del Palacio de la Alvorada documentos personales y otros objetos vinculados al exmandatario ultraderechista, tales bóvedas fueron abiertas el 25 de junio, después que la propia Presidencia contactara a la PF para verificar su contenido. Según la policía, los objetos encontrados no habían sido listados previamente, lo cual obligó a aclarar su origen y a quién pertenecían.\nEn este sentido, con el interrogatorio se pretende que el excapitán del Ejército explique la propiedad y el origen de los acervos y pliegos encontrados en las arcas, porque no estaban previamente inventariados en registros oficiales.\nSi Bolsonaro finalmente es inquirido, su declaración podría aclarar si hubo alteraciones en la forma en que esos recursos y legajos fueron llevados a la Alvorada o sacados después de su mandato. Dependiendo de lo que él diga o no pueda explicar, la PF podría ampliar la investigación o iniciar otros procedimientos judiciales relacionados con posibles delitos (como ocultación de bienes o uso indebido de recursos públicos).\n\n\n\n\nLa exigencia de un interrogatorio formal también refuerza el papel de control que la justicia está ejerciendo sobre actos del pasado Gobierno. El marco legal brasileño exige que una figura con el cargo y la situación de Bolsonaro tenga garantías de procedimiento específicas para ser escuchado. La deducción de la interpelación podría fortalecer la pesquisa y eventualmente dar paso a nuevas acciones judiciales si hay indicios de anomalías.\nJair Bolsonaro ejerció la presidencia de Brasil entre 2019 y 2022, período marcado por políticas de desmantelamiento de derechos sociales y constantes ataques a las instituciones democráticas. En 2025, el exmilitar permanece recluido tras recibir una sentencia histórica por organizar y promover acciones desestabilizadoras que culminaron en el asalto a los tres poderes en Brasilia.\n\n",
  "source_metadata": {
    "url": "https://www.telesurtv.net/justicia-brasil-interroga-bolsonaro-alvorada/",
    "json_file": "/home/ari/Collage/04-Forth_Year/Preimer_Semestre/PL/Final_Proj/Report_Generator/Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-12.json",
    "message_index": 202,
    "message_id": 114032,
    "date": "2025-12-19T17:55:08+00:00",
    "text": "teleSUR\nBrasil: Justicia interrogará a Bolsonaro por cajas fuertes halladas en Alvorada\nhttps://www.telesurtv.net/justicia-brasil-interroga-bolsonaro-alvorada/",
    "photo_path": null,
    "views": 1449,
    "reactions": {
      "👍": 26,
      "👏": 7,
      "🔥": 1
    },
    "total_reactions": 34
  }
}