{
  "url": "https://www.telesurtv.net/muertos-incendio-hong-kong-eleva-a-161/",
  "title": "Cifra de muertos por incendio en el complejo residencial en Hong Kong se eleva a 161 - teleSUR",
  "section": "Mundo",
  "tags": [
    "Hong Kong",
    "incendio",
    "Muertos"
  ],
  "text": "El diario South China Morning Post reportó el sábado que el número de fallecidos llegó a 161 en el incendio ocurrido a finales de noviembre en Wang Fuk Court, un complejo residencial de Hong Kong. De acuerdo con la publicación, se encontró el ADN de una persona nueva durante una autopsia forense, lo cual incrementa el computo global.\n\nEl periódico citó un comunicado policial: «Se realizan pruebas de ADN. No descartamos la posibilidad de que se hallen más víctimas y el número de muertos aumente«. «El número de muertos alcanzó los 161«, informó el medio, citando a la policía local.\n\n\nLos andamios de bambú, que se habían instalado en varios edificios del complejo residencial Wang Fuk Court como parte de un plan de renovación, fueron destruidos por un incendio el 26 de noviembre.\nDe acuerdo con el South China Morning Post, el incendio comenzó en la primera sección del complejo y luego se extendió a las demás. La tragedia ha sido considerada como el más grave ocurrido en los últimos 17 años.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/muertos-incendio-hong-kong-eleva-a-161/",
    "json_file": "/home/ari/Collage/04-Forth_Year/Preimer_Semestre/PL/Final_Proj/Report_Generator/Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-12.json",
    "message_index": 135,
    "message_id": 114102,
    "date": "2025-12-20T13:08:26+00:00",
    "text": "Cifra de muertos por incendio en el complejo residencial en Hong Kong se eleva a 161\n\n\n📌El incendio en el complejo residencial Wang Fuk Court, #HongKong🇭🇰, ocurrido a finales de noviembre, ha cobrado un nuevo y desgarrador saldo. El South China Morning Post reportó el sábado que la cifra de fallecidos ha ascendido a 161 personas.\n\n🔴La triste actualización llega tras el hallazgo del ADN de una persona nueva durante una autopsia forense, lo que ha incrementado el cómputo global de víctimas.\n\n🔴Las autoridades policiales, citadas por el medio, han declarado: \"Se realizan pruebas de ADN. No descartamos la posibilidad de que se hallen más víctimas y el número de muertos aumente\".\n\nConoce más: https://www.telesurtv.net/muertos-incendio-hong-kong-eleva-a-161/",
    "photo_path": null,
    "views": 1652,
    "reactions": {
      "😢": 27,
      "😱": 7,
      "❤": 3
    },
    "total_reactions": 37
  }
}